Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Create a YouTube account
da_da: Opret en YouTube-konto
de_de: YouTube Konto anlegen
it_it: Crea un account YouTube
nl_nl: Maak een YouTube-account aan
pt_br: Criar uma conta do YouTube
ru_ru: Создайте YouTube аккаунт.
tr_tr: Bir YouTube hesabı oluşturun.

source: Upload Videos
da_da: Opload videoer
de_de: Videos hochladen
it_it: Inserisci Video
nl_nl: Upload filmpjes
pt_br: Enviar Vídeos
ru_ru: Загрузите видео.
tr_tr: Videoları yükleyin

source: Why aren't my videos showing up?
da_da: Hvorfor dukker mine videoer ikke op?
de_de: Warum werden meine Videos nicht angezeigt?
it_it: Perchè non visualizzo i miei Video?
nl_nl: Waarom worden mijn filmpjes niet weergegeven?
pt_br: Por que meus vídeos não estão aparecendo?
ru_ru: Почему мои видео не показываются?
tr_tr: Videolarım neden gösterilmiyor?

source: Depending on your setup and the size of the video uploaded, it can take over an hour before your videos show up on the site.
da_da: Afhængigt af din opsætning og størrelsen på videoen som er uploadet, kan det tage over en time før dine videoer vises på webstedet.
de_de: Je nach Einstellungen und Grösse des hochgeladenen Videos, kann es bis zu einer Stunde dauern bis das Video angezeigt wird.
it_it: A seconda della configurazione e delle dimensioni del video caricato, può essere necessario attendere più di un'ora prima che i video vengano visualizzati sul sito.
nl_nl: Afhanelijk van je instellingen en de grootte van je verzonden filmpje, kan het tot meer dan een uur duren vooraleer je filmpjes op de site verschijnen.
pt_br: Dependendo da configuração e do tamanho do vídeo carregado, pode demorar mais de uma hora antes de os seus vídeos aparecer no site.
ru_ru: В зависимости от настроек и размера видео, может пройти около часа перед тем, как ваши видео появятся на сайте.
tr_tr: Ayarlara ve yüklenen videonun boyutuna bağlı olarak, videolarınızın bu sitede gösterilmesi bir saat kadar sonra gerçekleşebilir.

source: Learn more.
da_da: Lær mere.
de_de: Mehr erfahren.
it_it: Scopri di più.
nl_nl: Meer leren.
pt_br: Aprenda mais.
ru_ru: Подробнее
tr_tr: Daha fazla öğren.

source: Latest Videos
da_da: Sidste videoer
de_de: Letzte Videos
it_it: Ultimi Video
nl_nl: Meest recente filmpjes
pt_br: Últimos Vídeos
ru_ru: Последние видео
tr_tr: En Yeni Videolar

# %s is a person's name
source: by %s
da_da: af %s
de_de: von %s
it_it: da %s
nl_nl: door %s
pt_br: por %s
ru_ru: от %s
tr_tr: %s tarafından

# %s is a date
source: on %s
da_da: på %s
de_de: am %s
it_it: il %s
nl_nl: op %s
pt_br: em %s
ru_ru: на %s
tr_tr: - %s

source: %d video
nl_nl: filmpje van %d
pt_br: %d vídeo
ru_ru: %d видео

source: See all members.
da_da: Se alle medlemmer.
de_de: Alle Mitglieder anzeigen
it_it: Visualizza tutti i Membri
nl_nl: Alle leden tonen.
pt_br: Veja todos os membros
ru_ru: Посмотреть всех участников
tr_tr: Tüm üyelere bak.

source: Missing or Invalid Video.
da_da: Manglende eller ugyldigt Video.
de_de: Fehlendes oder fehlerhaftes Video.
it_it: Video mancante o non valido.
nl_nl: Ontbrekend of ongeldig filmpje.
pt_br: Vídeo não encontrado ou inválido
ru_ru: Видео отсутствует или неверное.
tr_tr: Eksik ya da Geçersiz Video

source: This video cannot be found. Are you sure you typed in URL correctly?
da_da: Denne video blev ikke fundet. Er du sikker på du har indtastet URL korrekt?
de_de: Das Video wurde nicht gefunden. Bist du sicher das die eingegebene Url korrekt ist?
it_it: Video non trovato. Sei sicuro di aver inserito un URL corretto?
nl_nl: Dit filmpje werd niet gevonden. Ben je zeker dat je de URL juist schreef?
pt_br: Este vídeo não pode ser encontrado. Tem certeza que você digitou na URL corretamente?
ru_ru: Это видео не найдено. Вы уверены в правильности ссылки?
tr_tr: Bu video bulunamadı. Adresin doğru yazıldığından emin misiniz?

source: Would you like to delete this video?
ar_ar: هل تود حذف هذا الفيديو؟
da_da: Ønsker du at slette denne video?
de_de: Möchten Sie dieses Video löschen?
it_it: Vuoi cancellare questo Video?
nl_nl: Wil je dit filmpje wissen?
pt_br: Você gostaria de excluir este vídeo?
ru_ru: Вы хотите удалить это видео?
tr_tr: Bu videoyu silmek istiyor musunuz?

source: However it may take a few moments before you video is viewable. Please check back later.
da_da: Men det kan tage et par øjeblikke før du kan se videoen. Venligst Vend tilbage senere.
de_de: Es kann einige Zeit dauern bis das Video erreichbar ist. Bitte schaue später erneut vorbei.
it_it: Tuttavia può essere necessario attendere un po' prima che il video sia visibile. Ricontrolla in seguito.
nl_nl: Hoe dan ook, het kan even duren voor je filmpje zichtbaar wordt. Controleer later nog eens opnieuw.
pt_br: No entanto, pode levar alguns minutos até o vídeo ficar visível. Por favor, volte mais tarde.
ru_ru: Может пройти некоторое время перед тем, как видео станет доступным. Пожалуйста, подождите.
tr_tr: Videonun görülebilir hale gelmesi zaman alabilir.

source: Refresh
da_da: Opdater
de_de: Aktualisieren
it_it: Aggiorna
nl_nl: Verversen
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Tazele

source: Remove Video
da_da: Fjern video
de_de: Video entfernen
it_it: Rimuovi video
nl_nl: Filmpje verwijderen
pt_br: Remover vídeo
ru_ru: Удалить видео
tr_tr: Videoyu Kaldır

source: Delete from YouTube?
da_da: Slet fra YouTube?
de_de: Von YouTube löschen?
it_it: Cancella da YouTube?
nl_nl: Verwijderen van YouTube?
pt_br: Apagar do YouTube?
ru_ru: Удалить с YouTube?
tr_tr: YouTube üzerinde silinsin mi?

source: JavaScript must be enabled in order for you to use the Video Gallery. However, it seems JavaScript is either disabled or not supported by your browser.
da_da: JavaScript skal være aktiveret, for at du kan bruge Video galleri. Det forekommer imidlertid JavaScript enten er deaktiveret eller ikke understøttes af din browser.
de_de: JavaScript muss eingeschaltet sein um die Video Galerie zu nutzen. Es sieht aber so aus als wäre es ausgeschaltet oder dein Browser unterstützt es nicht.
it_it: JavaScript deve essere abilitato per poter utilizzare la Video Gallery. Tuttavia, sembra che JavaScript sia disabilitato o non supportato dal tuo browser.
nl_nl: JavaScript moet actief zijn om de videogallerij te gebruiken. Het ziet er naar uit dat JavaScript niet actief is of dat je browser het niet ondersteund.
pt_br: JavaScript deve estar habilitado para que você possa usar a Galeria de Vídeo. No entanto, parece que JavaScript está desativado ou não é suportado pelo seu navegador.
ru_ru: Должен быть включен JavaScript для использования видеогалереи. Кажется, JavaScript отключен в вашем браузере.
tr_tr: Video Galerisinin kullanılabilmesi için Javascript etkin olmalı. Javascript devrede değil ya da tarayıcınız tarafından desteklenmiyor.

source: Please enable JavaScript by changing your browser options.
ar_ar: الرجاء تمكين جافا سكريبت عن طريق تغيير خيارات المتصفح الخاص بك.
da_da: Venligst Aktiver JavaScript ved at ændre dine browserindstillinger.
de_de: Bitte schalte JavaScript in deinen Browser Einstellungen ein.
it_it: Abilita i JavaScript modificando le impostazioni del tuo Browser.
nl_nl: Activeer JavaScript door je browserinstellingen te wijzigen.
pt_br: Por favor habilite JavaScript alterando as opções do seu navegador.
ru_ru: Пожалуйста, включите JavaScript в настройках вашего браузера.
tr_tr: Tarayıcı seçeneklerini değiştirerek Javascript seçeneğini devreye sokun.

source: Could not find session token for user.
da_da: Kunne ikke finde session token for brugeren.
de_de: Der Sitzungs-Token des Benutzers konnte nicht gefunden werden.
it_it: Impossibile trovare il session token per l'utente.
nl_nl: De sessie-token voor de gebruiker werd niet gevonden.
pt_br: Não foi possível encontrar token de sessão para o usuário.
ru_ru: Невозможно получить идентификатор сессии для пользователя.
tr_tr: Kullanıcı için oturum bilgisi bulunamadı.

source: Member not found.
da_da: Medlem ikke fundet.
de_de: Mitglied nicht gefunden
it_it: Membro non trovato.
nl_nl: Het lid werd niet gevonden.
pt_br: Membro não encontrado.
ru_ru: Участник не найден.
tr_tr: Üye bulunamadı.

source: Videos For:
da_da: Video for:
de_de: Videos für:
it_it: Video per:
nl_nl: Filmpjes voor:
pt_br: Vídeos de:
ru_ru: Видео для:
tr_tr: Video:

source: No videos found.
da_da: Ingen videoer fundet.
de_de: Keine Videos gefunden
it_it: Nessun video trovato.
nl_nl: Geen filmpjes gevonden.
pt_br: Nenhum vídeo encontrado.
ru_ru: Нет видео.
tr_tr: Video bulunamadı.

source: Can't remove video. Missing video id.
da_da: Kan ikke fjerne video. Video-id mangler.
de_de: Kann Video nicht entfernen. Video ID fehlt.
it_it: Impossibile rimuovere il video. Id video mancante.
nl_nl: Het filmpje kan niet verwijderd worden. De video-ID ontbreekt.
pt_br: Não foi possível remover o vídeo. Id não encontrado.
ru_ru: Невозможно удалить видео. Отсутствует ID.
tr_tr: Video kaldırılamadı. Video bilgisi eksik.

source: Can't delete video. Missing video id.
da_da: Kan ikke slette video. Video-id mangler.
de_de: Kann Video nicht löschen. Video ID fehlt.
it_it: Impossibile cancellare il video. Id video mancante.
nl_nl: Het filmpje kan niet verwijderd worden. De video-ID ontbreekt.
pt_br: Não foi possível excluir o vídeo. Id não encontrado.
ru_ru: Невозможно удалить видео. Отсутствует ID.
tr_tr: Video silinemedi. Video bilgisi eksik.

source: Video removed successfully.
da_da: Videoen fjernet med succes.
de_de: Video erfolgreich entfernt.
it_it: Video rimosso con successo.
nl_nl: Het filmpje is met succes gewist.
pt_br: Vídeo removido com sucesso.
ru_ru: Видео успешно удалено.
tr_tr: Video başarıyla kaldırıldı.

source: Video deleted successfully.
ar_ar: تم حذف الفيديو بنجاح
da_da: Video slettet med succes.
de_de: Video erfolgreich gelöscht.
it_it: Video cancellato con successo.
nl_nl: Het filmpje is met succes gewist.
pt_br: Vídeo excluído com sucesso.
ru_ru: Видео успешно удалено.
tr_tr: Video başarıyla silindi.

source: Video removed and deleted from YouTube successfully.
ar_ar: تم حذف الفيديو تماما من اليوتيوب بنجاح.
da_da: Video fjernet og slettet fra YouTube med succes.
de_de: Video erfolgreich von YouTube erntfernt und gelöscht.
it_it: Video rimosso e cancellato da YouTube con successo.
nl_nl: Het filmpje is succesvol gewist en van YouTube gehaald.
pt_br: Vídeo removido e excluído do YouTube com sucesso.
ru_ru: Видео успешно удалено с Youtube.
tr_tr: Video kaldırıldı ve YouTube üzerinde silindi.

source: Source Video cannot be found.
ar_ar: لم يتم ايجاد ملف الفيديو.
da_da: Kilde Video kan ikke findes.
de_de: Das Video konnte nicht gefunden werden.
it_it: Impossibile trovare l'origine del Video.
nl_nl: De bronvideo kan niet gevonden worden.
pt_br: Vídeo de origem não encontrado.
ru_ru: Исходник видео не найден.
tr_tr: Kaynak Video bulunamadı.

source: The video file for this video could not be found at %s.
da_da: Videofilen til denne video blev ikke fundet på %s.
de_de: Die Datei für dieses Video konnte nicht in %s gefunden werden.
it_it: Il file video non è stato trovato su %s.
nl_nl: Het videobestand voor dit filmpje kan niet gevonden worden op %s.
pt_br: O arquivo de vídeo não foi encontrado em %s.
ru_ru: Видео не может быть найдено по %s.
tr_tr: Bu video için video dosyası %s adresinde bulunamadı.

source: No users with foursquare data found.
da_da: Ingen brugere med foursquare data blev fundet.
de_de: Kein Benutzer mit foursquare Daten gefunden.
it_it: Non ci sono utenti con dati foursquare.
nl_nl: Er zijn geen gebruikers gevonden die foursquare gebruiken.
pt_br: Nenhum usuário com dados do Foursquare disponíveis.
ru_ru: Не найдено участников с учетными записями Foursquare.
tr_tr: Foursquare verisiyle kullanıcı bulunamadı.

source: History
ar_ar: السجل
da_da: Historie
de_de: Verlauf
it_it: Cronologia
nl_nl: Geschiedenis
pt_br: Histórico
ru_ru: История
tr_tr: Geçmiş

source: Administration: Debug
nl_nl: Administratie: Debug
tr_tr: Yönetim: Hata ayıklama

source: Database
nl_nl: Databank
tr_tr: Veritabanı

source: Server
tr_tr: Sunucu

source: PHP Information
nl_nl: PHP Informatie
tr_tr: PHP Bilgisi

source: PHP Version
nl_nl: PHP versie
tr_tr: PHP Sürümü

source: PHP Memory Usage
nl_nl: PHP Gebruikt Geheugen
tr_tr: PHP Bellek Kullanımı

source: PHP Memory Limit
nl_nl: PHP Geheugenlimiet
tr_tr: PHP Bellek Sınırı

source: N/A
nl_nl: N.v.t.
tr_tr: Mevcut değil

source: PHP Max Upload Size
nl_nl: PHP Maximum Upload Grootte
tr_tr: PHP Maksimum Yükleme Boyutu

source: PHP Max Post Size
nl_nl: PHP Maximum Post Grootte
tr_tr: PHP Maksimum İletme Boyutu

source: PHP Safe Mode
nl_nl: PHP Veilige Modus
tr_tr: PHP Güvenli mod

source: %s seconds
nl_nl: %s seconden
tr_tr: %s saniye

source: PHP XML Support
tr_tr: PHP XML Desteği

source: PHP Exif Support
tr_tr: PHP Exif Desteği

source: Disabled PHP Functions
tr_tr: Devredışı PHP İşlevleri

source: Family Connections Information
tr_tr: Family Connections Bilgisi

source: Administrator
nl_nl: Beheerder
tr_tr: Yönetici

source: Auto
tr_tr: Kendiliğinden

source: Site Status
tr_tr: Sitenin Durumu

source: Debug Mode
nl_nl: Debug Modus
tr_tr: Hata Ayıklama Durumu

source: Plugins Turned Off
nl_nl: Plugins Staan AF
tr_tr: Devredışı Eklentiler

source: Photo Gallery: Full Size Photos
nl_nl: Foto Galerij: Volledige Grootte van Foto's
tr_tr: Fotoğraf Galerisi: Tam Boyutlu Fotoğraflar

source: Photo Gallery: Protected Photos
nl_nl: Foto Galerij: Beschermde Foto's
tr_tr: Fotoğraf Galerisi: Korunan Fotoğraflar

source: MySQL Database Version
nl_nl: MySQL Databank Versie
tr_tr: MySQL Veritabanı Sürümü

source: MySQL Client Version
nl_nl: MySQL client versie
tr_tr: MySQL İstemci Sürümü

source: Database User
nl_nl: Databank Gebruiker
tr_tr: Veritabanı Kullanıcısı

source: Server Information
nl_nl: Serverinformatie
tr_tr: Sunucu Bilgileri

source: IP Address
nl_nl: IP-adres
tr_tr: IP Adresi

source: Server Type
nl_nl: Soort server
tr_tr: Sunucu Türü

source: Operating System
nl_nl: Besturingssysteem
tr_tr: İşletim Sistemi

source: Administration: Google
nl_nl: Administratie: Google
tr_tr: Yönetim: Google

source: Google Integration
nl_nl: Google Integratie
tr_tr: Google Entegrasyonu

source: In order to integrate Family Connections with Google, you must create a Google API Project.
nl_nl: Om Family Connections te laten integreren met Google, moet je een Google API Project aanmaken.
tr_tr: Family Connections ile Google entegrasyonu için bir Goople API Project oluşturmalısınız.

source: Go to Google and create a new API Project.
nl_nl: Ga naar Google en maak een nieuw API Project aan.
tr_tr: Google sitesine gidip yeni bir API Project oluşturun.

source: Open the %s.
nl_nl: Open de %s.
tr_tr: %s aç.

source: Google Developers Console
nl_nl: Google Ontwikkelaarsconsole
tr_tr: Google Geliştiriciler Konsolu

source: Create a new Project.
nl_nl: Maak een nieuw Project.
tr_tr: Yeni bir Proje oluştur.

source: Click APIs & auth.
tr_tr: Click APIs & auth yazısını tıkla

source: Select Consent screen.
tr_tr: Onay ekranını aç.

source: Fill out the Product name and any other optional information and Save.
nl_nl: Vul de Productnaam en andere optionele informatie in en klik op Opslaan.
tr_tr: Ürün adıyla birlikte diğer isteğe bağlı bilgileri ver ve Kaydet.

source: Select Credentials.
tr_tr: Credentials yazısını seç.

source: Click Create new Client ID.
tr_tr: Yeni Client ID oluşturmayı seç.

source: Select Web application for the application type.
tr_tr: Uygulama tpi için Web uygulamasını seç.

source: Fill out the Authorized redirct URIs, they need to end with "settings.php?view=google&oauth2callback".
tr_tr: Giriş için adresi yaz; adres "settings.php?view=google&oauth2callback" ile bitmeli.

source: Click Create Client ID.
tr_tr: Create Client ID yazısını tıkla.

source: Fill out the form below with the Client ID for web application detials you created in Step 1 above.
tr_tr: Yukarıda 1. Adımda oluşturduğunuz web uygulaması için verilen Client ID aşağıdaki forma yazılmalı.

source: Could not get Facebook photos.
tr_tr: Facebook fotoğrafları alınamadı.

source: Nothing New
tr_tr: Yeni Bir Şey Yok

source: Bummer, nothing new has happened in the last 30 days.
tr_tr: Son 30 günde yeni bir şey olmadı.

source: Show More
tr_tr: Daha Fazlasını Göster

source: M. d
de_de: Monat. Tag
it_it: M. g
tr_tr: A. g

source: Invalid Date.
tr_tr: Geçersiz Tarih.

source: Cannot get attribute.
tr_tr: Değer alınamadı.

# Lowercase Ante meridiem.
source: am
ar_ar: ص
de_de: vormittags
nl_nl: voormiddag
tr_tr: OO

# Lowercase Post meridiem.
source: pm
ar_ar: م
de_de: nachmittags
nl_nl: namiddag
tr_tr: OS

# Uppercase Ante meridiem.
source: AM
ar_ar: ص
de_de: Vormittag
nl_nl: voormiddag
tr_tr: OO

# Uppercase Post meridiem.
source: PM
ar_ar: م
de_de: Nachmittag
nl_nl: namiddag
tr_tr: OS

source: %s month ago
tr_tr: %s ay önce

source: %s year ago
tr_tr: %s yıl önce

source: by
ar_ar: بواسطة
da_da: af
de_de: von
it_it: di
nl_nl: door
pt_br: por
tr_tr: ileten

source: Language and Time
tr_tr: Dil ve Zaman

# %s is a persons full name
source: Picture for %s
da_da: Billed af %s
de_de: Bild füe %s
tr_tr: %s resmi

source: You must choose a Facebook album.
tr_tr: Bir Facebook albümü seçmelisiniz.

source: Not connected to Facebook.
tr_tr: Facebook ile bağlantı yok.

source: You must connect your Family Connections account to Facebook before you can begin importing photos from Facebook.
tr_tr: Facebook üzerinden fotoğraf aktarmak için Family Connections ile Facebook bağlantısı yapılmalı.

source: Connect to Facebook
tr_tr: Facebook hesabınıza giriş yapın.

source: Could not get Facebook albums.
tr_tr: Facebook albümleri alınamadı.

source: Not connected to Google.
tr_tr: Google ile bağlantı yok.

source: You must connect your Family Connections account to Google before you can begin importing photos from Google.
tr_tr: Google üzerinden fotoğraf aktarmak için Family Connectins ile Google bağlantısı yaılmalı.

source: Connect to Google
tr_tr: Google'a Bağlan

source: Last Page
tr_tr: Son Sayfa

source: X Wrapped
da_da: X indpakket
de_de: X Eingehüllt
nl_nl: Verpakt
tr_tr: X Sarmalandı

source: BAD
da_da: DÅRLIG
de_de: SCHLECHT
it_it: MALE
nl_nl: SLECHT
pt_br: INVÁLIDO
tr_tr: KÖTÜ

# %s is the name of a person. Photos of Bill. etc.
source: Photos Of %s
da_da: Fotos af %s
de_de: Bilder von %s
tr_tr: %s fotoğrafları

source: Unknown member.
tr_tr: Tanınmayan Üye

# %s is the name of a person. Call Bob. etc.
source: Call %s
da_da: Ring til %s
de_de: %s anrufen
tr_tr: Arama yap - %s

source: Connecting with Facebook will allow you to:
tr_tr: Facebook ile bağlanırsanız bunları apabilirsiniz:

source: Login to this site using your Facebook credentials.
tr_tr: Facebook bilgilerinizle bu siteye giriş apın.

source: Share status updates from this site to Facebook.
tr_tr: Bu siteden Facebook'a durum güncellemelerini güncelle.

source: Connecting with Foursquare will allow you to:
tr_tr: Foursquare ile bağlanınca şunları yapabileceksiniz:

source: Share your Foursquare check-ins with this site.
tr_tr: Foursquare imlerinizi bu siteyle paylaşın.

source: Connecting with Instagram will allow you to:
tr_tr: Instragram ile bağlanarak şunları yapabilirsinz:

source: Share your Instagram photos with this site.
tr_tr: Instragram fotoğraflarınızı bu siteyle paylaşın.

source: Google isn't Configured Yet.
tr_tr: Henüz Google Ayarları Yapılmadı.

source: Unfortunately, your website administrator has not set up Google yet.
tr_tr: Web sitesi yöneticisi Google ayarlarını henüz oluşturmadı.

source: You will not be able to upload photos from Picasa or upload videos from YouTube, until this is complete.
tr_tr: Bu tamamlanana kadar Picasa'dan fotoğraf ya da YouTube'dan video yükleyemezsiniz.

source: Connecting with Google will allow you to:
tr_tr: Google ile bağlandığınızda şunları yapabilirsiniz:

source: Share your Picasa photos with this site.
tr_tr: Picasa fotoğraflarınızı bu siteyle paylaşın.

source: Share your YouTube videos with this site.
tr_tr: YouTube videolarınızı bu siteyle aylaşın.

source: The video gallery relies on Gooble. You must create a Google account and connect it with your Family Connections account.
tr_tr: Video galerisi Google tabanlıdır. Bir Google hesabı oluşturup bunu Family Connections hesabınızla ilişkilendirmelisiniz.

source: Videe
tr_tr: Video

source: Connect your Google account with Family Connections
tr_tr: Google hesabınızı Family Connections ile ilişkilendirin

source: This video was Rejected by YouTube
tr_tr: Bu video YouTube tarafından reddedildi.

source: Rejection reason:
tr_tr: Reddetme nedeni:

source: This video was uploaded to YouTube successfully.
tr_tr: Bu video YouTube'a başarıyla yüklendi.

source: Percentage complete:
tr_tr: Tamamlanan yüzde:

source: Could not find video
tr_tr: Video bulunamadı

source: Video has been deleted.
tr_tr: Video silindi.

source: Video failed to upload.
tr_tr: Video yüklenemedi.

source: Video has been rejected.
tr_tr: Video reddedildi.

source: 12:00 am - 7:00 am
ar_ar: 12:00 ص - 7:00 ص
de_de: 00:00 Uhr - 07:00 Uhr
nl_nl: 0:00 u. - 7:00 u.

source: F j, Y
de_de: d.m.Y

source: M. j
de_de: d.m.

source: App ID
ar_ar: هويّة التطبيق
da_da: Applikations ID
it_it: ID applicazione
pt_br: ID do Aplicativo

source: Client Secret
ar_ar: الرقم السري للعميل
da_da: Klient Secret
pt_br: Segredo do cliente

source: PHP Allow URL fopen
nl_nl: PHP Sta URL fopen toe

source: PHP Allow URL Include
nl_nl: PHP Sta URL Include toe

source: PHP Display Errors
nl_nl: PHP Toon Fouten

source: PHP Display Startup Errors
nl_nl: PHP Toon Opstartfouten

source: PHP Expose PHP
nl_nl: PHP Toon PHP

source: PHP Register Globals
nl_nl: PHP Registreer Globale variabelen

source: PHP Max Script Execution Time
nl_nl: PHP Maximum Executie Tijd

source: Foursquare ID
ar_ar: معرف فورسكوير
it_it: ID Foursquare
pt_br: ID Foursquare

source: Facebook
ar_ar: فيس بوك

source: App Secret
ar_ar: كود التطبيق

source: Tumblr
ar_ar: تمبلر

source: WordPress
ar_ar: ووردبريس

source: Posterous
ar_ar: بوستريوس

source: Foursquare
ar_ar: فورسكوير

source: Vimeo
ar_ar: فيميو
