Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Today
ar_ar: اليوم
da_da: I dag
de_de: Heute
it_it: Oggi
nl_nl: Vandaag
pt_br: Hoje
ru_ru: Сегодня
tr_tr: Bugün

source: Add Category
ar_ar: أضف فئة
da_da: tilføj kategorier
de_de: Kategorie hinzufügen
it_it: Aggiungi Categoria
nl_nl: Categorie toevoegen
pt_br: Adicionar Categoria
ru_ru: Добавить категорию
tr_tr: Kategori Ekle

source: Edit Category
ar_ar: حرّر الفئة
da_da: Redigér kategori
de_de: Kategorie editieren
it_it: Modifica categoria
nl_nl: Categorie Bewerken
pt_br: Editar categoria
ru_ru: Редактировать категорию
tr_tr: Kategori Düzenle

source: Print
ar_ar: اطبع
da_da: Udskriv
de_de: Drucken
it_it: Stampa
nl_nl: Afdrukken
pt_br: Imprimir
ru_ru: Печать
tr_tr: Yazdır

source: %s turns %s today.
da_da: %s bliver %s i dag.
de_de: %s wird heute %s.
it_it: %s compie %s anni oggi.
nl_nl: %s wordt vandaag %s.
pt_br: %s faz %s anos hoje.
ru_ru: %s исполняется %s сегодня.
tr_tr: %s bugün %s yaşına basıyor.

source: Today's Events
ar_ar: أحداث اليوم
da_da: Begivenheder i dag
de_de: Events heute
it_it: Eventi di oggi
nl_nl: Actuele Gebeurtenissen
pt_br: Eventos de hoje
ru_ru: Сегодняшние события
tr_tr: Bugünün Olayları

source: Event
ar_ar: الحدث
da_da: Begivenhed
de_de: Event (Titel)
it_it: Evento
nl_nl: Gebeurtenis
pt_br: Evento
ru_ru: Событие
tr_tr: Etkinlik

source: M. d, Y
da_da: Copy text M. d, Y
it_it: M. g. A
pt_br: Dia, Mês, Ano
ru_ru: М. д, Г
tr_tr: A. g, Y

source: Time
ar_ar: الوقت
da_da: Tidspunkt
de_de: Zeit
it_it: Data
nl_nl: Tijd
pt_br: Hora
ru_ru: Время
tr_tr: Zaman

source: through
ar_ar: حتى
da_da: gennem
de_de: durchgehend
it_it: fino alle
nl_nl: via
pt_br: até
ru_ru: до
tr_tr: erim -

source: All Day
ar_ar: طوال اليوم
da_da: Hele dagen
de_de: Ganzer Tag
it_it: Tutto il giorno
nl_nl: De hele dag
pt_br: O Dia Todo
ru_ru: Весь день
tr_tr: Tüm Gün

source: Category
ar_ar: الفئة
da_da: Kategori
de_de: Kategorie
it_it: Categoria
nl_nl: Categorie
pt_br: Categoria
ru_ru: Категория
tr_tr: Kategori

source: Repeat (Yearly)
ar_ar: يتكرّر ( سنويًا )
da_da: Gentag (årlig)
de_de: Wiederholen (Jährlich)
it_it: Ripeti (annualmente)
nl_nl: Herhaal (jaarlijks)
pt_br: Repetir (Anualmente)
ru_ru: Повторять ежегодно
tr_tr: Yinele (Her Yıl)

source: Private?
ar_ar: خاص؟
da_da: Privat?
de_de: Privat?
it_it: Provato?
nl_nl: Persoonlijk?
pt_br: Privado?
ru_ru: Сделать личным?
tr_tr: Kişisel?

source: Invite Guests?
ar_ar: دعوة الزوار؟
da_da: Inviter gæster?
de_de: Gäste einladen?
it_it: Invitare degli Ospiti?
nl_nl: Mensen Uitnodigen?
pt_br: Listar Convidados?
ru_ru: Пригласить гостей?
tr_tr: Konuk Davet Edilsin mi?

source: Edit Event
ar_ar: حرّر الحدث
da_da: Redigér begivenhed
de_de: Termin bearbeiten
it_it: Modifica Evento
nl_nl: Gebeurtenis bewerken
pt_br: Editar Evento
ru_ru: Редактировать событие
tr_tr: Etkinliği Düzenle

source: Date
ar_ar: التاريخ
da_da: Dato
de_de: Datum
it_it: Data
nl_nl: Datum
pt_br: Data:
ru_ru: Дата
tr_tr: Tarih

source: Every year on %s
ar_ar: كل سنة في %s
da_da: Hvert år den %s
de_de: Jedes Jahr am %s
it_it: il %s di ogni anno
nl_nl: Elk jaar op %s
pt_br: Todo ano em %s
ru_ru: Каждый год в %s
tr_tr: Her yıl %s

source: beginning at %s
ar_ar: يبدأ في %s
da_da: begynder den %s
de_de: Beginn um %s
it_it: Inizio in date %s
nl_nl: Startend om %s
pt_br: Começando às %s
ru_ru: начиная в %s
tr_tr: başlangıcı %s

source: between %s and %s
ar_ar: منذ %s وحتى %s
da_da: mellem %s og %s
de_de: zwischen %s und %s
it_it: tra il %s e il %s
nl_nl: tussen %s en %s
pt_br: entre %s e %s
ru_ru: между %s и %s
tr_tr: %s ile %s arasında

source: Created By
ar_ar: أُنشِئَ بِواسطة
da_da: Oprettet af
de_de: Erstellt von
it_it: Creato da
nl_nl: Aangemaakt door
pt_br: Criado Por
ru_ru: Создано
tr_tr: Oluşturan

source: Host
ar_ar: المضيف
de_de: Veranstalter
it_it: Ospitante
ru_ru: Хост
tr_tr: Sunucu

source: Every year on %s, since %s.
ar_ar: كل سنة في %s, منذ %s.
da_da: Hver eneste år den %s, siden %s.
de_de: Jedes Jahr am %s, seit %s.
it_it: il %s di ogni anno, dal %s.
nl_nl: Elk jaar op %s, sinds %s.
pt_br: Todo ano em %s, desde %s.
ru_ru: В каждом году %s, начиная с %s.
tr_tr: Her yıl %s tarihinde; başlangıcı %s.

source: F j, Y g:i a
de_de: d.m.Y - H:i
ru_ru: F j, Y G:i

source: Maybe
ar_ar: ربما
da_da: Måske
de_de: Vielleicht
it_it: Forse
nl_nl: Misschien
pt_br: Talvez
ru_ru: Может быть
tr_tr: Belki

source: Add New Category
ar_ar: أضف فئة جديدة
da_da: Tilføj en ny kategori
de_de: Neue Kategorie hinzufügen
it_it: Aggiungi Nuova Categoria
nl_nl: Nieuwe Categorie Toevoegen
pt_br: Adicionar Nova Categoria
ru_ru: Добавить новую категорию
tr_tr: Yeni Kategori Ekle

source: Chat
ar_ar: الدردشه
nl_nl: Chatten
pt_br: Bate-Papo (Chat)
ru_ru: Чат
tr_tr: Sohbet

source: Add Comment
ar_ar: أضف تعليقًا
da_da: Tilføj kommentar
de_de: Kommentar hinzufügen
it_it: Aggiungi commento
nl_nl: Reageren
pt_br: Comentar
ru_ru: Добавить комментарий
tr_tr: Yorum Ekle

source: Comment
ar_ar: تعليق
da_da: Kommentar
de_de: Kommentar
it_it: Commento
nl_nl: Reactie
pt_br: Comentário
ru_ru: Комментарий
tr_tr: Yorum

source: Delete this Comment
ar_ar: حذف هذا التعليق
da_da: Slet denne kommentar
de_de: Diesen Komentar löschen
it_it: Cancella questo commento
nl_nl: Reactie Verwijderen
pt_br: Excluir este comentário
ru_ru: Удалить этот комментарий
tr_tr: Bu Yorumu sil

source: Filter: %s.
ar_ar: تصفية: %s.
pt_br: Filtro: %s.
ru_ru: Фильтр %s.
tr_tr: Filtre: %s.

source: Could not connect to host [%s] with user [%s].
ar_ar: لايمكن الاتصال بالمضيف [%s] بإسم المستخدم [%s].
da_da: Kunne ikke forbinde til Host [%s] med bruger [%s].
de_de: Kann host [%s] nicht mit Benutzer [%s] verbinden.
nl_nl: Onmogelijk om de verbinding op te bouwen met host [%s] en gebruikersnaam [%s]
pt_br: Não foi possível conectar ao servidor [%s] com o usuário [%s].
ru_ru: Не удается подключиться к серверу [%s] с именем пользователя [%s].
tr_tr: [%s] sunucusuna [%s] kullanıcısı ile bağlantı yapılamadı.

source: Could not set names utf8.
da_da: Kunne ikke indstille navne utf8.
de_de: Umwandlung in utf8 misslungen.
nl_nl: Kon de namen niet instellen in utf8 formaat.
pt_br: Não foi possível definir nomes utf8.
ru_ru: Не удается задать имена utf8.
tr_tr: Adlar UTF8 düzenlenemedi

source: Cannot query database.
da_da: Kan ikke forespørge databasen.
de_de: Datenbankabfrage nicht möglich.
nl_nl: Problemen bij het opgalen van gegevens uit de database.
pt_br: Não é possível consultar base de dados.
ru_ru: Не удается опросить базу данных.
tr_tr: Veritabanına sorgu gönderilemedi

source: Cannot prepare SQL statement.
da_da: Kan ikke forberede SQL-sætning.
de_de: Datenbankproblem (prep. SQL statement).
nl_nl: Kan de SQL statement niet voorbereiden.
pt_br: Não é possível preparar instrução SQL.
ru_ru: Не удалось подготовить SQL запрос.
tr_tr: SQL ifadesi oluşturulamadı

source: Cannot execute SQL statement.
da_da: Kan ikke udføre SQL-sætning.
de_de: Datenbankproblem (exec SQL statement).
nl_nl: Kan de SQL statement niet uitvoeren.
pt_br: Não é possível executar instrução SQL.
ru_ru: Не удалось выполнить SQL запрос.
tr_tr: SQL ifadesi uygulanamadı

source: Cannot insert SQL statement.
da_da: Kan ikke indsætte SQL-sætningen.
de_de: Datenbankproblem (ins. SQL statement).
nl_nl: Kan de SQL statement niet uitvoeren.
pt_br: Não é possível inserir declaração SQL.
ru_ru: Не удалось добавить SQL запрос.
tr_tr: SQL ifadesi kaydedilemedi

source: Could not query database.
da_da: Kunne ikke forespørge databasen.
de_de: Datenbankabfrage nicht möglich.
nl_nl: De database query is niet gelukt.
pt_br: Não foi possível consultar base de dados.
ru_ru: Не удалось запросить базу данных.
tr_tr: Veritabanına sorgu gönderilemedi

source: Cannot update SQL statement.
da_da: Kan ikke opdatere SQL-sætning.
de_de: Datenbankproblem (upd. SQL statement).
nl_nl: Kan de SQL statement niet bijwerken.
pt_br: Não é possível atualizar instrução SQL.
ru_ru: Не удается обновить SQL запрос.
tr_tr: SQL ifadesi güncellenemedi

source: Cannot prepare SQL DELETE statement.
da_da: Kan ikke forberede SQL DELETE-sætning.
de_de: Datenbankproblem (del. SQL statement).
nl_nl: Kan de SQL DELETE statement niet voorbereiden.
pt_br: Não é possível preparar instrução SQL DELETE.
ru_ru: Не удается подготовить SQL DELETE запрос.
tr_tr: SQL DELETE ifadesi oluşturulamadı

source: Cannot delete SQL statement.
da_da: Kan ikke slette SQL-sætning.
de_de: Datenbankproblem (del. SQL statement).
nl_nl: Kan de SQL statement niet verwijderen.
pt_br: Não é possível excluir instrução SQL.
ru_ru: Не удается удалить SQL запрос.
tr_tr: SQL ifadesi silinemedi

source: Could not alter database.
da_da: Ikke kunne ændre databasen.
de_de: Datenbankänderung nicht möglich.
nl_nl: Kan de database niet aanpassen.
pt_br: Não foi possível alterar a base de dados.
ru_ru: Не удалось изменить базу данных.
tr_tr: Veritabanı değiştirilemedi

source: Cannot alter SQL statement.
da_da: Kan ikke ændre SQL-sætningen.
de_de: Datenbankproblem (alt. SQL statement).
nl_nl: Kan de SQL statement niet wijzigen.
pt_br: Não é possível alterar instrução SQL.
ru_ru: Не удается изменить SQL запрос.
tr_tr: SQL ifadesi değiştirilemedi

# One letter abbreviation for Sunday.
source: S
ar_ar: ج
it_it: Sab
nl_nl: Zo
pt_br: D
ru_ru: ВС
tr_tr: Pz

# One letter abbreviation for Monday.
source: M
ar_ar: ن
it_it: Lun
nl_nl: Ma
pt_br: S
ru_ru: ПН
tr_tr: Pzt

# One letter abbreviation for Tuesday.
source: T
ar_ar: ث
de_de: D
it_it: Mar
nl_nl: Di
ru_ru: ВТ
tr_tr: S

# One letter abbreviation for Wednesday.
source: W
ar_ar: ر
de_de: M
it_it: Mer
nl_nl: Wo
pt_br: Q
ru_ru: СР
tr_tr: Ç

# One letter abbreviation for Thursday.
source: T
ar_ar: خ
de_de: D
it_it: Gio
nl_nl: Do
pt_br: Q
ru_ru: ЧТ
tr_tr: P

# One letter abbreviation for Friday.
source: F
ar_ar: ج
it_it: Ven
nl_nl: Vr
pt_br: S
ru_ru: ПТ
tr_tr: C

# One letter abbreviation for Saturday.
source: S
ar_ar: س
it_it: Sab
nl_nl: Za
ru_ru: СБ
tr_tr: Ct

# Three letter abbreviation for Sunday.
source: Sun
ar_ar: أح
da_da: Søn.
de_de: Son
it_it: Dom
nl_nl: Zo
pt_br: Dom
ru_ru: Вос
tr_tr: Pz

# Three letter abbreviation for Monday.
source: Mon
ar_ar: اثن
da_da: Man.
it_it: Lun
nl_nl: Ma
pt_br: Seg
ru_ru: Пон
tr_tr: Pzt

# Three letter abbreviation for Tuesday.
source: Tue
ar_ar: ثلث
da_da: Tir.
de_de: Die
it_it: Mar
nl_nl: Di
pt_br: Ter
ru_ru: Втр
tr_tr: Salı

# Three letter abbreviation for Wednesday.
source: Wed
ar_ar: أر
da_da: Ons.
de_de: Mit
it_it: Mer
nl_nl: Wo
pt_br: Qua
ru_ru: Срд
tr_tr: Crs

# Three letter abbreviation for Thursday.
source: Thr
ar_ar: خمس
da_da: Tor.
de_de: Don
it_it: Gio
nl_nl: Do
pt_br: Qui
ru_ru: Чет
tr_tr: Per

# Three letter abbreviation for Friday.
source: Fri
ar_ar: جمع
da_da: Fre.
de_de: Fre
it_it: Venerdì
nl_nl: Vr
pt_br: Sex
ru_ru: Пят
tr_tr: Cm

# Three letter abbreviation for Saturday.
source: Sat
ar_ar: سبت
da_da: Lør.
de_de: Sam
it_it: Sabato
nl_nl: Za
pt_br: Sáb
ru_ru: Суб
tr_tr: Ctesi

source: January
ar_ar: يناير
da_da: Januar
de_de: Januar
it_it: Gennaio
nl_nl: Januari
pt_br: Janeiro
ru_ru: Январь
tr_tr: Ocak

source: February
ar_ar: فبراير
da_da: Februar
de_de: Februar
it_it: Febbraio
nl_nl: Februari
pt_br: Fevereiro
ru_ru: Февраль
tr_tr: Şubat

source: March
ar_ar: مارس
da_da: Marts
de_de: März
it_it: Marzo
nl_nl: Maart
pt_br: Março
ru_ru: Март
tr_tr: Mart

source: April
ar_ar: أبريل
it_it: Aprile
pt_br: Abril
ru_ru: Апрель
tr_tr: Nisan

source: May
ar_ar: مايو
da_da: Maj
de_de: Mai
it_it: Maggio
nl_nl: Mei
pt_br: Maio
ru_ru: Май
tr_tr: Mayıs

source: June
ar_ar: يونيو
da_da: Juni
de_de: Juni
it_it: Giugno
nl_nl: Juni
pt_br: Junho
ru_ru: Июнь
tr_tr: Haziran

source: July
ar_ar: يوليو
da_da: Juli
de_de: Juli
it_it: Luglio
nl_nl: Juli
pt_br: Julho
ru_ru: Июль
tr_tr: Temmuz

source: August
ar_ar: أغسطس
it_it: Agosto
nl_nl: Augustus
pt_br: Agosto
ru_ru: Август
tr_tr: Ağustos

source: September
ar_ar: سبتمبر
it_it: Settembre
pt_br: Setembro
ru_ru: Сентябрь
tr_tr: Eylül

source: October
ar_ar: أكتوبر
da_da: Oktober
de_de: Oktober
it_it: Ottobre
nl_nl: Oktober
pt_br: Outubro
ru_ru: Октябрь
tr_tr: Ekim

source: November
ar_ar: نوفمبر
it_it: Novembre
pt_br: Novembro
ru_ru: Ноябрь
tr_tr: Kasım

source: December
ar_ar: ديسمبر
de_de: Dezember
it_it: Dicembre
pt_br: Dezembro
ru_ru: Декабрь
tr_tr: Aralık

# Three letter abbreviation for January.
source: Jan
ar_ar: يناير
it_it: Gennaio
ru_ru: Янв
tr_tr: Ock

# Three letter abbreviation for February.
source: Feb
ar_ar: فبراير
it_it: Febbraio
pt_br: Fev
ru_ru: Фев
tr_tr: Sbt

# Three letter abbreviation for March.
source: Mar
ar_ar: ما
de_de: Mrz
it_it: Marzo
nl_nl: Mrt
ru_ru: Мар
tr_tr: Mrt

# Three letter abbreviation for April.
source: Apr
ar_ar: أبر
it_it: Aprile
pt_br: Abr
ru_ru: Апр
tr_tr: Nis

# Three letter abbreviation for May.
source: May
ar_ar: ماي
da_da: Maj.
de_de: Mai
it_it: Maggio
nl_nl: Mei
pt_br: Mai
ru_ru: Май

# Three letter abbreviation for June.
source: Jun
ar_ar: يون
it_it: Giugno
ru_ru: Июнь
tr_tr: Haz

# Three letter abbreviation for July.
source: Jul
ar_ar: يول
it_it: Luglio
ru_ru: Июль
tr_tr: Tem

# Three letter abbreviation for August.
source: Aug
ar_ar: أغس
it_it: Agosto
pt_br: Ago
ru_ru: Авг
tr_tr: Agu

# Three letter abbreviation for September.
source: Sep
ar_ar: سب
it_it: Settembre
pt_br: Set
ru_ru: Сен
tr_tr: Eyl

# Three letter abbreviation for October.
source: Oct
ar_ar: أكت
da_da: Okt.
de_de: Okt
it_it: Ottobre
nl_nl: Okt
pt_br: Out
ru_ru: Окт
tr_tr: Eki

# Three letter abbreviation for November.
source: Nov
ar_ar: نوف
it_it: Novembre
ru_ru: Ноя
tr_tr: Kas

# Three letter abbreviation for December.
source: Dec
ar_ar: ديس
de_de: Dez
it_it: Dicembre
pt_br: Dez
ru_ru: Дек
tr_tr: Ara

source: right now
ar_ar: الآن
da_da: Lige nu
de_de: jetzt
it_it: adesso
nl_nl: Op dit moment
pt_br: agora
ru_ru: Прямо сейчас
tr_tr: hemen şimdi

source: %s second ago
ar_ar: قبل أقل من ثانية
da_da: %s sekund siden
de_de: vor %s Sekunde
it_it: %s secondo fa
nl_nl: %s seconde geleden
pt_br: %s segundo atrás
ru_ru: %s секунду назад
tr_tr: %s saniye önce

source: %s minute ago
ar_ar: قبل أقل من دقيقة
da_da: %s minut siden
de_de: vor einer Minute
it_it: %s minuto fa
nl_nl: %s minuut geleden
pt_br: %s minuto atrás
ru_ru: %s минуту назад
tr_tr: %s dakika önce

source: %s hour ago
ar_ar: قبل أقل من ساعة
da_da: %s time siden
de_de: vor einer Stunde
it_it: %s ora fa
nl_nl: %s uur geleden
pt_br: %s hora atrás
ru_ru: %s час назад
tr_tr: %s saat önce

source: %s day ago
ar_ar: قبل أقل من يوم
da_da: %s dag siden
de_de: vor %s Tag
it_it: %s giorno fa
nl_nl: %s dag geleden
pt_br: %s dia atrás
ru_ru: %s день назад
tr_tr: %s gün önce

source: Document
ar_ar: وثيقة
da_da: Dokument
de_de: Dokument
it_it: Documento
pt_br: Documento
ru_ru: Документ
tr_tr: Belge

source: Uploaded By
ar_ar: رفعه:
da_da: Uploadet af
de_de: Hochgeladen von
it_it: Caricato da
nl_nl: Ingezonden door
pt_br: Enviado por
ru_ru: Автор
tr_tr: Yükleyen

source: Date Added
ar_ar: تاريخ الإضافة:
da_da: Dato tilføjet
de_de: Datum hinzugefügt
it_it: Data di aggiunta
nl_nl: Toegevoegd op
pt_br: Data de inclusão
ru_ru: Время добавления
tr_tr: Eklendiği Tarih

source: Nothing to see here
ar_ar: لا شئ للعرض هنا
da_da: Ingenting at se her
de_de: Hier gibt es nichts zu sehen.
it_it: Niente da vedere
nl_nl: Hier is niets zichtbaar
pt_br: Nada para ver aqui
ru_ru: Тут ничего нет.
tr_tr: Burada görülecek birşey yok

source: Currently no one has shared any documents.
ar_ar: لا أحد الآن يشارك أي مستندات
da_da: Foreløbig har ingen delt nogen dokumenter
de_de: Bis jetzt hat noch keiner irgendein Dokument geteilt.
it_it: Ancora nessun documento condiviso.
nl_nl: Momenteel heeft niemand gedeelde documenten
pt_br: Atualmente ninguém compartilhou documentos
ru_ru: Никто не загружал документы.
tr_tr: Herhangi bir belge paylaşılmadı.

source: Why don't you share a document now?
ar_ar: لماذا لا تشارك مستند الآن؟
da_da: Hvorfor deler du ikke et dokument nu?
de_de: Warum teilst du nicht jetzt ein Dokument?
it_it: Vuoi essere il primo a condividere un documento?
nl_nl: Waarom voegt u niet gelijk een commentaar toe
pt_br: Porque você não compartilha um documento agora?
ru_ru: Почему бы вам не загрузить документ?
tr_tr: Bir belge paylaşmaya ne dersiniz?

source: Add Document
ar_ar: إضافة مستند
da_da: Tilføj dokument
de_de: Dokument hinzufügen
it_it: Aggiungi Documento
nl_nl: Document toevoegen
pt_br: Adicionar Documento
ru_ru: Добавить документ
tr_tr: Belge Ekle

source: m/d/Y h:ia
ar_ar: d/m/Y h:ia
de_de: d.m.Y H:i
ru_ru: m/d/Y H:i
tr_tr: a/g/Y h:ia

source: Delete this Document
ar_ar: احذف هذا المستند
da_da: Slet dette dokument
de_de: Dieses Dokument löschen
it_it: Cancella questo documento
nl_nl: Dit document verwijderen
pt_br: Excluir este documento
ru_ru: Удалить этот документ
tr_tr: Bu Belgeyi sil

source: Upload Document
ar_ar: ارفع مستندًا
da_da: Upload dokument
de_de: Dokument hochladen
it_it: Carica documento
nl_nl: Document uploaden
pt_br: Carregar documento
ru_ru: Отправить документ
tr_tr: Belge Yükle

source: Document too large.
ar_ar: المستند كبير جدا
da_da: Dokumenten er for stor.
de_de: Dokument zu groß.
nl_nl: Het document is te groot
pt_br: Documento muito grande.
ru_ru: Размер документа превышает допустимый.
tr_tr: Belge çok büyük.

source: Document %s exceeds the maximum file size allowed by your PHP settings.
ar_ar: يتجاوز المستند %s الحد الأقصى لحجم الملف المحدد في إعدادات PHP لديك.
da_da: Dokumentet %s overskrider max størrelsen for hvad der er tilladt i din PHP sætting,
de_de: Das Dokument %s überschreitet die maximale Dateigröße der von Ihnen erlaubten PHP-Einstellungen.
it_it: Il documento %s supera la dimensione massima consentita dalle impostazioni PHP.
nl_nl: Je document %s is groter dan de maximum toegestande bestandsgrootte in je PHP-settings (van de webhosting).
pt_br: Documento %s excede o tamanho máximo permitido.
ru_ru: Документ %s достиг предела, разрешённого в настройках PHP.
tr_tr: %s adlı belge PHP ayarlarında belirlenen dosya boyutunu aşıyor.

source: Invalid Document
ar_ar: مستند غير صالح
da_da: Forkert dokument
de_de: Ungültige Dokument
it_it: Documento non valido
nl_nl: Ongeldig document
pt_br: Documento Inválido
ru_ru: Неверный тип документа
tr_tr: Belge Geçersiz

source: Documents must be of type (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
ar_ar: يجب أن يكون نوع الملف أحد ما يلي: (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
da_da: Dokument type skal være (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
de_de: Dokumente muss Dateiendungen wie .doc, .txt, .xsl, .zip, .rtf, .ppt oder .pdf haben.
it_it: Il documento deve essere di tipo (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
nl_nl: Documenten moeten een van volgende extensies hebben: .doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf.
pt_br: Documentos devem possuir extensão (.doc,.txt,.xsl,.zip,.rtf,.ppt,.pdf).
ru_ru: Документы должны быть следующих типов: .doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf.
tr_tr: Kabul edilen dosya tipleri: .doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf.

source: Document %s already exists! Please change the filename and try again.
ar_ar: المستند %s موجود بالفعل! يرجى تغيير اسم الملف ثم المحاولة مجددًا.
da_da: Dokument %s eksisterer allerede! Du skal ændre filnavnet og prøv igen
de_de: Das Dokument %s existiert bereits. Bitte ändern Sie den Dateinamen und versuchen Sie es erneut.
it_it: Il documento %s esiste già! Cambia il nome del file e prova di nuovo.
nl_nl: Het document %s bestaat al! Wijzig de bestandsnaam en probeer opnieuw.
pt_br: O documento %s já existe! Por favor mude o nome do arquivo e tente novamente.
ru_ru: Документ с именем %s уже существует! Переименуйте файл и повторите попытку.
tr_tr: %s adlı belge zaten mevcut! Dosya adını değiştirin ya da yeniden deneyin.

source: Currently no one has added any news
ar_ar: لم يقم أحد بإضافة أي أخبار
da_da: Endnu har ingen tilføjet nogen nyheder
de_de: Bis jetzt hat noch keiner irgendeine Neuigkeit geteilt.
it_it: Nessuna news inserita.
nl_nl: Momenteel heeft niemand nieuws toegevoegd
pt_br: Ninguém adicionou notícias ainda.
ru_ru: Новостей нет.
tr_tr: Henüz kimse haber eklemedi.

source: Why don't you be the first to add news?
ar_ar: لماذا لا تكن أول مضيف للأخبار ؟
da_da: Hvorfor bliver du ikke den første til at tilføje en nyhed?
de_de: Warum teilst du nicht jetzt eine Neuigkeit?
it_it: Vuoi essere il primo ad inserire una news?
nl_nl: Wees de eerste om nieuws toe te voegen
pt_br: Porque não ser o primeiro a adicionar notícias?
ru_ru: Почему бы вам не опубликовать новость первым?
tr_tr: İlk haber ekleyen olmaya ne dersiniz?

source: Add Family News
ar_ar: أضف خبرًا
da_da: Tilføj familie nyhed
de_de: News hinzufügen
it_it: Aggiungi notizie familiari
nl_nl: Nieuws toevoegen
pt_br: Adicionar notícias.
ru_ru: Добавить семейные новости
tr_tr: Aile Haberleri Ekle

source: Import News from existing blog
ar_ar: استيراد أخبار من المدونة
da_da: Importer Nyheder fra en eksisterende blog
de_de: News aus einem Blog importieren
it_it: Importa News da un blog esistente.
nl_nl: Nieuws importeren van een bestaande blog
pt_br: Importar notícias de blog existente
ru_ru: Импорт новостей из существующего блога
tr_tr: Mevcut blog üzerinden Haber aktar

source: Comments
ar_ar: التعليقات
da_da: Kommentarer
de_de: Kommentare
it_it: Commenti
nl_nl: Reacties
pt_br: Comentários
ru_ru: Комментарии
tr_tr: Yorumlar

source: Add a comment
ar_ar: أضف تعليقًا
da_da: Tilføj en kommentar
de_de: Kommentar hinzufügen
it_it: Aggiungi un commento
nl_nl: Reactie toevoegen
pt_br: Adicionar um comentário
ru_ru: Добавить комментарий
tr_tr: Yorum ekle

source: no comments
ar_ar: لا تعليقات
da_da: ingen kommentarer
de_de: keine Kommentare
it_it: nessun commento
nl_nl: geen reacties
pt_br: sem comentários
ru_ru: нет комментариев
tr_tr: yorum yok

source: Edit this Family News
ar_ar: حرّر هذا الخبر
da_da: Rediger denne familie nyhed
de_de: Diese Familiennachrichten bearbeiten
it_it: Modifica questa notizia familiare
nl_nl: Wijzig dit nieuwsbericht
pt_br: Editar notícias
ru_ru: Редактировать семейные новости
tr_tr: Bu Aile Haberini düzenle

source: Delete this Family News
ar_ar: احذف هذا الخبر
da_da: Slet denne familie nyhed
de_de: Diese Familiennachrichten löschen
it_it: Cancella questa notizia familiare
nl_nl: Verwijder dit nieuwsbericht
pt_br: Apagar esta notícia
ru_ru: Удалить семейные новости
tr_tr: Bu Aile Haberini sil

source: Originally from %s, %s.
ar_ar: بالأصل من %s, %s.
da_da: Originalt fra %s, %s.
de_de: Orginal von %s, %s.
it_it: Originariamente da %s, %s.
nl_nl: Oorspronkelijk van %s, %s.
pt_br: Original de %s, %s.
ru_ru: Изначально с %s, %s.
tr_tr: Özgün biçiminin kaynağı %s, %s.

source: Delete this comment
ar_ar: احذف هذا التعليق
da_da: Slet denne kommentar
de_de: Lösche diesen Kommentar
it_it: Elimina questo commento
nl_nl: Verwijder deze reactie
pt_br: Excluir comentário
ru_ru: Удалить этот комментарий
tr_tr: Bu yorumu sil

source: Title
ar_ar: العنوان
da_da: Titel
de_de: Titel
it_it: Titolo
nl_nl: Titel
pt_br: Tí­tulo
ru_ru: Заголовок
tr_tr: Başlık

source: Title of your Family News
ar_ar: عنوان الخبر
da_da: Overskrift på familie nyhed
de_de: Titel Ihrer Familiennachrichten
it_it: Titolo della tua notizia familiare
nl_nl: Titel van je bericht
pt_br: Título da notícia
ru_ru: Заголовок ваших семейных новостей
tr_tr: Aile Haberinizin başlığı

source: Edit News
ar_ar: تحرير الأخبار
da_da: Rediger nyheder
de_de: News editieren
it_it: Modifica notizie
nl_nl: Wijzig Nieuws
pt_br: Editar notícias
ru_ru: Изменить Новости
tr_tr: Haberi Düzenle

source: Invalid url [%s].
ar_ar: عنوان غير صحيح [%s].
da_da: Ugyldig Url [%s].
de_de: Ungültige Url [%s].
it_it: Url [%s] non valido.
nl_nl: Ongeldige URL [%s]
pt_br: Endereço inválido [%s].
ru_ru: Неправильный адрес [%s].
tr_tr: URL geçersiz [%s].
