Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: (GMT -12:00) Eniwetok, Kwajalein
ar_ar: (توقيت جرينتش - 12:00 ) انيويتوك، كواجالين
ru_ru: (GMT -12:00) Эниветок, Кваджалейн

source: (GMT -11:00) Midway Island, Samoa
ar_ar: (توقيت جرينتش - 11:00) جزر ميدواي، ساموا
de_de: (GMT -11:00) Midway Inseln, Samoa
pt_br: (GMT -11:00) Ilha Midway, Samoa
ru_ru: (GMT -11:00) Остров Мидуэй, Самоа

source: (GMT -10:00) Hawaii
ar_ar: (توقيت جرينتش -10:00) هاواي
pt_br: (GMT -10:00) Havaí
ru_ru: (GMT -10:00) Гавайи

source: (GMT -9:00) Alaska
ar_ar: (جرينتش -9:00) ألاسكا
ru_ru: (GMT -9:00) Аляска

source: (GMT -8:00) Pacific Time (US & Canada)
ar_ar: (جرينتش -8:00)
pt_br: (GMT -8:00) Hora do Pacífico (E.U. e Canadá)
ru_ru: (GMT -8:00) Тихоокеанское время (США и Канада)

source: (GMT -7:00) Mountain Time (US & Canada)
ar_ar: (جرينتش -7:00)
pt_br: (GMT -7:00) Horário das Montanhas (E.U. e Canadá)
ru_ru: (GMT -7:00) Горное время (США и Канада)

source: (GMT -6:00) Central Time (US & Canada), Mexico City
ar_ar: (جرينتش -6:00)
pt_br: (GMT -6:00) Hora Central (E.U. e Canadá), Cidade do México
ru_ru: (GMT -6:00) Центральное время (США и Канада), Мехико

source: (GMT -5:00) Eastern Time (US & Canada), Bogota, Lima
ar_ar: (جرينتش -5:00)
pt_br: (GMT -5:00) Hora do Leste (E.U. e Canadá) Bogotá, Lima
ru_ru: (GMT -5:00) Восточное время (США и Канада), Богота, Лима

source: (GMT -4:00) Atlantic Time (Canada), Caracas, La Paz
ar_ar: (جرينتش -4:00)
pt_br: (GMT -4:00) Horário do Atlântico (Canadá), Caracas, La Paz
ru_ru: (GMT -4:00) Атлантическое время (Канада), Каракас, Ла-Пас

source: (GMT -3:30) Newfoundland
ar_ar: (جرينتش -3:30)
de_de: (GMT -3:30) Neufundland
ru_ru: (GMT -3:30) Ньюфаундленд

source: (GMT -3:00) Brazil, Buenos Aires, Georgetown
ar_ar: (جرينتش -3:00)
de_de: (GMT -3:00) Brasilien, Buenos Aires, Georgetown
pt_br: (GMT -3:00) Brasil, Buenos Aires, Georgetown
ru_ru: (GMT -3:00) Бразилия, Буэнос-Айрес, Джорджтаун

source: (GMT -2:00) Mid-Atlantic
ar_ar: (جرينتش -2:00)
de_de: (GMT -2:00) Mittlerer Atlantik
ru_ru: (GMT -2:00) Срединно-Атлантического

source: (GMT -1:00) Azores, Cape Verde Islands
ar_ar: (جرينتش -1:00)
de_de: (GMT -1:00) Azoren, Kap Verde Inseln
pt_br: (GMT -1:00) Açores, Ilhas de Cabo Verde
ru_ru: (GMT -1:00) Азорские острова, островов Зеленого Мыса

source: (GMT) Western Europe Time, London, Lisbon, Casablanca
ar_ar: (جرينتش ) لندن
de_de: (GMT) Westeuropäische Zeit, London, Lissabon, Casablanca
pt_br: (GMT) Horário da Europa Ocidental, Londres, Lisboa, Casablanca
ru_ru: (GMT) Время Западной Европе, Лондон, Лиссабон, Касабланка

source: (GMT +1:00) Brussels, Copenhagen, Madrid, Paris
ar_ar: (جرينتش+1:00)
de_de: (GMT +1:00) Mitteleuropäische Zeit, Brüssel, Kopenhagen, Madrid, Paris
it_it: (GMT +1:00) Brussels, Copenhagen, Madrid, Paris, Roma
nl_nl: (GMT +1:00) Amsterdam, Brussels, Copenhagen, Madrid, Paris
ru_ru: (GMT +1:00) Брюссель, Копенгаген, Мадрид, Париж

source: (GMT +2:00) Kaliningrad, South Africa
ar_ar: (جرينتش +2:00)
da_da: (GMT +2:00) Kaliningrad, Sydafrika
de_de: (GMT +2:00) Osteuropäische Zeit, Kaliningrad, Südafrika
pt_br: (GMT +2:00) de Kaliningrado, África do Sul
ru_ru: (GMT +2:00) Калининград, Южная Африка

source: (GMT +3:00) Baghdad, Riyadh, Moscow, St. Petersburgh
ar_ar: (جرينتش +3:00)
de_de: (GMT +3:00) Bagdad, Riad, Moskau, St. Petersburg
nl_nl: (GMT +3:00) Baghdad, Riyadh, Moscow, St. Petersburg
pt_br: (GMT +3:00) Bagdá, Riyadh, Moscou, St. Peterburgo
ru_ru: (GMT +3:00) Багдад, Эр-Рияд, Москва, Санкт-Петербург

source: (GMT +3:30) Tehran
ar_ar: (جرينتش +3:30)
ru_ru: (GMT +3:30) Тегеран

source: (GMT +4:00) Abu Dhabi, Muscat, Baku, Tbilisi
ar_ar: (جرينتش +4:00)
de_de: (GMT +4:00) Abu Dhabi, Maskat, Baku, Tiflis
ru_ru: (GMT +4:00) Абу-Даби, Мускат, Баку, Тбилиси

source: (GMT +4:30) Kabul
ar_ar: (جرينتش +4:30)
ru_ru: (GMT +4:30) Кабул

source: (GMT +5:00) Ekaterinburg, Islamabad, Karachi, Tashkent
ar_ar: (جرينتش +5:00)
de_de: (GMT +5:00) Jekaterinburg, Islamabad, Karatschi, Taschkent
ru_ru: (GMT +5:00) Екатеринбург, Исламабад, Карачи, Ташкент

source: (GMT +5:30) Bombay, Calcutta, Madras, New Delhi
ar_ar: (جرينتش +5:30)
de_de: (GMT +5:30) Bombay, Kalcutta, Madras, Neu Delhi
pt_br: (GMT +5:30), Bombaim, Calcutá, Madras, Nova Deli
ru_ru: (GMT +5:30) Бомбей, Калькутту, Мадрас, Нью-Дели

source: (GMT +6:00) Almaty, Dhaka, Colombo
ar_ar: (جرينتش +6:00)
ru_ru: (GMT +6:00) Алматы, Дакке, Коломбо

source: (GMT +7:00) Bangkok, Hanoi, Jakarta
ar_ar: (جرينتش +7:00)
pt_br: (GMT +7:00), Bangcoc, Hanói, Jacarta
ru_ru: (GMT +7:00) Бангкок, Ханой, Джакарта

source: (GMT +8:00) Beijing, Perth, Singapore, Hong Kong
ar_ar: (جرينتش +8:00)
de_de: (GMT +8:00) Peking, Perth, Singapur, Hong Kong
pt_br: (GMT +8:00) de Pequim, Perth, Cingapura, Hong Kong
ru_ru: (GMT +8:00) Пекин, Перт, Сингапур, Гонконг

source: (GMT +9:00) Tokyo, Seoul, Osaka, Spporo, Yakutsk
ar_ar: (جرينتش +9:00)
de_de: (GMT +9:00) Tokyo, Seoul, Osaka, Sapporo, Jakutsk
pt_br: (GMT +9:00), Tóquio, Seul, Osaka, Spporo, Yakutsk
ru_ru: (GMT +9:00) Токио, Сеул, Осака, Spporo, Якутск

source: (GMT +9:30) Adeliaide, Darwin
ar_ar: (جرينتش +9:30)
de_de: (GMT +9:30) Adelaide, Darwin
ru_ru: (GMT +9:30) Adeliaide, Дарвин

source: (GMT +10:00) Eastern Australia, Guam, Vladivostok
ar_ar: (جرينتش +10:00)
da_da: (GMT +10:00) Østlige Australien, Guam, Vladivostok
de_de: (GMT +10:00) Ostaustralien, Guam, Wladiwostok
pt_br: (GMT +10:00) Leste da Austrália, Guam, Vladivostok
ru_ru: (GMT +10:00) Восточная Австралия, Гуам, Владивосток

source: (GMT +11:00) Magadan, Solomon Islands, New Caledonia
ar_ar: (جرينتش +11:00)
de_de: (GMT +11:00) Magadan, Solomon Inseln, Neu-Kaledonien
pt_br: (GMT +11:00) Magadan, Ilhas Salomão, Nova Caledónia
ru_ru: (GMT +11:00) Магадан, Соломоновы острова, Новая Каледония

source: (GMT +12:00) Auckland, Wellington, Fiji, Kamchatka
ar_ar: (جرينتش +12:00)
de_de: (GMT +12:00) Auckland, Wellington, Fiji, Kamtschatka
ru_ru: (GMT +12:00) Окленд, Веллингтон, Фиджи, Камчатка

source: Oops, there was an error:
da_da: Ups, var der en fejl:
de_de: Schade, es ist ein Fehler aufgetreten:
ru_ru: Ой, произошла ошибка.
tr_tr: Bir hata oluştu.

source: This site hasn't been installed yet.
da_da: Dette site har ikke blevet installeret endnu.
de_de: Diese Seite ist noch nicht installiert worden.
it_it: Il sito non è stato ancora installato.
nl_nl: De site is nog niet geinstalleerd.
pt_br: Este site ainda não foi instalado.
ru_ru: Этот сайт еще не был установлен.
tr_tr: Site henüz kurulmadı.

source: You must finish the installation before using the site.
da_da: Du skal afslutte installationen før du bruger webstedet.
de_de: Sie müssen die Installation vor dem Verwenden der Seite beenden.
it_it: Devi completare l'installazione prima di usare il sito.
nl_nl: Voordat je de sitek an gebruiken moet je de installatie correct afronden.
pt_br: Você deve finalizar a instalação antes de usar o site.
ru_ru: Вы должны завершить установку перед использованием сайта.
tr_tr: Siteyi kullanabilmek için önce kurulumu tamamlayın.

source: Remember Me
ar_ar: تذكرني
da_da: Husk mig
de_de: merken
it_it: Ricordami
nl_nl: Onthoud mij
pt_br: Lembrar-me?
ru_ru: Запомнить меня
tr_tr: Beni Anımsa

source: Login
ar_ar: دخول
da_da: Log ind
de_de: Anmelden
pt_br: Entrar
ru_ru: Логин
tr_tr: Giriş Yap

source: Forgot Password?
ar_ar: أنسيت كلمة السر؟
da_da: Glemt din adgangskode?
de_de: Passwort vergessen?
it_it: Password dimenticata?
nl_nl: Wachtwoord vergeten?
pt_br: Esqueceu a Senha?
ru_ru: Забыли пароль?
tr_tr: Şifremi Unuttum

source: You must be logged in to view that page.
da_da: Du skal være logget ind for at se denne side.
de_de: Sie müssen eingeloggt sein um die Seite sehen zu können.
it_it: Devi essere registrato per accedere a questa pagina.
nl_nl: Om deze pagina te bekijken moet je ingelogd zijn.
pt_br: Você precisa estar conectado para visualizar esta página.
ru_ru: Вы должны войти в систему для просмотра этой страницы.
tr_tr: Bu sayfayı görmek için giriş yapmalısınız.

source: Register
da_da: Registrer
de_de: Registrieren
it_it: Iscriviti
nl_nl: Registreer
pt_br: Registrar
ru_ru: Регистрация
tr_tr: Kayıt Ol

source: Login using Facebook
da_da: Logind ved at bruge Facebook
de_de: Nutze Facebook Login
it_it: Login tramite Facebook
nl_nl: Login met Facebook
pt_br: Conectar com o Facebook
ru_ru: Логин, используя Facebook
tr_tr: Facebook kullanarak giriş yap

source: That login information wasn't quite right.
ar_ar: لم تكن معلومات التسجيل صحيحة.
da_da: Disse loginoplysninger var ikke helt rigtige.
de_de: Die Anmeldeinformationen waren falsch.
it_it: Le informazioni del login non erano corrette.
nl_nl: De logingegevens zijn niet volledig juist.
pt_br: Dados inválidos.
ru_ru: Эта информация для входа не совсем верна.
tr_tr: Yazdığınız bilgiler doğru değil.

source: Be sure and check that you typed your username/password correctly.
ar_ar: تأكد من كتابة اسم المستخدم وكلمة السر جيدًا.
da_da: Vær sikker på og kontroller, at du har indtastet dit Brugernavn/password korrekt.
de_de: Haben Sie Ihren Benutzernamen und das Passwort korrekt eingegeben?
it_it: Controlla di aver digitato correttamente username/password.
nl_nl: Zorg dat je gebruikersnaam en wachtwoord juist getypt is.
pt_br: Confirme se você digitou seu usuário e senha corretamente.
ru_ru: Убедитесь и проверьте, что вы ввели свой имя пользователя/пароль верно.
tr_tr: Kullanıcı adınızı / şifrenizi kontrol ederek doğru yazdığınızdan emin olun.

source: Your account hasn't been connected to Facebook yet. You need to connect your existing account with Facebook or register a new account using Facebook.
da_da: Din konto har ikke været forbundet med Facebook endnu. Her skal du forbinde din eksisterende konto med Facebook eller registrere en ny konto med Facebook.
de_de: Dein Konto ist nicht mit Facebook verbunden. Du musst es mit einem existierenden Facebook Konto verbinden oder ein neues Konto anlegen.
it_it: Il tuo account non è ancora connesso a Facebook. Devi connettere il tuo account con Facebook o registrare un nuovo account utilizzando Facebook.
nl_nl: Je account is nog niet met Facebook gekoppeld. Je moet je huidige account met Facebook verbinden of een nieuwe account maken op Facebook.
pt_br: Sua conta ainda não foi conectada ao Facebook. Você precisa conectá-la ao Facebook ou criar uma nova conta usando o Facebook.
ru_ru: Ваш аккаунт не подключен к Facebook. Вам нужно подсоединить аккаунт, либо зарегистрировать новый, используя Facebook.
tr_tr: Hesabınız henüz Facebook ile bağlantılı değil. Mevcut hesabınızı Facebook ile bağlantılı hale getirmeniz ya da Facebook kullanarak yeni bir hesap edinmeniz gerekiyor.

source: Not So Fast
da_da: Ikke så hurtig
de_de: Nicht so schnell
it_it: Non così in fretta
nl_nl: Niet Zo Snel
pt_br: Não tão rápido
ru_ru: Не так быстро
tr_tr: O Kadar Hızlı Değil

source: Your account isn't active yet. Your website administrator must activate your account before you can login and begin using the website.
ar_ar: حسابك ليس مفعلًا بعد. يجب أن يفعّل مدير الموقع حسابك قبل أن تتمكن من الولوج والبدء باستخدام الموقع.
da_da: Din konto er ikke aktiv endnu. Din hjemmeside administrator skal aktivere din konto, før du kan logge ind og begynde at bruge hjemmesiden.
de_de: Ihr Konto ist noch nicht aktiviert. Ihr Webseiten-systemverwalter muss Ihr Konto aktivieren, bevor Sie sich anmelden können und beginnen können die Webseite zu verwenden
it_it: Il tuo account non è ancora attivo. L'amministratore del sito deve attivare il tuo account prima che tu possa effettuare il login e iniziare a utilizzare il sito web.
nl_nl: Je account is nog niet actief. De beheerder moet je account activeren voordat je kan inloggen en de site kan gebruiken.
pt_br: Sua conta ainda não está ativa. O administrador do site deve ativá-la antes que você consiga conectar e começar a usar o site.
ru_ru: Ваша учетная запись еще не активирована. Администратор вашего веб сайта должен активировать вашу учетную запись прежде чем вы сможете войти и начать использовать веб сайт.
tr_tr: Hesabınız henüz etkinleştirilmedi. Giriş yapıp siteyi kullanabilmeniz için yöneticinin hesabınızı etkinleştirmesi gerekiyor.

source: You have exceeded the number of allowed login attempts.
ar_ar: لقد تجاوزت الحد المسموح من محاولات الدخول.
da_da: Du har overskredet antallet af tilladte login-forsøg.
de_de: Sie haben die Anzahl von erlaubten Anmelde-Versuche überschritten.
it_it: Hai superato il numero consentito di tentativi di accesso.
nl_nl: Je hebt de maximum opeenvolgende loginpogingen bereikt.
pt_br: Você excedeu o número de tentativas de login permitidas.
ru_ru: Вы превысили кол-во разрешенных попыток входа.
tr_tr: İzin verilen en fazla giriş denemesi sayısını aştınız.

source: Your account has been locked for 1 hour.
da_da: Din konto er låst i en time.
de_de: Ihr Konto wurde für 1 Stunde gesperrt.
it_it: Il tuo Account è bloccato per un'ora.
nl_nl: Je account is voor 1 uur geblokkeerd.
pt_br: Sua conta foi bloqueada por 1 hora.
ru_ru: Ваша учетная запись была заблокирована на 1 час.
tr_tr: Hesabınız 1 saatliğine donduruldu.

source: Installation
it_it: Installazione
nl_nl: Installatie
pt_br: Instalação
ru_ru: Установка
tr_tr: Kurulum

source: Wait a Minute.
da_da: Vent et øjeblik.
de_de: Warten Sie eine Minute
it_it: Attendi un Minuto.
nl_nl: Even geduld aub
pt_br: Aguarde um minuto.
ru_ru: Подождите минуту.
tr_tr: Bekleyin.

source: The installation for this site is already finished. Running the installation again will cause you to Lose All Your Previous Information. Are you sure you want to continue?
da_da: Installation for dette websted er allerede færdig. Kører du installationen igen vil du forårsage at du mister alle dine tidligere oplysninger. Vil du fortsætte?
de_de: Die Installation ist bereits abgeschlossen!!! Wenn Sie jetzt die Installation nochmals durchlaufen, werden ALLE Daten und Einstellungen GELÖSCHT! Sind Sie sich sicher, dass Sie fortfahren wollen?
it_it: L'installazione è completata. Farla ripartire comporterebbe la perdita di tutte le Informazioni precedenti. Sei sicuro di voler continuare?
nl_nl: De installatie van deze site is reeds voltooid. Als je de installatie opnieuw uitvoert betekent dit dat al de huidige gegevens verloren gaan. Ben je zeker dat je wil verdergaan?
pt_br: A instalação deste site está finalizada. Rodar a instalação novamente causará a perda de toda a informação existente no banco de dados. Você tem certeza que deseja continuar?
ru_ru: Установка для этого сайта уже завершена. Повторный запуск установки приведет к потере Всей Вашей Предыдущей Информации. Вы уверены, что хотите продолжить?

source: I just want to view my site.
da_da: Jeg vil bare se min hjemmeside.
de_de: Ich will nur meine Seite ansehen.
it_it: Voglio vedere il mio Sito.
nl_nl: Ik wil gewoon mijn site bekijken.
pt_br: Quero apenas visualizar meu site.
ru_ru: Я только хочу посмотреть мой сайт.

source: I want to run the installation anyway. (Not Recommended)
da_da: Jeg ønsker at køre installationen alligevel. (Anbefales ikke)
de_de: Ich möchte die Installation trotzdem nochmal durchlaufen. (Nicht empfohlen)
it_it: Voglio comunque far ripartire l'installazione. (SCONSIGLIATO)
nl_nl: Ik wil doorgaan met de installatie. (Niet Aangeraden)
pt_br: Eu quero rodar a instalaçao de qualquer forma. (Não recomendado)
ru_ru: Я все равно хочу начать установку. (Не рекомендуется)

source: OK
ru_ru: ОК
tr_tr: TAMAM

source: Pre-Installation Check
da_da: Før-installation Check
de_de: Vor-Installationsprüfung
it_it: Verifica Pre-Installazione
nl_nl: Pre-Installatie Contole
pt_br: Checagem Pré-Instalação
ru_ru: Предустановочная проверка

source: Step 1 of 5
da_da: Trin 1 af 5
de_de: Schritt 1 von 5
it_it: Passo 1 di 5
nl_nl: Stap 1 van 5
pt_br: Passo 1 de 5
ru_ru: Шаг 1 из 5

source: Checking Requirements
da_da: Tjekker forudsætninger
de_de: Überprüfe Anforderungen
it_it: Controllo Requisiti
nl_nl: Vereisten Controleren
pt_br: Checando Requisitos
ru_ru: Проверка требований

source: Checking Folder Permissions
da_da: Tjekker mappertilladelser
de_de: Überprüfe Ordner-Zugriffsrechte
it_it: Controllo Permessi Cartelle
nl_nl: Bestandspermissies Controleren
pt_br: Checando Permissões de Diretório
ru_ru: Проверка атрибутов доступа папки

source: Your site is ready to be installed. Please proceed to the next step.
da_da: Dit websted er klar til at blive installeret. Fortsæt til næste trin.
de_de: Die Seite ist bereit zu Installation. Bitte gehen Sie zum nächsten Schritt.
it_it: Il sito è pronto per l'istallazione. Procedi con il prossimo Passo.
nl_nl: Je site is klaar om te installeren. Ga verder naar de volgende stap.
pt_br: Seu site está pronto para ser instalado. Por favor siga para o próximo passo.
ru_ru: Ваш сайт готов к установке. Пожалуйста, перейдите к следующему шагу.

source: Unfortunatly your site is not ready to be installed. Please make sure that the folders above exist and have the proper permissions set.
da_da: Desværre dit websted er ikke klar til at blive installeret. Kontroller, at mapperne ovenfor findes og har de korrekte tilladelser angivet.
de_de: Die Installation kann erst weiter gehen, wenn die richtigen Datei- und Ordner-Rechte gesetzt sind. Erst wenn Sie die oben angezeigten Dateien und Ordner mit den richtigen CHMOD-Rechten versehen habe, kann die Installation fortgesetzt werden.
it_it: Purtroppo il sito non è pronto per l'istallazione. Controlla che le cartelle indicate esistano e siano settate correttamente a livello di permessi.
nl_nl: Helaas is je site niet klaar voor installatie. Zorg ervoor dat de hierboven vermelde mappen bestaan en dat ze de juiste permissies hebben.
pt_br: Infelizmente seu site não está pronto para ser instalado. Por favor garanta que os diretórios acima existem e estão com a configuração de permissão adequada.
ru_ru: К сожалению, ваш сайт не готов к установке. Пожалуйста, проверьте, что папки указанный выше существуют и имеют правильные атрибуты доступа.

source: Install
da_da: Installér
de_de: Installieren
it_it: Installa
nl_nl: Installeer
pt_br: Instalar
ru_ru: Установить
tr_tr: Kur

source: Step 2 of 5
da_da: Trin 2 af 5
de_de: Schritt 2 von 5
it_it: Passo 2 di 5
nl_nl: Stap 2 van 5
pt_br: Passo 2 de 5
ru_ru: Шаг 2 из 5

source: This is usually localhost or your database ip address.
da_da: Dette er typisk localhost eller din database ip adresse.
de_de: Dies ist üblicherweise "localhost" oder aber Ihre Datenbank IP-Adresse.
it_it: In genere è localhost o l'indirizzo IP del tuo Database.
nl_nl: Dit is meestal 'localhost' of het ip-adres van uw database
pt_br: Isso geralmente é localhost ou seu endereço ip do banco de dados.
ru_ru: Это обычно localhost или IP адрес вашей базы данных.

source: Sorry, but I can't install without this information.
da_da: Undskyld, men jeg kan ikke installere uden denne information.
de_de: Ich kann ohne diese Infos nicht weiter installieren.
it_it: Non è possibile proseguire senza questa informazione.
nl_nl: Sorry, maar zonder deze gegevens kan ik niet verdergaan met de installatie.
pt_br: Desculpe, mas eu não posso instalar sem esta informação.
ru_ru: Извините, но я не могу установить без этой информации.

source: The database name where you want to install %s.
da_da: Databasenavnet hvor du ønsker at installere %s.
de_de: Der Name der Datenbank, wo Sie %s installieren möchten.
it_it: Il nome del Database dove vuoi installare %s.
nl_nl: De databasenaam waar %s geinstalleerd moet worden
pt_br: O nome do banco onde você deseja instalar % s.
ru_ru: Имя базы данных куда вы хотите установить %s.

source: Database Username
da_da: Database brugernavn
de_de: Datenbank-Benutzername
it_it: Username Database
nl_nl: Database-gebruikersnaam
pt_br: nome de usuário do banco de dados
ru_ru: Имя пользователя базы данных
tr_tr: Veritabanı Kullanıcı Adı

source: The username for the database specified above.
da_da: Brugernavnet til databasen angivet ovenfor.
de_de: Den Benutzernamen der Datenbank auf die Sie installieren wollen.
it_it: Lo Username per il Database indicato.
nl_nl: De gebruikersnaam voor de hierboven vermelde database.
pt_br: O nome de usuário para o banco de dados especificado acima.
ru_ru: Имя пользователя для базы данных указанной выше.

source: There has to be a user for this database.
da_da: Der må være en bruger for denne database.
de_de: Es muss einen Benutzer für diese Datenbank geben.
it_it: Deve essere inserito un utente per il Database.
nl_nl: Voor deze database moet je een gebruiker opgeven.
pt_br: Tem que haver um usuário para este banco de dados.
ru_ru: Пользователь должен существовать в этой базе данных.

source: Database Password
ar_ar: كلمة سر قاعدة البيانات
da_da: Database adgangskode
de_de: Datenbank-Passwort
it_it: Password Database
nl_nl: Database-wachtwoord
pt_br: Senha do banco de dados
ru_ru: Пароль базы данных
tr_tr: Veritabanı Şifresi

source: The password for the database specified above.
ar_ar: كلمة سر قاعدة البيانات المحددة أعلاه.
da_da: Adgangskoden til databasen angivet ovenfor.
de_de: Das Passwort für die Datenbank auf die Sie installieren wollen.
it_it: La password per il Database indicato.
nl_nl: Het wachtwoord voor de database.
pt_br: A senha para o banco de dados especificado acima.
ru_ru: Пароль к базе данных указанной выше.

source: Passwords are hard to remember, but unfortunately necessary.
ar_ar: يصعب تذكر كلمات السر، ولكنها للأسف ضرورية.
da_da: Adgangskoder er svære at huske, men desværre nødvendigt.
de_de: Passwörter sind schwer zu merken, aber dennoch notwendig.
it_it: Le Password possono essere difficili da ricordare, ma purtroppo sono necessarie.
nl_nl: Wachtwoorden zijn lastig om te onthouden, maar zijn wel onmisbaar noodzakelijk.
pt_br: As senhas são difíceis de lembrar, mas, infelizmente, necessário.
ru_ru: Пароль трудно запомнить, но, к сожалению, он необходим.

source: You forgot a required field. Please fill out all required fields.
da_da: Du har glemt et obligatorisk felt. Udfyld venligst alle nødvendige felter.
de_de: Sie haben ein Pflichtfeld vergessen auszufüllen. Holen Sie dies bitte nach.
it_it: Non hai compilato un campo essenziale. Per vafore compila tutti i campi richiesti.
nl_nl: Je bent een verplicht veld vergeten. Vul a.u.b. alle vereiste velden in.
pt_br: Você esqueceu um campo obrigatório. Por favor, preencha todos os campos obrigatórios.
ru_ru: Вы забыли заполнить обязательное поле. Пожалуйста, заполните все обязательные поля.

source: Could not connect to the database. Please try again.
da_da: Kunne ikke forbinde til databasen. Prøv venligst igen.
de_de: Kann keine Verbindung zur Datenbank aufbauen. Bitte erneut versuchen.
it_it: Impossibile connettersi al database. Si prega di riprovare.
nl_nl: Kon niet verbinden met database, probeer opnieuw
pt_br: Não foi possível conectar ao banco de dados. Por favor, tente novamente.
ru_ru: Невозможно подключться к базе данных. Попробуйте ещё раз.

source: Checking Database Connection
da_da: Kontrollere databaseforbindelse
de_de: Überprüfe Datenbankverbindung
it_it: Controllo Connessione al Database
nl_nl: Databaseverbinding controleren
pt_br: Verificando a Conexão do Banco de Dados
ru_ru: Проверка соединения с базой данных

source: Step 3 of 5
da_da: Trin 3 af 4
de_de: Schritt 3 von 5
it_it: Passo 3 di 5
nl_nl: Stap 3 van 5
pt_br: Passo 3 de 5
ru_ru: Шаг 3 из 5

source: Awesome!
da_da: Fantastisk!
de_de: Großartig!
it_it: Fantastico!
nl_nl: Schitterend!
pt_br: Incrível!
ru_ru: Классно!
tr_tr: Harika!
