Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

# Language Code for this translation
source: lang
ar_ar: ar
da_da: Sprog
de_de: de
pt_br: Idioma
ru_ru: язык
tr_tr: tr_TR

source: powered by
ar_ar: مدعوم من
da_da: drevet af
de_de: präsentiert von
nl_nl: mede mogelijk gemaakt door
pt_br: desenvolvido por
ru_ru: Создано
tr_tr: yazılım

source: Account Activation
ar_ar: تفعيل الحساب
da_da: Konto aktivering
de_de: Konto-Aktivierung
it_it: Attivazione account
nl_nl: Account activatie
pt_br: Ativação da conta
ru_ru: Активация учетной записи
tr_tr: Hesap Etkinleştirme

source: Alright!
ar_ar: صحيح!
da_da: Okay!
de_de: Alles klar!
it_it: Va bene!
nl_nl: In orde!
pt_br: Ok !
ru_ru: Отлично!
tr_tr: Tamam!

source: Your account is now active.
ar_ar: أصبح حسابك مفعّلًا الآن.
da_da: Din konto er nu aktiveret.
de_de: Ihr Konto ist nun aktiv.
it_it: Ora il tuo account è attivo.
nl_nl: Je account is geactiveerd.
pt_br: Agora sua conta está ativa
ru_ru: Ваша учетная запись активирована.
tr_tr: Hesabınız artık etkin!

source: You can now login and begin using the site.
ar_ar: يمكنك الدخول الان و استخدام ادوات الموقع
da_da: Du kan nu logge ind og begynde at bruge siden.
de_de: Sie können sich nun anmelden und die Seite benutzen.
it_it: Ora puoi autenticarti e iniziare a usare il sito.
nl_nl: Je kan je nu aanmelden en de site gebruiken.
pt_br: Agora você já pode conectar e começar a usar o site.
ru_ru: Теперь Вы можете Войти и начать использовать сайт.
tr_tr: Şimdi giriş yapıp siteyi kullanmaya başlayabilirsiniz.

source: Invalid Activation Code!
ar_ar: رمز التفعيل غير صالح!
da_da: Ugyldig aktiverings kode!
de_de: Ungültiger Aktivierungscode!
it_it: Codice di Attivazione non valido!
nl_nl: Ongeldige activeringscode!
pt_br: Código de Ativação Inválido!
ru_ru: Неверный код активации!
tr_tr: Etkinleştirme kodu yanlış!

source: Your account could NOT be activated
ar_ar: لم نتمكن من تفعيل حسابك
da_da: Din konto kan IKKE aktiveres
de_de: Ihr Konto konnte nicht aktiviert werden
it_it: Il tuo account NON può essere attivato
nl_nl: Je account kon NIET worden geactiveerd.
pt_br: Não foi possível ativar sua conta
ru_ru: Ваша учетная запись не может быть активирована
tr_tr: Hesabınız etkinleştirilemedi

source: Access Denied
ar_ar: الدخول غير مسموح
da_da: Adgang nægtet
de_de: Zugriff verweigert
it_it: Accesso negato
nl_nl: Toegang geweigerd
pt_br: Acesso Negado
ru_ru: Доступ запрещен
tr_tr: Erişim Reddedildi

source: Address Book
ar_ar: سجل العناوين
da_da: Adressebog
de_de: Adressbuch
it_it: Rubrica
nl_nl: Adreslijst
pt_br: Catálogo de endereços
ru_ru: Адресная книга
tr_tr: Adres Defteri

source: You do not have permission to perform this task. You must have an access level of 3 (Member) or higher.
ar_ar: ليست لديك الصلاحية لتنفيذ هذه العملية. يجب أن تملك مستوى الصلاحية 3 (عضو) أو أعلى.
da_da: Du har ikke tilladelse til at udføre denne opgave. Du skal have en adgang til niveau 3 (medlem) eller højere.
de_de: Sie sind nicht berechtigt, diese Aufgabe auszuführen. Sie müssen eine Zugriffslevel von 3 (Mitglied) oder höher haben.
it_it: Non hai i permessi per eseguire questa operazione. Devi avere un livello di accesso 3 (Utente) o superiore.
nl_nl: Je hebt geen machtiging om deze taak uit te voeren. Je moet een toegangsniveau van 3 (lid) of hoger hebben.
pt_br: Você não possui permissão para executar esta tarefa. É necessário um acesso level 3 (Membro) ou maior.
ru_ru: У вас нет разрешения на выполнение этой задачи. Вы должны иметь уровень доступа 3 (Участник) или выше.
tr_tr: Bu uygulama için gereken yetkiniz yok. En az üçüncü düzey üyelik izni gerekiyor.

source: You must choose at least one member to email.
ar_ar: يجب أن تختار عضوًا واحدًا على الأقل لإرسال الرسالة.
da_da: Du skal vælge mindst ét ​​medlem at e-mail til.
de_de: Sie müssen mindestens ein Mitglied als Empfänger auswählen.
it_it: Devi selezionare almeno un utente a cui inviare la mail.
nl_nl: Je moet minstens één lid kiezen om te mailen.
pt_br: Você deve escolher ao menos um membro como destinatário.
ru_ru: Вы должны выбрать хотя бы одного участника, чтобы отправить сообщение
tr_tr: Eposta göndermek için en az bir üye seçmelisiniz

source: Get more help on sending mass emails.
ar_ar: الحصول على المساعدة بخصوص كيفية ارسال رسالة جماعية
da_da: Få mere hjælp til at sende masse-e-mails.
de_de: Weitere Hilfe beim versenden von Massen-eMails
it_it: Ulteriore aiuto per mandare email massive
nl_nl: Hulp bij het verzenden van massa-e-mails.
pt_br: Consiga ajuda para enviar emails em massa.
ru_ru: Получите дополнительную информацию о массовой рассылке писем
tr_tr: Toplu eposta gönderme konusunda daha fazla bilgi alın

source: Email has been sent.
ar_ar: تم إرسال الرسالة
da_da: Emailen er blevet sendt.
de_de: Die Email wurde versendet
it_it: L'email è stata inviata
nl_nl: De mail is verstuurd.
pt_br: Email enviado.
ru_ru: Письмо отправлено
tr_tr: Eposta gönderildi

source: Are you sure you want to DELETE this?
ar_ar: هل انت متأكد أنك تريد حذف هذا؟
da_da: Er du sikker på at du vil SLETTE dette?
de_de: Sind Sie sicher, dies löschen zu wollen?
it_it: Sei sicuro di voler CANCELLARE questo?
nl_nl: Ben je zeker dat je dit wil verwijderen?
pt_br: Tem certeza de que deseja excluir?
ru_ru: Вы уверены, что хотите УДАЛИТЬ этот файл?
tr_tr: Bunu SİLMEK istediğinizden emin misiniz?

source: This can NOT be undone.
ar_ar: لا يمكن التراجع عن هذا.
da_da: Dette kan ikke fortrydes.
de_de: Dies kann nicht widerrufen werden.
it_it: NON è possibile tornare indietro.
nl_nl: Dit kan NIET ongedaan worden.
pt_br: Isso não pode ser desfeito.
ru_ru: Это не может быть отменено.
tr_tr: Bu işlem GERİ alınamaz

source: Yes
ar_ar: نعم
da_da: Ja
de_de: Ja
it_it: Si
nl_nl: Ja
pt_br: Sim
ru_ru: Да
tr_tr: Evet

source: Cancel
ar_ar: إلغاء
da_da: Annuller
de_de: Abbrechen
it_it: Annulla
nl_nl: Annuleren
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal

source: You do not have permission to perform this task.
ar_ar: لا تملك الصلاحيات لتنفيذ هذه العملية.
da_da: Du har ikke tilladelse til at gøre dette
de_de: Sie haben nicht die erforderliche Berechtigung.
it_it: Non hai i permessi per eseguire questa operazione.
nl_nl: Je bent niet gemachtigd om deze taak uit te voeren.
pt_br: Você não possui permissão para executar esta tarefa.
ru_ru: У вас нет разрешения на выполнение этой задачи.
tr_tr: Bunu uygulamak için gereken yetkiniz yok.

source: You cannot delete the address of a member.
ar_ar: لا يمكنك حذف عنوان عضو.
da_da: Du kan ikke slette adressen til et medlem.
de_de: Sie können diese Adresse nicht löschen
it_it: Non puoi cancellare l'indirizzo di un membro.
nl_nl: Je kan het adres van een lid niet verwijderen.
pt_br: Você não pode excluir o endereço de um membro.
ru_ru: Вы не можете удалить адрес участника
tr_tr: Bir üyenìn adresini silemezsiniz

source: Address Deleted Successfully.
ar_ar: نجح حذف العنوان.
da_da: Adresse slettet.
de_de: Die Adresse wurde erfolgreich gelöscht
it_it: Indirizzo cancellato
nl_nl: Het adres is succesvol verwijderd.
pt_br: Endereço excluído com sucesso.
ru_ru: Адрес успешно удален
tr_tr: Adres Başarıyla Silindi.

source: Are you sure you want to DELETE this address?
ar_ar: هل أنت متأكد من أنك تود حذف هذا العنوان؟
da_da: Er du sikker på at du ønsker at SLETTE denne adresse?
de_de: Wollen Sie diese Adresse wirklich löschen?
it_it: Sei sicuro di voler CANCELLARE questo indirizzo?
nl_nl: Ben je zeker dat je dit adres wil verwijderen?
pt_br: Você tem certeza que deseja EXCLUIR este endereço?
ru_ru: Вы уверены, что хотите удалить этот адрес?
tr_tr: Bu adresi SİLMEK istediğinizden emin misiniz?

source: Select All
ar_ar: اختيار الكل
da_da: Vælg alt
de_de: Alles auswählen
it_it: Seleziona tutto
nl_nl: Alles selecteren
pt_br: Selecionar Tudo
ru_ru: Выбрать все
tr_tr: Tümünü Seç

source: Administration: Configuration
ar_ar: الإدارة: الضبط
da_da: Administration: Konfiguration
de_de: Administration: Konfiguration
it_it: Amministrazione: Configurazione
nl_nl: Administratie: configuratie
pt_br: Administração: Configuração
ru_ru: Администрирование: Настройка
tr_tr: Yönetim: Yapılandırma

source: General
ar_ar: عام
da_da: Generelt
de_de: Allgemeines
it_it: Generale
nl_nl: Algemeen
pt_br: Geral
ru_ru: Основные
tr_tr: Genel

source: Defaults
ar_ar: الاعدادات الافتراضية
da_da: Standardindstillinger
de_de: Standardeinstellungen
it_it: Predefiniti
nl_nl: Standaardinstellingen
pt_br: Padrões
ru_ru: По умолчанию
tr_tr: Varsayılanlar

source: Plugins
ar_ar: الإضافات
da_da: Udvidelsesmoduler
de_de: Erweiterungen
pt_br: Extensões
ru_ru: Плагины
tr_tr: Eklentiler

source: Navigation
ar_ar: التصفح
it_it: Navigazione
nl_nl: Navigatie
pt_br: Navegação
ru_ru: Навигация
tr_tr: Dolaşma

source: Photo Gallery
ar_ar: معرض الصور
da_da: Fotoalbum
de_de: Fotogalerie
it_it: Galleria fotografica
nl_nl: Foto's
pt_br: Galeria de Fotos
ru_ru: Фотогалерея
tr_tr: Fotoğraf Galerisi

source: You do not have access to view this page.
ar_ar: لا تملك الصلاحية لمشاهدة هذه الصفحة.
da_da: Du har ikke tilladelse til at se denne side.
de_de: Sie haben nicht die Erlaubnis, diese Seite zu betrachten.
it_it: Non hai i diritti per visualizzare questa pagina
nl_nl: Je hebt geen toegang tot deze pagina.
pt_br: Você não tem permissão para acessar esta página.
ru_ru: У вас нет доступа для просмотра этой страницы.
tr_tr: Bu sayfayı görmeye yetkiniz yok.

source: This page requires an access level 1 (Admin).
ar_ar: تتطلب هذه الصفحة صلاحية من المستوى 1 (مدير).
da_da: Denne side kræver en niveau 1 adgang (Admin).
de_de: Diese Seite verlangt Zugriffslevel 1 (Systemverwalter).
it_it: Questa pagina richiede un livello di accesso 1 (Amministratore).
nl_nl: Voor deze pagina moet je account van niveau 1 (admin) zijn.
pt_br: Esta página requer um nível de acesso 1 (Admin).
ru_ru: Эта страница требует уровень доступа 1 (администраторы).
tr_tr: Bu sayfaya erişim için 1. düzey (Yönetici) yetkisi gerekli.

source: Please contact your website's administrator if you feel you should have access to this page.
ar_ar: اتصل بمدير الموقع إن كنت تظن أن من حقك الدخول إلى هذه الصفحة.
da_da: Kontakt venligst din webside´s administrator hvis du mener at du skal have adgang til denne side.
de_de: Bitte kontaktieren Sie Ihren Website-Administrator, falls Sie Zugang zu dieser Seite haben sollten.
it_it: Sei pregato di contattare l'amministratore del sito se ritieni di dover accedere a questa pagina
nl_nl: Contacteer de beheerder als je vindt dat je toegang tot deze pagina moet hebben.
pt_br: Entre em contato com o administrador do site se você achar que deve ter acesso a esta página.
ru_ru: Если Вам необходим доступ к этой странице, пожалуйста, обратитесь к администратору веб-сайта.
tr_tr: Bu sayfaya erişimin hakkınız olduğunu düşünüyorsanız site yöneticisi ile iletişime geçin.

source: Admin Activation
ar_ar: تفعيل حساب المدير
da_da: Admin Aktivering
de_de: Aktivierung nur durch den Administrator
it_it: Attivazione Admin
nl_nl: Activatie door Admin
pt_br: Ativação do admin
ru_ru: Активация администратора
tr_tr: Yönetii Tarafından Etkinleştirme

source: Auto Activation
ar_ar: التفعيل التلقائي
da_da: Automatisk Aktivering
de_de: Auto-Aktivierung
it_it: Attivazione automatica
nl_nl: Automatische activatie
pt_br: Auto ativação
ru_ru: Автоматическая активация
tr_tr: Kendiliğinden Etkinleştirme

source: Off
ar_ar: إيقاف
da_da: Fra
de_de: Aus
nl_nl: Uit
pt_br: Desativado
ru_ru: Выкл.
tr_tr: Kapalı

source: On
ar_ar: تشغيل
da_da: Til
de_de: Ein
nl_nl: Aan
pt_br: Ativo
ru_ru: Вкл.
tr_tr: Açık

source: Changes Updated Successfully
ar_ar: تم التحديث بنجاح
da_da: Ændringerne er opdateret med succes
de_de: Änderungen erfolgreich gespeichert.
it_it: Modifiche eseguite con successo
nl_nl: Veranderingen succesvol opgeslagen
pt_br: Alterações realizadas com sucesso
ru_ru: Изменения успешно сохранены
tr_tr: Değişiklikler Başarıyla Güncellendi.

source: General Configuration
ar_ar: إعدادات عامة
da_da: Generelle indstillinger
de_de: Grundkonfiguration
it_it: Impostazioni Generali
nl_nl: Algemene configuratie
pt_br: Configuração Geral
ru_ru: Основная конфигурация
tr_tr: Genel Yapılandırma

source: Site Name
ar_ar: اسم الموقع
da_da: Side Navn
de_de: Seiten Name
it_it: Nome del sito
nl_nl: Websitenaam
pt_br: Nome do site
ru_ru: Название сайта
tr_tr: Site Adı

source: Contact Email
ar_ar: البريد الإلكتروني
da_da: Kontakt email
de_de: Kontakt-Mail
it_it: Email contatto
nl_nl: Contact Mailadres
pt_br: Email de Contato
ru_ru: Контактный адрес электронной почты
tr_tr: İletişim Eposta Adresi

source: That's not a valid email address is it?
ar_ar: البريد الالكتروني غير صحيح
da_da: Det er ikke en gyldig email-adresse er det?
de_de: Diese Mailadresse ist ungültig
it_it: Email non valida
nl_nl: Gelieve het emailadres te controleren.
pt_br: Isso não é um endereço de email válido, ou é?
ru_ru: Введённый адрес e-mail неверен
tr_tr: Bu geçerli bir eposta adresi değil, öyle değil mi?

source: Registration
ar_ar: التسجيل
da_da: Registrering
de_de: Registrierung
it_it: Registrazione
nl_nl: Registratie
pt_br: Registro
ru_ru: Регистрация
tr_tr: Kayıt

source: Start of the Week
ar_ar: بداية الأسبوع
da_da: Begyndelse på ugen
de_de: Anfang der Woche
it_it: Inizio Settimana
nl_nl: Begin van de week
pt_br: Início da Semana
ru_ru: Начало недели
tr_tr: Haftanın Başlangıcı

source: Sunday
ar_ar: الأحد
da_da: Søndag
de_de: Sonntag
it_it: Domenica
nl_nl: Zondag
pt_br: Domingo
ru_ru: Воскресенье
tr_tr: Pazar

source: Monday
ar_ar: الإثنين
da_da: Mandag
de_de: Montag
it_it: Lunedi
nl_nl: Maandag
pt_br: Segunda-feira
ru_ru: Понедельник
tr_tr: Pazartesi

source: Tuesday
ar_ar: الثّلاثاء
da_da: Tirsdag
de_de: Dienstag
it_it: Martedi
nl_nl: Dinsdag
pt_br: Terça-feira
ru_ru: Вторник
tr_tr: Salı

source: Wednesday
ar_ar: الأربعاء
da_da: Onsdag
de_de: Mittwoch
it_it: Mercoledi
nl_nl: Woensdag
pt_br: Quarta-feira
ru_ru: Среда
tr_tr: Çarşamba

source: Thursday
ar_ar: الخميس
da_da: Torsdag
de_de: Donnerstag
it_it: Giovedi
nl_nl: Donderdag
pt_br: Quinta-feira
ru_ru: Четверг
tr_tr: Perşembe

source: Friday
ar_ar: الجمعة
da_da: Fredag
de_de: Freitag
it_it: Venerdi
nl_nl: Vrijdag
pt_br: Sexta-feira
ru_ru: Пятница
tr_tr: Cuma

source: Saturday
ar_ar: السّبت
da_da: Lørdag
de_de: Samstag
it_it: Sabato
nl_nl: Zaterdag
pt_br: Sábado
ru_ru: Суббота
tr_tr: Cumartesi

source: Turn Off Site?
ar_ar: إيقاف الموقع ؟
da_da: Vil du sætte websiden på off?
de_de: Seite in den Wartungsmodus?
it_it: Metti Offline il sito
nl_nl: Site uitschakelen ?
pt_br: Desligar o site?
ru_ru: Отключить сайт?
tr_tr: Site Kapatılsın mı?

source: Yes, turn the site off, so no one can access it.
ar_ar: نعم. أغلق الموقع وامنع الوصول إليه.
da_da: Ja, slå siden fra, så ingen kan få adgang til den.
de_de: Ja, Seite deaktivieren, so dass niemand darauf zugreifen kann.
it_it: Ok, disattiva il sito, in modo che nessuno possa accedere.
nl_nl: Ja, gelieve de site te deactiveren zodat deze niet meer bereikbaar is.
pt_br: Sim, desligar o site para que ninguém possa acessá-lo.
ru_ru: Да, выключить сайт, чтобы никто не имел к нему доступ.
tr_tr: Evet, site kapansın; böylece hiç kimse siteye erişemez.

source: No, keep the site on and running.
ar_ar: لا، أترك الموقع يعمل
da_da: Nej, behold siden slået til og kørende.
de_de: Nein, Seite aktiviert lassen.
it_it: No, mantieni il sito attivo.
nl_nl: Nee, ik wil doorwerken aan de site
pt_br: Não, manter o site funcionando.
ru_ru: Нет, оставить сайт включенным.
tr_tr: Hayır, site açık ve işler kalsın.

source: Debug
ar_ar: تنقيح
da_da: Fejlfinding
de_de: Fehlersuche
it_it: Esegui il debug
nl_nl: Foutopsporing
ru_ru: Отладка
tr_tr: Hata Ayıklama

source: Save
ar_ar: حفظ
da_da: Gem
de_de: Speichern
it_it: Salva
nl_nl: Opslaan
pt_br: Salvar
ru_ru: Сохранить
tr_tr: Kaydet

source: First Name
ar_ar: الإسم الأول
da_da: Fornavn
de_de: Vorname
it_it: Nome
nl_nl: Voornaam
pt_br: Nome
ru_ru: Имя
tr_tr: Ad

source: First & Last Name
ar_ar: الاسم الأول والاسم الأخير/العائلة
da_da: For og efternavn
de_de: Vor-und Nachname
it_it: Nome e Cognome
nl_nl: Voor- & achternaam
pt_br: Nome e sobrenome
ru_ru: Имя и фамилия
tr_tr: Ad ve Soyadı

source: Username
ar_ar: اسم المستخدم
da_da: Brugernavn
de_de: Benutzername
it_it: Nome utente
nl_nl: Gebruikersnaam
pt_br: Nome de Usuário
ru_ru: Пользователь
tr_tr: Kullanıcı Adı

source: All (by date)
ar_ar: الكل (حسب التاريخ)
da_da: Alt (efter dato)
de_de: Alle Informationen (Datum)
it_it: Tutto (per data)
nl_nl: Alle (per datum)
pt_br: Todos (por data)
ru_ru: Все (по дате)
tr_tr: Hepsi (tarihe göre)

source: Last 5 (by plugin)
ar_ar: آخر 5 (بواسطة الاضافات)
da_da: Seneste 5
de_de: Letzte 5 (per Modul)
it_it: Ultime 5 (per plugin)
nl_nl: laatste vijf
pt_br: Últimos 5
ru_ru: Последние 5 (в модуле)
tr_tr: Son 5 (eklentiye göre)

source: New Messages at Bottom
ar_ar: الرسائل الأحدث في الأسفل
da_da: Nye meddelser på bunden af siden
de_de: Neue Nachrichten unten
it_it: Nuovi messaggi alla fine
nl_nl: Nieuw berichten onderaan
pt_br: Novas mensagens na parte inferior
ru_ru: Новые сообщения внизу
tr_tr: Yeni Mesajlar altta

source: New Messages at Top
ar_ar: الرسائل الأحدث في الاعلى
da_da: Nye meddelser på toppen af siden
de_de: Neue Nachrichten oben
it_it: Nuovi messaggi all'inizio
nl_nl: Nieuwe berichten bovenaan
pt_br: Novas mensagens no topo
ru_ru: Новые сообщения наверху
tr_tr: Yeni Mesajlar üstte

source: New Member Default Settings
ar_ar: إعدادات العضو الجديد الافتراضية
da_da: Standardindstillinger for nye medlemmer
de_de: Standardeinstellungen für neue Mitglieder
it_it: Impostazioni Nuovo Utente
nl_nl: Standaard instelling voor nieuwe deelnemers
pt_br: Configurações padrões para novos membros
ru_ru: Настройки по-умолчанию для новых пользователей
tr_tr: Yeni Üye Varsayılan Ayarları

source: Theme
ar_ar: المظهر الخارجي / استايل
da_da: Tema
de_de: Design
it_it: Tema
nl_nl: Thema
pt_br: Tema
ru_ru: Тема
tr_tr: Tema

source: Display Name
ar_ar: الاسم الظاهر
da_da: Vis navn
de_de: Anzeigename
it_it: Nome da visualizzare
nl_nl: Weergavenaam
pt_br: Nome de exibição
ru_ru: Отображаемое имя
tr_tr: Görünen Ad

source: How do you want your name to display?
ar_ar: كيف ترغب أن يتم عرض اسمك
da_da: Hvorledes skal dit navn vises?
de_de: Wie möchten Sie Ihren Namen angezeigt bekommen?
it_it: Come vuoi che sia visualizzato il tuo nome?
nl_nl: Welke naam moet er getoond worden?
pt_br: Como você quer que seu nome apareça?
ru_ru: Выберите способ отображения вашего имени.
tr_tr: Adınızın nasıl görünmesini istiyorsunuz?

source: Front Page
ar_ar: صفحة المقدمة
da_da: Forside
de_de: Startseite
it_it: Pagina iniziale
nl_nl: Startpagina
pt_br: Página Inicial
ru_ru: Главная станица
tr_tr: Ön Sayfa

source: How do you want the latest information to display on the homepage?
ar_ar: كيف ترغب أن يتم عرض أحدث المعلومات في الصفحة الرئيسية
da_da: Hvordan vil du have de seneste oplysninger der skal vises på hjemmesiden?
de_de: Wie soll die letzte Information auf der Hompage angezeigt werden?
it_it: Come vuoi che siano visualizzate le ultime informazioni sulla homepage?
nl_nl: Hoe dient recente informatie op de startpagina weergegeven worden?
pt_br: Como você quer que as informações mais recentes seja mostrada na página inicial?
ru_ru: Как вы хотите отображать последнюю информацию на главной странице?
tr_tr: Son bilgilerin ana sayfada nasıl görünmesini istiyorsunuz?

source: Time Zone
ar_ar: المنطقة الزمنية
da_da: Tidszone
de_de: Zeitzone
it_it: Fuso orario
nl_nl: Tijdszone
pt_br: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Zaman Dilimi

source: What time zone do you live in?
ar_ar: في أي منطقة زمنية تتواجد الآن؟
da_da: Hvilken tidszone bor du i?
de_de: In welcher Zeitzone leben Sie?
it_it: In quale fuso orario vivi?
nl_nl: In welke tijdszone woon je?
pt_br: Qual o fuso horário em que você vive?
ru_ru: В каком часовом поясе вы живете?
tr_tr: Hangi zaman diliminde yaşıyorsunuz?

source: Daylight Savings Time
ar_ar: التوقيت الشتوي
da_da: Sømmertid
de_de: Sommerzeit
it_it: Ora legale
nl_nl: Zomertijd
pt_br: Horário de Verão
ru_ru: Летнее время
tr_tr: Yaz/Kış Saati Uygulaması

source: Sort Messages
ar_ar: ترتيب الرسائل
da_da: Sorter meddelser
de_de: Forumnachrichten
it_it: Ordina messaggi
nl_nl: Sorteer berichten
pt_br: Classificar Mensagens
ru_ru: Сортировка сообщений
tr_tr: Mesajları Sırala

source: How do you want messages to display on the Message Board?
ar_ar: كيف ترغب أن يتم عرض الرسائل في قائمة الرسائل؟
da_da: Hvordan vil du have at meddelelser skal vises på opslagstavlen?
de_de: Wie sollen die Mitteilungen im Forum angezeigt werden?
it_it: Come vuoi che siano visualizzati i messaggi sulla bacheca?
nl_nl: Hoe dienen de berichten op het forum weergegeven worden?
pt_br: Como você quer que as mensagens sejam mostradas no fórum?
ru_ru: Как вы хотите отображать сообщения на форуме?
tr_tr: Mesajlarınızın Mesaj Bölümünde nasıl görünmesini istiyorsunuz?

source: Update existing users?
ar_ar: تحديث المستخدمين الموجودين
da_da: Opdater existerende bruger?
de_de: Die neuen Einstellungen für alle Mitglieder aktualisieren
it_it: Aggiorna gli utenti esistenti?
nl_nl: Bestaande gebruikers updaten?
pt_br: Update de usuários existentes?
ru_ru: Обновить текущих пользователей?
tr_tr: Mevcut kullanıcılar da güncellensin mi?

source: Enabled
ar_ar: مفعّل
da_da: Slået til
de_de: Aktiv
it_it: Attivato
nl_nl: Ingeschakeld
pt_br: Habilitado
ru_ru: Включен
tr_tr: Devrede

source: Name
ar_ar: الاسم
da_da: Navn
it_it: Nome
nl_nl: Naam
pt_br: Nome
ru_ru: Фамилия, имя, отчество
tr_tr: Ad

source: Description
ar_ar: الوصف
da_da: Beskrivelse
de_de: Beschreibung
it_it: Descrizione
nl_nl: Beschrijving
pt_br: Descrição
ru_ru: Описание
tr_tr: Açıklama

source: Communicate
ar_ar: تواصل
da_da: Kommuniker
de_de: Kommunizieren
it_it: Comunica
nl_nl: Communiceren
pt_br: Comunicar
ru_ru: Общаться
tr_tr: İletilim

source: Share
ar_ar: شارك
da_da: Del
de_de: Gemeinsames
it_it: Condividi
nl_nl: Delen
pt_br: Compartilhar
ru_ru: Общий доступ
tr_tr: Paylaş

source: Changes Saved
ar_ar: تم حفظ التغييرات
da_da: Ændringer gemt
de_de: Änderungen gespeichert
it_it: Modifiche Salvate
nl_nl: Wijzigingen opgeslagen
pt_br: Alterações salvas
ru_ru: Сохранить изменения
tr_tr: Değişiklikler Kaydedildi

source: An error occurred. Changes could not be saved.
ar_ar: حدث خطأ ولايمكن الحفظ
da_da: Der skete en fejl. Ændringerne kunne ikke gennes.
de_de: Ein Fehler ist aufgetreten. Änderungen konnten nicht gespeichert werden.
it_it: Si è verificato un errore. Le modifiche non sono state salvate.
nl_nl: Er is een fout gebeurd, de wijzigingen konden niet worden opgeslagen
pt_br: Ocorreu um erro. As alterações não podem ser salvas
ru_ru: Произошла ошибка. Изменения не сохранились.
tr_tr: Bir hata oluştu. Değişiklikler kaydedilemedi.

source: Can't have two items with the same order.
ar_ar: لايجوز نوعين في نفس المستوى
da_da: Kan ikke have to emner med samme orden.
de_de: Kann nicht zwei Elemente mit der gleichen Reihenfolge haben.
it_it: Non è possibile avere due risultati con la stessa richiesta.
nl_nl: Het bewaren van twee items met dezelfde rangschikking is niet mogelijk.
pt_br: Não podem existir dois itens na mesma ordem
ru_ru: Не может быть два элемента с одним номером.
tr_tr: Aynı sıralamada iki unsur olamaz

source: Please try again
ar_ar: حاول مرة أخرى
da_da: Prøv venligst igen
de_de: Bitte versuchen Sie es erneut
it_it: Si prega di riprovare
nl_nl: Probeer opnieuw
pt_br: Favor tentar novamente
ru_ru: Пожалуйста, попробуйте еще раз
tr_tr: Yeniden deneyin

source: Off (2 photos)
ar_ar: إيقاف (صورتين فقط)
da_da: Off (2 foto´s)
de_de: Aus (2 bilder)
it_it: Off (2 foto)
nl_nl: Uit (2 foto's)
pt_br: Off (2 fotos)
ru_ru: Отключить (2 фотографии)
tr_tr: Kapalı (2 Fotoğraf)

source: On (3 photos)
ar_ar: تشغيل (3 صور)
da_da: On (3 foto´s)
de_de: An (3 bilder)
it_it: On (3 foto)
nl_nl: Aan (3 foto's)
pt_br: On (3 fotos)
ru_ru: Включить (3 фотографии)
tr_tr: Açık (3 Fotoğraf)

source: Protected
ar_ar: محمي
da_da: Beskyttet
de_de: Geschützt
it_it: Protetto
nl_nl: Beveiligd
pt_br: Protegido
ru_ru: Защищённое
tr_tr: Korumalı
