Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Sent Messages
da_da: Sendte beskeder
de_de: Gesendete Nachrichten
it_it: Messaggi Inviati
nl_nl: Verzonden berichten
pt_br: Mensagens Enviadas
ru_ru: Отправленные сообщения
tr_tr: Gönderilmiş Mesajlar

source: Sections
da_da: Sektioner
de_de: Untergruppen
ru_ru: Секции
tr_tr: Bölümler

source: Contributions
da_da: Bidrag
de_de: Beiträge
it_it: Contributi
nl_nl: Bijdragen
pt_br: Contribuições
ru_ru: Вклад
tr_tr: Katkılar

source: Quick Links
da_da: Hurtige genveje
ru_ru: Быстрые ссылки
tr_tr: Hızlı Bağlantılar

source: Videos
da_da: Videoer
ru_ru: Видео
tr_tr: Videolar

source: Never visited
da_da: Aldrig besøgt
de_de: Niemals besucht
it_it: Mai visitato
nl_nl: Nooit bijgewerkt
pt_br: Nunca visitou
ru_ru: Никогда не посещался
tr_tr: Hiç ziyaret edilmedi

source: Cell
da_da: Celle
de_de: Handy
it_it: Cellulare
nl_nl: Cel
pt_br: Celular
ru_ru: Ячейка
tr_tr: Cep

source: Send Private Message
da_da: Send privat besked
de_de: Private Nachricht senden
ru_ru: Отправить личное сообщение
tr_tr: Özel Mesaj Gönder

source: Location
da_da: Placering
de_de: Wohnort
ru_ru: Местоположение
tr_tr: Konum

source: Join Date
da_da: Tilmeldings dato
de_de: Beitrittsdatum
it_it: Data di registrazione
nl_nl: Lid sinds
pt_br: Data
ru_ru: Регистрация
tr_tr: Katılma Tarihi

source: Last Visit
da_da: Sidste besøg
de_de: Letzter Besuch
it_it: Ultima Visita
nl_nl: Laatste bezoek
pt_br: Última visita
ru_ru: Последнее посещение
tr_tr: En Son Ziyaret

source: Latest Posts
da_da: Nyeste indlæg
de_de: Neueste Beiträge
it_it: Ultimi Post
nl_nl: Laatste bijdragen
pt_br: Últimos Posts
ru_ru: Последние посты
tr_tr: En Yeni iletiler

source: Latest Photos
da_da: Seneste fotos
de_de: Neueste Fotos
it_it: Ultime Foto
nl_nl: Nieuwste foto's
pt_br: Fotos mais recentes
ru_ru: Последние фотографии
tr_tr: En Yeni Fotoğraflar

source: Thumbnail [%s] is not a supported type. Thumbnails must be of type (.jpg, .jpeg, .gif, .bmp or .png).
da_da: Miniature [%s] er ikke en understøttet type. Miniaturer skal være af typen (.jpg, .jpeg, .gif, .bmp- eller .png).
de_de: Das Vorschaubild [%s] hat ein nicht unterstütztes Format. Vorschaubilder müssen in den Formaten .jpg, .jpeg, .gif, .bmp oder .png vorliegen.
it_it: L'immagine [%s] è in un formato non supportato. I formati supportati sono (.jpg, .jpeg, .gif, .bmp o .png).
nl_nl: Het bestandstype van de thumbnail [%s] werd niet ondersteund. Thumbnails moeten extensie .jpg, .jpeg, .gif, .bmp, .png hebben.
pt_br: Miniatura [%s] não é um tipo suportado. Miniaturas devem possuir extensão (.jpg, .jpeg, .gif, .bmp, .png).
ru_ru: Обложка [%s] имеет недопустимое расширение. Расширение должно быть .jpg, .jpeg, .gif, .bmp или .png.
tr_tr: Küçük resim [%s] desteklenen bir tür değil. Desteklenen türler: .jpg, .jpeg, .gif, .bmp ya da .png.

source: There was an error uploading your thumbnail.
da_da: Der opstod en fejl under opload af din miniature.
de_de: Beim Upload deines Vorschaubildes ist ein Fehler aufgetreten.
it_it: Si è verificato un errore durante il caricamento dell'immagine.
nl_nl: Er is een fout opgetreden bij het uploaden van je thumbnail.
pt_br: Houve um erro ao enviar sua miniatura.
ru_ru: Возникла ошибка при загрузке обложки.
tr_tr: Küçük resim yüklenemedi.

source: %s has added the recipe: %s
da_da: %s har tilføjet opskriften: %s
de_de: %s hat das Rezept: %s hinzugefügt
it_it: %s ha aggiunto la seguente ricetta: %s
nl_nl: %s heeft het recept: %s toegevoegd
pt_br: %s adicionou a receita: %s
ru_ru: %s добавил рецепт: %s
tr_tr: %s bu tarifi ekledi: %s

source: Change Thumbnail
da_da: Ændre miniaturebillede
de_de: Vorschaubild ändern
it_it: Cambia Miniatura
nl_nl: wijzig miniatuur
pt_br: Alterar Miniatura
ru_ru: Изменить обложку
tr_tr: Küçük Resmi Değiştir

# %s is the name of the website
source: Register for %s.
da_da: Registeret til %s.
de_de: Anmeldung für %s.
it_it: Registrati su %s.
nl_nl: Registreer je op %s.
pt_br: Registrar-se em %s
ru_ru: Зарегистрируйся на %s.
tr_tr: %s için kayıt.

source: Available
da_da: Tilgængelig
de_de: Verfügbar
it_it: Disponibile
nl_nl: Beschikbaar
pt_br: Disponível
ru_ru: В сети
tr_tr: Kullanılabilir

source: That username has already been taken.
da_da: Brugernavnet er allerede taget.
de_de: Der Benutzername ist vergeben.
it_it: Questo username non è disponibile.
nl_nl: Deze gebruikersnaam is reeds ingenomen.
pt_br: Este nome de usuário já está sendo utilizado.
ru_ru: Данное имя уже используется.
tr_tr: Kullanıcı adı zaten alındı.

source: Could not check availability of username.
da_da: Kunne ikke kontrollere tilgængeligheden af brugernavnet.
de_de: Kann die Verfügbarkeit des Benutzernamen nicht überprüfen.
it_it: Impossibile verificare la disponibilità dello username.
nl_nl: De beschikbaarheid van de gebruikersnaam kon niet worden bevestigd.
pt_br: Não foi possível checar a disponibilidade do nome de usuário.
ru_ru: Не удается проветить доступность имени
tr_tr: Kullanıcı adnın kullanılabilirliği kontrol edilemedi.

source: There was an error with the connection.
da_da: Der opstod en fejl med forbindelsen.
de_de: Bei der Verbindung ist ein Fehler aufgetreten
it_it: Si è verificato un errore di connessione.
nl_nl: Er was een probleem met de verbinding.
pt_br: Houve um erro com a conexão.
ru_ru: Ошибка подключения.
tr_tr: Bağlantıda bir sorun var.

source: Registration is closed.
da_da: Registrering er lukket.
de_de: Anmeldung geschlossen
it_it: Le registrazioni son chiuse.
nl_nl: Registratie is gesloten.
pt_br: Registro está fechado.
ru_ru: Регстрация закрыта
tr_tr: Kayıtlar kapalı.

source: You forgot to fill out a required field.
da_da: Du glemte at udfylde et obligatorisk felt.
de_de: Sie haben ein benötigtes Feld vergessen auszufüllen.
it_it: Hai dimenticato di riempire un campo obbligatorio.
nl_nl: Je bent een verplicht veld vergeten in te vullen.
pt_br: Você esqueceu de preencher um campo obrigatório.
ru_ru: Вы забыли заполнить необходимые поля.
tr_tr: Gerekli bir alanı tamamlamayı unuttunuz.

source: The email you have choosen is already in use. Please choose a different email.
da_da: Den e-mail, du har valgt er allerede i brug. Vælg venligst en anden e-mail.
de_de: Die E-Mail, die Sie gewählt haben ist bereits in Benutzung. Bitte wählen Sie eine andere E-Mail.
it_it: La mail scelta è già in uso. Scegli una mail diversa.
nl_nl: Het gekozen e-mailadres is reeds in gebruik. Gebruik a.u.b. een ander e-mailadres.
pt_br: O email que você escolheu já está em uso. Por favor escolha um diferente.
ru_ru: Выбранный вами адрес электронной почты уже используется. Выберите другой адрес, пожалуйста.
tr_tr: Seçtiğiniz eposta adresi zaten kullanımda. Farklı bir adres seçin.

source: If you have forgotten your password please reset it
ar_ar: إذا نسيت كلمة سرك فنرجو استعادتها
da_da: Hvis du har glemt din adgangskode kan du nulstille den her
de_de: Wenn Sie Ihr Passwort vergessen haben, setzen Sie es bitte zurück
it_it: Se hai dimenticato la tua password per favore resettala
nl_nl: Als je je wachtwoord vergeten bent, stel het dan opnieuw in a.u.b.
pt_br: Se você esqueceu sua senha, por favor restaure-a.
ru_ru: Если вы забыли свой пароль, пожалуйста, восстановить его
tr_tr: Şifrenizi unuttuysanız sıfırlayın.

source: Sorry, but that username is already taken. Please choose another username.
da_da: Undskyld, men det Brugernavn er allerede taget. Vælg venligst et andet Brugernavn.
de_de: Entschuldigung, aber der Benutzername ist bereits vergeben. Bitte wählen Sie einen anderen Benutzernamen.
it_it: Lo Username inserito non è disponibile. Si prega di sceglierne un altro.
nl_nl: Sorry maar deze gebruikersnaam is reeds bezet. Kies a.u.b. een andere gebruikersnaam.
pt_br: Este nome de usuário já está sendo usado. Por favor escolha outro.
ru_ru: Извините, но это имя пользователя уже занято. Пожалуйста, выберите другое имя пользователя.
tr_tr: Bu kullanıcı adı zaten alındı. Başka bir ad seçin.

source: Membership
da_da: Medlemskab
de_de: Mitgliedschaft
it_it: Iscrizione
nl_nl: Lidmaatschap
pt_br: Inscrição
ru_ru: Членство
tr_tr: Üyelik

source: Thank you for registering at %s
da_da: Tak for din registrering på %s
de_de: Vielen Dank für Ihre Registrierung %s
it_it: Grazie per esserti registrato su %s
nl_nl: Bedankt voor je registratie bij %s
pt_br: Obrigado por se inscrever em %s
ru_ru: Благодарим вас за регистрацию на %s!
tr_tr: %s sitesine kayıt olduğunuz için teşekkürler.

source: In order to login and begin using the site, your administrator must activate your account. You will get an email when this has been done.
da_da: For at logge ind og begynde at bruge siden, skal din administrator aktivere din konto. Du får en e-mail når det er sket.
de_de: Um die Seite betreten und nutzen zu können, muss dich der Administrator freischalten. Sobald das erfolgt ist, wirst du per E-Mail benachrichtigt.
it_it: Per effettuare il login ed utilizzare il Sito, l'Amministratore deve attivare il tuo Account. Riceverai una Mail dopo l'attivazione.
nl_nl: Om in te loggen en deze site te gebruiken, moet de beheerder je account eerst activeren.
pt_br: Para conectar e começar a usar o site, seu administrador deve ativar sua conta. Você receberá um email quando isto for feito.
ru_ru: Администратор должен активировать ваш аккаунт. Вы получите уведомление на email.

source: After your account is activated you can login using the following information
ar_ar: بعد تفعيل حسابك ستتمكن من الدخول بالمعلومات التالية
da_da: Når din konto er aktiveret kan du logge ind ved hjælp af følgende oplysninger
de_de: Nachdem Ihr Konto aktiviert wurde, können Sie zum Anmelden und die folgenden Informationen verwenden.
it_it: Una volta che il tuo Account è stato attivato, puoi effettuare il Login utilizzando le seguenti informazioni
nl_nl: Nadat je account geactiveerd is kan je volgende gegevens gebruiken om aan te melden
pt_br: Após sua conta ter sido ativada, você pode conectar usando os seguintes dados
ru_ru: После активации учетной записи вы можете Войти с помощью следующей информации
tr_tr: Hesabınız etkinleştirildikten sonra şu bilgilerle giriş yapabilirsiniz

source: Congratulations and Welcome
da_da: Tillykke og velkommen
de_de: Herzlichen Glückwunsch und Willkommen
it_it: Congratulazione e benvenuto
nl_nl: Proficiat en Welkom
pt_br: Parabéns e Bem-vindo
ru_ru: Поздравляем и Добро Пожаловать
tr_tr: Tebrikler ve Merhaba

source: You have been successfully registered at %s.
da_da: Du er blevet korrekt registreret på %s.
de_de: Sie haben sich erfolgreich bei %s registriert.
it_it: Ti sei registrato con successo su %s
nl_nl: Je bent met succes geregistreerd bij %s.
pt_br: Você foi registrado com sucesso em %s.
ru_ru: Вы были успешно зарегистрированы в %s
tr_tr: %s sitesine kaydınız tamamlandı.

source: Your account information has been emailed to %s.
ar_ar: أُرسلت معلومات حسابك إلى %s.
da_da: Dine kontooplysninger er blevet sendt til %s.
de_de: Ihre Kontoinformationen wurden via E-Mail an %s gesendet.
it_it: Le informazioni del tuo account sono state inviate alla mail %s.
nl_nl: Je accountgegevens zijn gemaild naar %s.
pt_br: Os dados da sua conta foram enviados por email para %s.
ru_ru: Информация о вашем аккаунте была отправлена на почту в %s
tr_tr: Hesap bilgileriniz %s adresine gönderildi.

source: Please remember your username and password for this site.
ar_ar: نرجو تذكر اسم المستخدم وكلمة السر لهذا الموقع.
da_da: Husk venligst dit Brugernavn og password for dette websted.
de_de: Bitte merken Sie sich Ihren Benutzernamen und Passwort für diese Seite.
it_it: Ricordati il tuo username e la tua password
nl_nl: Vergeet je gebruikersnaam en wachtwoord van deze site niet!
pt_br: Por favor lembre-se do seu usuário e senha para este site.
ru_ru: Пожалуйста, запомните свое имя пользователя и пароль для этого сайта.
tr_tr: Bu site için kullanıcı adınızı ve şifrenizi unutmayın.

source: Unfortunately your account must be activated before you can <a href="index.php">login</a> and begin using the site.
da_da: Desværre din konto skal aktiveres, før du kan <a href="index.php">logind</a> og begynde at bruge sitet.
de_de: Leider muss Ihr Konto aktiviert werden, bevor Sie sich <a href="index.php">anmelden</a> können und beginnen können, die Seite zu verwenden.
it_it: Il tuo Account deve essere attivato prima che tu possa effettuare il <a href="index.php">login</a> ed utilizzare il Sito.
nl_nl: Jammer genoeg moet je account nog geactiveerd worden voor je kan <a href="index.php">inloggen</a> en deze site kan gebruiken.
pt_br: Infelizmente sua conta precisa ser ativada antes que você possa <a href="index.php">conectar</a> e começar a usar o site.
ru_ru: К сожалению, ваш аккаунт должен быть активирован прежде чем вы сможете <a href="index.php"> войти</a> и начать использовать сайт.
tr_tr: Hesabınızı etkinleştirdikten sonra <a href="index.php">giriş yapın</a> ve siteyi kullanmaya başlayın.

source: New User Registration at %s
da_da: Ny brugerregistrering på %s
de_de: Neue User hat sich angemeldet (%s)
it_it: Registrazione Nuovo Utente su %s
nl_nl: Nieuwe gebruikersregistratie bij %s
pt_br: Novo Registro de Usuário em %s
ru_ru: Регистрация нового пользователя в %s
tr_tr: %s Sitesinde Yeni Kayıt

source: A new user has registered at %s
da_da: En ny bruger har registreret på %s
de_de: Ein neuer Benutzer hat sich auf %s registriert
it_it: Un nuovo utente si è registrato su %s
nl_nl: Er is een nieuwe gebruiker geregistreerd bij %s
pt_br: Um novo usuário registou em %s
ru_ru: Новый пользователь зарегистрирован в %s
tr_tr: %s sitesinde yeni bir üye kayıt oldu.

source: Time of Registration
da_da: Tidspunkt for tilmelding
de_de: Zeit der Registrierung
it_it: Data di registrazione
nl_nl: Registratietijdstip
pt_br: Tempo de Registro
ru_ru: Время регистрации
tr_tr: Kayıt Zamanı

source: Register with Facebook
da_da: Tilmeld med Facebook
de_de: Mit Facebook anmelden
it_it: Registrati tramite Facebook
nl_nl: Registreer je via Facebook
pt_br: Registre-se com Facebook
ru_ru: Зарегистрироваться через Facebook
tr_tr: Facebook ile kayıt ol

source: Connect with Facebook
da_da: Tilslut med Facebook
de_de: Mit Facebook verbinden
it_it: Connessione a Facebook
nl_nl: Verbind met Facebook
pt_br: Conecte-se com o Facebook
ru_ru: Подключиться к Facebook
tr_tr: Facebook ile bağlan

source: Used for logging into the site.
da_da: Bruges til at logge ind på webstedet.
de_de: Benötigt für das Anmelden auf die Seite.
it_it: Utilizzato per l'accesso al sito.
nl_nl: Wordt gebruikt om in te loggen.
pt_br: Usado para fazer o login no site.
ru_ru: Используется для входа на сайт.
tr_tr: Siteye giriş için

source: Required: Can' login without one.
da_da: Påkrævet: Kan ikke logge ind uden en.
de_de: Achtung: Username ist zwingend notwendig!!!
it_it: Obbligatorio: non ci si può collegare senza.
nl_nl: Verplicht: Zonder kan je niet inloggen
pt_br: Obrigatório: Não é possível entrar sem um.
ru_ru: Требуется: не могу войти без этого.
tr_tr: Gerekli: Siteye giriş için gerekli

source: Used for loggin into the site.
da_da: Bruges til at logge ind på webstedet.
de_de: Benötigt für das Anmelden auf die Seite.
it_it: Utilizzato per entrare nel sito
nl_nl: Wordt gebruikt om in te loggen op deze site.
pt_br: Usado para loggin no site.
ru_ru: Используется для регистарции на сайте.
tr_tr: Siteye giriş için

source: Required: Can't login without one.
da_da: Påkrævet: Kan ikke logge ind uden en.
de_de: Achtung: Passwort ist zwingend notwendig!!!
it_it: Obbligatorio: non ci si può collegare senza.
nl_nl: Verplicht: Zonder kan je niet inloggen
pt_br: Obrigatório: Não é possível entrar sem um.
ru_ru: Требуется: не могу войти без этого.
tr_tr: Gerekli: Siteye giriş için gerekli

source: The name your mother gave you.
da_da: Navnet din mor gav dig.
de_de: Der Name, den Ihnen Ihre Mutter gab.
it_it: Il nome che la mamma ha scelto per te.
nl_nl: Welke naam je kreeg van je moeder.
pt_br: O nome que sua mãe lhe deu.
ru_ru: Фамилия вашей матери.
tr_tr: Annenizin size taktığı ad

source: Your family name.
ar_ar: اسم عائلتك.
da_da: Dit familienavn.
de_de: Ihr Familienname.
it_it: Il tuo cognome.
nl_nl: Je achternaam.
pt_br: O seu nome de família.
ru_ru: Ваша фамилия.
tr_tr: Soyadınız

source: Where can we send validation and updates?
da_da: Hvor kan vi sende validering og opdateringer?
de_de: Wohin können wir Validationen und Updates senden?
it_it: Dove possiamo inviarti convalida e aggiornamenti?
nl_nl: Waar kunnen we validatiemails en updates naar sturen?
pt_br: Onde podemos enviar validação e atualizações?
ru_ru: Куда мы можем отправить проверку и обновления?
tr_tr: Doğrulamayı ve güncellemeleri nereye gönderebiliriz?

source: Invalid Email
da_da: Ugyldig email
de_de: Ungültige E-Mail
it_it: Indirizzo Email non valido
nl_nl: Ongeldig e-mailadres
pt_br: E-mail inválido
ru_ru: Неправильный адрес электронной почты
tr_tr: Eposta Adresi Geçersiz

source: Please click the following link to activate your account
da_da: Klik venligst på følgende link for at aktivere din konto
de_de: Bitte klicken Sie auf den folgenden Link, um Ihr Konto zu aktivieren
it_it: Clicca sul seguente link per attivare il tuo account
nl_nl: Klik a.u.b. op volgende link om je account te activeren
pt_br: Por favor, clique no seguinte link para ativar sua conta
ru_ru: Пожалуйста, нажмите на следующую ссылку для активации учетной записи
tr_tr: Hesabınızı etkinleştirmek için aşağıdaki bağlantıyı tıklayın

source: Unfortunately you must activate your account before you can <a href="index.php">login</a> and begin using the site
ar_ar: للأسف يجب تفعيل حسابك حتى تستطيع <a href="index.php">الدخول</a> والبدء في استخدام الموقع.
da_da: Desværre skal du aktivere din konto, før du kan <a href="index.php">logind</a> og begynde at bruge siden
de_de: Leider müssen Sie Ihr Konto aktivieren, bevor Sie sich <a href="index.php">Anmelden</a> können.
it_it: Devi attivare il tuo account prima di effettuare il <a href="index.php">login</a> e utilizzare il sito
nl_nl: Jammer genoeg met je je account nog activeren vooraleer je kan <a href="index.php">inloggen</a> en de site kan gebruiken.
pt_br: Infelizmente, você deve ativar sua conta antes de você poder realizar o <a href="index.php"> login </ a> e começar a usar o site
ru_ru: К сожалению, вы должны активировать свой аккаунт прежде чем вы сможете <a href="index.php"> войти</a> и начать использовать сайт
tr_tr: Hesabınızı etkinleştirdikten sonra <a href="index.php">giriş yapın</a> ve siteyi kullanmaya başlayın.

source: Facebook isn't Configured Yet.
da_da: Facebook er ikke konfigureret endnu.
de_de: Facebook ist bis jetzt nicht konfiguriert
it_it: Facebook non è ancora configurato.
nl_nl: Facebook is nog niet geconfigureerd.
pt_br: Facebook não está configurado ainda.
ru_ru: Подключение к Facebook не настроено.
tr_tr: Facebook ayarları henüz yapılmadı.

source: The RSS feed you requested doesn't exist
da_da: RSS-feed du anmodede om, findes ikke
de_de: Der angeforderte RSS-Feed existiert nicht
it_it: Il feed RSS che hai richiesto non esiste
nl_nl: De opgegeven RSS-feed bestaat niet
pt_br: O feed RSS que você pediu não existe
ru_ru: Запрошенная вами RSS лента не существует
tr_tr: İstediğiniz RSS besleme mevcut değil

source: %s has added address information for %s.
ar_ar: %s أضاف معلومات العنوان لأجل %s.
da_da: %s har tilføjet adresseoplysninger for %s.
de_de: %s hat Adress-Informationen für %s hinzugefügt.
it_it: %s ha aggiunto un indirizzo per %s
nl_nl: %s heeft adresgegevens toegevoegd voor %s
pt_br: %s adicionou informações de endereço para %s.
ru_ru: %s добавил адрес для %s
tr_tr: %s %s için adres bilgisi ekledi.

source: %s has updated his/her address.
da_da: %s har opdateret sin adresse.
de_de: %s hat seine/ihre Adresse aktualisiert.
it_it: %s ha aggiornato il suo indirizzo.
nl_nl: %s heeft zijn/haar adres geupdate.
pt_br: %s atualizou seu endereço.
ru_ru: %s обновил его/ее адрес.
tr_tr: %s adres bilgisini güncelledi.

source: %s has changed his/her picture.
da_da: %s har ændret sit billede.
de_de: %s hat sein/ihr Bild gewechselt.
it_it: %s ha cambiato la sua immagine
nl_nl: %s heeft zijn/haar foto gewijzigd
pt_br: %s mudou sua foto.
ru_ru: %s изменил(а) аватар.
tr_tr: %s resmini değiştirdi.

source: %s replied to %s.
da_da: %s svarede til %s.
de_de: %s beantwortet den Forenbeitrag (%s).
it_it: %s ha risposto a %s.
nl_nl: %s antwoorde op %s
pt_br: %s respondeu a %s
ru_ru: %s ответил %s.
tr_tr: %s %s için yanıt oluşturdu.

source: m-d-y
da_da: m-d-å
de_de: d.m.'y
it_it: m-g-a
pt_br: d-m-y
ru_ru: м-д-г
tr_tr: a-g-y

source: %s has added a new Calendar entry on %s for %s.
da_da: %s har tilføjet en ny kalenderpost %s til %s.
de_de: %s hat einen neuen Kalendereintrag am %s mit dem Titel %s hinzugefügt.
it_it: %s ha aggiunto un nuovo evento nel calendario il %s per %s
nl_nl: %s heeft een nieuw item toegevoegd aan de agenda op %s met de titel %s.
pt_br: %s adicionou uma nova entrada no calendário em %s até %s.
ru_ru: %s добавил(а) новое событие в календаре на %s для %s.
tr_tr: %s yeni bir Takvim girdisini (%s) %s için ekledi.

source: %s commented on (%s).
da_da: %s kommenterede (%s).
de_de: %s hat einen Kommentar zu (%s) abgegeben.
it_it: %s ha scritto un commento su (%s)
nl_nl: %s heeft een commentaar geschreven op (%s)
pt_br: %s comentou em (%s).
ru_ru: %s ответил на (%s).
tr_tr: %s %s için yorum yazdı.

source: %s commented on the following photo:
da_da: %s kommenteret på det følgende billede:
de_de: %s kommentierte das folgende Foto:
it_it: %s ha commentato la seguente foto:
nl_nl: %s reageerde op volgende foto:
pt_br: %s comentou sobre aseguinte foto:
ru_ru: %s прокомментировал следующюю фотографию:
tr_tr: %s şu fotoğrafı yorumladı:

source: %s has added %d new photos to the %s category.
da_da: %s har tilføjet %d nye billeder til kategorien %s.
de_de: %s hat %d neue Fotos zur %s category hinzugefügt.
it_it: %s ha aggiunto %d nuove foto alla categoria %s.
nl_nl: %s heeft %d nieuwe fotos toegevoegd aan de categorie %s.
pt_br: %s adicionou %d novas fotos para a categoria %s.
ru_ru: %s добавил %d новых фотографий в категорию %s.
tr_tr: %s %d yeni fotoğrafı %s kategorisine ekledi.

source: %s has joined the website.
ar_ar: %s إنضم إلى الموقع.
da_da: %s har sluttede sig til websiden.
de_de: %s ist der Webseite beigetreten.
it_it: %s è iscritto sul sito.
nl_nl: %s is nieuw op de website!
pt_br: %s entrou no site.
ru_ru: %s вошел на сайт.
tr_tr: %s siteye katıldı.

source: %s has added %s to his/her Family News.
ar_ar: أضاف/ت %s %s إلى أخبار بيته‍/‍ا.
da_da: %s har tilføjet %s til hans/hendes familie nyheder.
de_de: %s hat neue News mit dem Titel "%s" unter Nachrichen hinzugefügt.
it_it: %s ha aggiunto %s alle sue Notizie di Famiglia.
nl_nl: %s heeft %s toegevoegd aan zijn/haar nieuwsberichten.
pt_br: %s adicionou %s nas suas Notícias de Família
ru_ru: %s добавил %s в семейные новости
tr_tr: %s Aile Haberlerine %s ekledi.

source: %s commented on Family News %s.
ar_ar: علّق/ت %s على خبر %s.
da_da: %s kommenterede familie nyheder %s.
de_de: %s hat in den News ein Kommentar hinterlassen %s.
it_it: %s ha commentato la News %s.
nl_nl: %s reageerde op nieuwsbericht %s.
pt_br: %s comentou sobre a Notícias de Família %s.
ru_ru: %s ответил на семейную новость %s
tr_tr: %s %s Aile Haberlerini yorumladı.

source: A new Poll (%s) has been added.
ar_ar: أضيف استطلاع جديد (%s).
da_da: En ny afstemning (%s) er blevet tilføjet.
de_de: Eine neue Umfrage (%s) wurde hinzugefügt.
it_it: Un nuovo Sondaggio (%s) è stato aggiunto.
nl_nl: Er werd een nieuwe peiling (%s) toegevoegd.
pt_br: Uma nova enquete (%s) foi adicionada.
ru_ru: Добавлен новый Опрос (%s)
tr_tr: Yeni bir Anket (%s) eklendi.

source: %s commented on Poll %s.
da_da: %s kommenterede på afstemning %s.
de_de: %s kommentierte die Umfrage %s.
it_it: %s ha commentato nel Sondaggio %s.
nl_nl: %s heeft een commentaar gegeven bij enquete %s
pt_br: %s comentou sobre a enquete %s
ru_ru: %s ответил на опрос %s.
tr_tr: %s %s anketini yorumladı.
