Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Welcome to the Poll Administration.
ar_ar: مرحبا في ادارة الاستفتاءات
da_da: Velkommen til meningsmåling Administration.
de_de: Willkommen zur Umfragen-Administration.
it_it: Benvenuto al pannello di Amministrazione Sondaggi.
nl_nl: Welkom bij het onderdeel statistieken
pt_br: Bem vindo a administração de enquetes
ru_ru: Добро пожаловать в администрирование голосований
tr_tr: Anket Yönetimine hoşgeldiniz.

source: Here you can add new Poll questions or edit existing polls.
ar_ar: يمكنك هنا أن تضيف استطلاعًا جديدًا أو أن تعدل أحد الاستطلاعات السابقة.
da_da: Her kan du tilføje et nyt afstemnings spørgsmål, eller redigerer et eksisterende.
de_de: Hier kannst du eine neue Umfrage hinzufügen oder Umfragen bearbeiten.
it_it: Qui puoi aggiungere nuovi sondaggio o modificare quelli esistenti.
nl_nl: Hier kan je nieuwe peiling toevoegen of bestaande peilingen wijzigen.
pt_br: Aqui você pode adicionar novas enquetes ou editar as existentes.
ru_ru: Здесь вы можете добавлять опросы или редактировать существующие.
tr_tr: Burada yeni Anket soruları ekleyebilir ya da mevcut anketleri düzenleyebilirsiniz.

source: If you do not want to use Polls on your site, simply delete all existing polls and they will no longer show up on the frontpage.
ar_ar: إذا لم تُرد استخدام الاستطلاعات في موقعك فاحذف كل الاستطلاعات الموجودة ولن تظهر لاحقًا في الصفحة الرئيسية.
da_da: Hvis du ikke ønsker at bruge afstemninger på dit websted, skal du blot slette alle eksisterende afstemninger, og de vil ikke længere dukke op på forsiden.
de_de: Wenn du keine Umfragen auf deiner Seite möchtest,lösche einfach alle Umfragen und diese werden nicht mehr auf der Hauptseite erscheinen.
it_it: Se non vuoi usare i sondaggi sul tuo sito, devi semplicemente cancellare tutti i sondaggi esistenti e non verranno più visualizzati sulla pagina iniziale.
nl_nl: Als je geen peilingen op je site wil gebruiken, verwijder ze dan allemaal om ze niet meer op de startpagina weer te geven.
pt_br: Se você não quiser usar enquetes no seu site, basta apagar todas as existentes e elas não aparecerão na primeira página.
ru_ru: Если вы не хотите использовать опросы на вашем сайте, просто удалите все существующие опросы, и они больше не будут отображаться на главной странице.
tr_tr: Sitenizde Anket kullanmak istemiyorsanız mevcut anketlerin tamamını silin - artık ön sayfada anket gösterilmez.

source: Delete This Alert
ar_ar: احذف هذا التنبيه
da_da: slet denne advarsel
de_de: Diese Info-Meldung nicht mehr anzeigen
it_it: Cancella questo avviso
nl_nl: Verwijder Deze Melding
pt_br: Remover este alerta
ru_ru: Удалить это оповещение
tr_tr: Bu Uyarıyı Sil

source: It looks like your address is incomplete.
ar_ar: يبدو أن عنوانك غير صحيح
da_da: Det ser ud til din adresse er ufuldstændig.
de_de: Es sieht so aus, als wäre deine Adresse unvollständig.
it_it: Forse il tuo indirizzo è incompleto.
nl_nl: Het ziet er naar uit dat je adres onvolledig is.
pt_br: Parece que o seu endereço está incompleto.
ru_ru: Похоже, ваш адрес заполнен не полностью
tr_tr: Görünüşe bakılırsa adresiniz tam değil.

source: The other website members would appreciate it if you would complete your address information. This will help them stay in touch.
ar_ar: أعضاء الموقع الآخر يتمنون لو تفضلتم باستكمال المعلومات الخاصة بكم على عنوان. هذا سوف يساعدهم في البقاء على اتصال.
da_da: De andre hjemmeside medlemmer ville værdsætte, hvis du ville udfylde dine adresseoplysninger. Dette vil hjælpe dem med at holde kontakten med dig.
de_de: Die anderen Mitglieder würden es begrüßen wenn deine Adressinformationen vollständig wären. Es würde ihnen helfen mit dir in Verbindung zu bleiben.
it_it: Gli altri utenti del sito apprezzerebbero un indirizzo completo. Questo li aiuterà a rimanere in contatto.
nl_nl: De andere leden van deze site vinden het leuk als je de volledige en correcte adresgegevens ingeeft. Zo kunnen ze contact met je houden.
pt_br: Os demais membros do website gostariam que você completasse sua informação de endereço. Isso os ajudará a manter contato.
ru_ru: Остальные участники оценят, если вы заполните информацию про ваш адрес. Это позволит оставаться с вами на связи.
tr_tr: Adres bilgilerinizi tamamlarsanız sitenin diğer üyeleri size minnettar olacak. Bu bilgiler iletişime geçmelerini kolaylaştıracak.

source: Complete Address Now
ar_ar: أكمل العنوان الآن
da_da: Færdiggør adressen nu
de_de: Vervollständige jetzt deine Adresse
it_it: Completa l'Indirizzo adesso
nl_nl: Vervolledig Adres Nu
pt_br: Complete o Endereço Agora
ru_ru: Заполните ваш адрес
tr_tr: Adresi Şimdi Tamamla

source: Important info about FCMS Scheduler.
ar_ar: معلومات هامة حول موقع التواصل العائلي
da_da: Vigtig info om FCMS planlægger.
de_de: Wichtige Information über den FCMS Scheduler
it_it: Informazioni importanti sullo schedulatore di FCMS.
nl_nl: Belangrijke info over FCMS Planner
pt_br: Informação importante sobre o Agendador do FCMS.
ru_ru: Импортировать информацию из FCMS Расписания
tr_tr: FCMS Zamanlayıcı hakkında bilgi

source: FCMS Scheduler is a replacement for cron. If your host supports cron, you should disable the FCMS Scheduler and use cron instead.
da_da: FCMS planlægger er en erstatning for cron. Hvis webhotellet understøtter cron, bør du deaktivere FCMS planlægger og i stedet bruge cron.
de_de: Der FCMS Aufgabenplaner ist ein Ersatz für den cron-daemon. Wenn Ihr Server cron unterstützt sollten Sie den FCMS Aufgabenplaner abschalten und stattdessen cron verwenden.
it_it: Il pianificatore di FCMS sostituisce il comando cron. Se il vostro host supporta i cron, bisogna disattivare l'utilità di pianificazione FCMS e usare questi.
nl_nl: FCMS Planner is een vervanging voor 'cron'. Als je webhost 'cron' ondersteund, schakel je FCMS Planner uit en gebruik je best 'cron' in de plaats.
pt_br: O Agendador do FCMS é um substituto para o cron. Se o seu host suporta cron, você deveria desabilitar o Agendador FCMS e usar o cron.
ru_ru: FCMS планировщик является заменой Cron. Если ваш хостинг поддерживает Cron, вы должны отключить FCMS планировщик и использовать Cron.
tr_tr: FCMS Zamanlayıcı cron yerine kullanılabilir. Eğer internet sunucunuz cron destekliyorsa FCMS Zamanlayıcıyı devredışı bırakıp cron kullanın.

source: FCMS Scheduler can NOT guarantee that the scheduled tasks will complete on the desired intervals.
da_da: FCMS planlægger kan ikke garantere, at de planlagte opgaver vil fuldføres på de ønskede intervaller.
de_de: Der FCMS Aufgabenplaner kann NICHT garantieren dass die geplante Aufgabe in den benötigten Intervallen fertiggstellt werden.
it_it: Il pianificatore di FCMS NON può garantire che le attività pianificate siano completate all'interno degli intervalli desiderati.
nl_nl: FCMS Planner kan niet garanderen dat de geplande taken voltooid zullen worden op de gewenste momenten.
pt_br: O Agendador FCMS não consegue garantir que as tarefas agendadas serão completadas no intervalo desejado.
ru_ru: FCMS планировщик не может гарантировать, что запланированные задачи будут завершены в нужные сроки.
tr_tr: FCMS Zamanlayıcı ayarlanan görevlerin istenen aralıklarla gerçekleşeceğini garanti EDEMEZ.

source: This user has no awards yet.
ar_ar: لم يحصل هذا العضو على جوائز
da_da: Denne bruger har ingen præmier endnu.
de_de: Dieses Mitglied hat bis jetzt noch keine Auszeichnungen.
it_it: Questo utente non ha ancora riconoscimenti.
nl_nl: Deze gebruiker heeft nog geen sterren
pt_br: Este usuário ainda não tem prêmios.
ru_ru: Этот пользователь пока не имеет наград.
tr_tr: Bu kullanıcının henüz hiç ödülü yok.

source: Invalid Member/Award.
ar_ar: عضوية/جائزة غير صالحة.
da_da: Ugyldig Medlem / Præmie.
de_de: Ungültiges Mitglied / Award.
it_it: Utente/Riconoscimento non valido.
nl_nl: Ongeldig(e) Lid/Erkenning
pt_br: Usuário/Prêmio inválido.
ru_ru: Неверное имя участника/достижения
tr_tr: Geçersiz Üye/Ödül.

source: %s has been given this award %d time.
ar_ar: تم منح هذه الجائزة ل %s مرة واحدة
da_da: %s har fået denne præmie %d gang
it_it: %s ha ricevuto questo riconoscimento %d volta.
nl_nl: %s ontvangt voor het eerst een ster (%d)
pt_br: % s recebeu esse prémio %d vez.
ru_ru: %s получил эту награду %d раз
tr_tr: %s adlı üyeye bu ödül %d kez verildi.

source: You have been given this award %d time.
ar_ar: تم منحك هذه الجائزة مرة واحدة
da_da: Du har fået denne præmie %d gange.
de_de: Ihnen wurde diese Auszeichnung %d mal verliehen.
it_it: Hai ricevuto questo riconoscimento %d volta.
nl_nl: u ontvang voor het eerst een ster (%d)
pt_br: Você recebeu esse prémio %d vez.
ru_ru: Вы получили эту награду %d раз
tr_tr: Bu ödül size %d kez verildi.

# Ex: December, 2011 - 10 posts
source: %s - %s posts
ar_ar: %s - %s مشاركات
da_da: %s - %s indlæg
de_de: %s - %s Beiträge
it_it: %s - %s post
nl_nl: %s - %s bijdragen
ru_ru: %s - %s постов
tr_tr: %s - %s ileti

# Ex: December, 2011 - 10 photos
source: %s - %s photos
ar_ar: %s - %s صور
da_da: %s - %s fotos
de_de: %s - %s Fotos
it_it: %s - %s foto
nl_nl: %s - %s foto's
pt_br: %s - %s fotos
ru_ru: %s - %s фотографий
tr_tr: %s - %s fotoğraf

# Ex: December, 2011 - 10 recipes
source: %s - %s recipes
ar_ar: %s - %s وصفات
da_da: %s - %s opskrifter
de_de: %s - %s Rezepte
it_it: %s - %s ricette
nl_nl: %s - %s recepten
pt_br: %s - %s receitas
ru_ru: %s - %s рецептов
tr_tr: %s - %s tarif

# Ex: December, 2011 - 10 documents
source: %s - %s documents
ar_ar: %s - %s مستندات
da_da: %s - %s dokumenter
de_de: %s - %s Dokumente
it_it: %s - %s documenti
nl_nl: %s - %s documenten
pt_br: %s - %s documentos
ru_ru: %s - %s документов
tr_tr: %s - %s belge

# Ex: 21 replies
source: %d replies
ar_ar: %d ردود
da_da: %d opskrifter
de_de: %d Antworten
it_it: %d risposte
nl_nl: %d - antwoorden
pt_br: %d respostas
ru_ru: %d реплик
tr_tr: %d yanıt

# Ex: 210 views
source: %d views
ar_ar: %d مشاهدات
da_da: %d visninger
de_de: %d Ansichten
it_it: %d visualizzazioni
nl_nl: %d - keren bekeken
pt_br: %d visualizações
ru_ru: %d просмотров
tr_tr: %d kez görüntülenmiş

# Ex: 21 comments
source: %d comments
ar_ar: %d تعليقات
da_da: %d kommentarer
de_de: %d Kommentare
it_it: %d commenti
nl_nl: %d reacties
pt_br: %d comentários
ru_ru: %d комментариев
tr_tr: %d yorum

# Ex: 210 private messages
source: %d private messages
ar_ar: %d رسائل خاصة
da_da: %d private beskeder
de_de: %d Private Nachrichten
it_it: %d messaggi privati
nl_nl: %d privé berichten
pt_br: %d mensagens privadas
ru_ru: %d личных сообщений
tr_tr: %d özel Iletiler

# Ex: 53 events
source: %d events
ar_ar: %d أحداث
da_da: %d begivenheder
de_de: %d Veranstaltungen
it_it: %d eventi
nl_nl: %d evenementen
pt_br: %d eventos
ru_ru: %d задач
tr_tr: %d etkinlik

# Ex: 53 photos
source: %d photos
ar_ar: %d صور
da_da: %d fotos
de_de: %d Fotos
it_it: %d foto
nl_nl: %d foto's
pt_br: %d fotos
ru_ru: %d фотографий
tr_tr: %d fotoğraf

source: Message Board
ar_ar: لوحة الرسائل
da_da: Opslagstavlen
de_de: Forum
it_it: Bacheca
nl_nl: Forum (prikbord)
pt_br: Fórum
ru_ru: Форум
tr_tr: Mesaj Panosu

source: Adding the most Message Board posts for the month.
ar_ar: اضافة اكثر مراسلات لهذا الشهر
da_da: Tilføje flest besked Indlæg for måneden.
de_de: Die meisten Beiträge im Monat
it_it: Ha inserito il maggior numero di Messaggi in Bacheca questo mese.
nl_nl: Maandelijks het meeste forumberichten plaatsen.
pt_br: Prêmio por postar mais mensagens no Mural no mês.
ru_ru: Добавил больше всего постов за месяц.
tr_tr: Ay içinde Mesaj Panosuna en fazla iletiyi ekleme

source: Uploading the most photos for the month.
ar_ar: رفع أكثر صور لهذا الشهر
da_da: Oploadet de fleste fotos denne måned.
de_de: Die meisten Fotos im Monat hochgeladen.
it_it: Ha inserito il maggior numero di Foto questo mese.
nl_nl: Maandelijks het meeste foto's uploaden.
pt_br: Prêmio por postar mais fotos no mês.
ru_ru: Загрузил больше всего фотографий за месяц.
tr_tr: Ay içinde en fazla Fotoğrafı yükleme

source: Recipes
ar_ar: وصفات
da_da: Opskrifter
de_de: Rezepte
it_it: Ricette
nl_nl: Recepten
pt_br: Listas
ru_ru: Рецепты
tr_tr: Tarifler

source: Adding the most recipes for the month.
ar_ar: اضافة أكثر الوصفات لهذا الشهر
da_da: Tilføjet de fleste opskrifter denne måned.
de_de: Die meisten Rezepte im Monat hinzugefügt.
it_it: Ha inserito il maggior numero di Ricette questo mese.
nl_nl: Maandelijks het meeste recepten toevoegen.
pt_br: Prêmio por postar mais receitas no mês.
ru_ru: Добавил больше всего рецептов за месяц.
tr_tr: Ay içinde en fazla Tarifi ekleme

source: Adding the most Family News for the month.
ar_ar: اضافة أكثر أخبار العائلة لهذا الشهر
da_da: Tilføjet de fleste familie nyheder denne måned.
de_de: Die meisten Familien-Neuigkeiten hinzugefügt
it_it: Ha inserito il maggior numero di News di Famiglia questo mese.
nl_nl: Maandelijks het meeste nieuwsberichten toevoegen.
pt_br: Prêmio por postar mais notícias de família no mês.
ru_ru: Добавил больше всего семейных новостей за месяц.
tr_tr: Ay içinde en fazla Aile Haberini ekleme

source: Sharing the most documents for the month.
ar_ar: مشاركة أكثر المستندات لهذا الشهر
da_da: delt de fleste dokumenter i denne måned.
de_de: Die meisten Dokumente im Monat geteilt.
it_it: Ha inserito il maggior numero di Documenti questo mese.
nl_nl: Maandelijks het meeste documenten toevoegen.
pt_br: Prêmio por compartilhar mais documentos no mês.
ru_ru: Добавил больше всего документов за месяц.
tr_tr: Ay içinde en fazla Belgeyi paylaşma

source: Ice Breaker
ar_ar: كاسر الجمود
da_da: Is bryder
de_de: Eisbrecher
it_it: Rompighiaccio
nl_nl: Ijsbreker
pt_br: Quebra-Gelo
ru_ru: Пробивной
tr_tr: Kaynaştırıcı

source: Starting a Message Board post with over 20 replies.
ar_ar: ارسال أكثر رسائل تحتوي على اكثر من 20 رد
da_da: Start en post på en opslagstavle med over 20 svar.
de_de: Forum Beitrag mit über 20 Antworten gestartet.
it_it: Ha inserito un messaggio in Bacheca con oltre 20 risposte.
nl_nl: Een forumbericht plaatsen met meer dan 20 antwoorden.
pt_br: Prêmio por postar uma Mensagem que recebeu mais de 20 respostas.
ru_ru: Написал пост с более чем 20 комментариями.
tr_tr: 20 yanıttan fazlasını alan bir Mesaj Panosu başlatma

source: Shutterbug
ar_ar: مهووس التصوير
da_da: Amatørfotograf
de_de: Auslösungsfehler
pt_br: Fotógrafo
ru_ru: Энтузиаст
tr_tr: Fotoğraf Delisi

source: Uploading a photo with over 100 views.
ar_ar: رفع صور تم عرضها أكثر من 100 مشاهدة
da_da: Oploadet et billed med over 100 visninger.
de_de: Ein Foto mit über 100 Besuchern hochgeladen
it_it: Ha inserito una Foto vista oltre 100 volte.
nl_nl: Een foto uploaden die meer dan 100 keer werd bekeken.
pt_br: Prêmio por postar uma foto que obteve mais de 100 visualizações.
ru_ru: Загрузил фотографию с более чем 100 просмотрами.
tr_tr: 100 izlenmeden fazlasına sahip bir fotoğraf yükleme

source: Interesting
ar_ar: مثير للاهتمام
da_da: Interessant
de_de: Interessante
it_it: Interessante
nl_nl: Interessant
pt_br: Interessante
ru_ru: Интересный
tr_tr: İlginç

source: Adding Family News with over 20 comments.
ar_ar: إضافة أخبار عائلة ذات أكثر من 20 تعليق
da_da: Tlføjet familienyt med over 20 komentarer.
de_de: Hinzufügen von Familien-Neuigkeiten mit mehr als 20 Kommentaren.
it_it: Ha inserito una News di Famiglia che ha ricevuto oltre 20 commenti.
nl_nl: Nieuwsberichten toevoegen met meer dan 20 reacties.
pt_br: Prêmio por postar uma notícia de família que recebeu mais de 20 comentários.
ru_ru: Добавил семейную новость с более чем 20 комментариями.
tr_tr: 20 yorumdan fazlasını alan bir Aile Haberi ekleme

source: Secretive
ar_ar: متكتّم
da_da: hemmelighedsfulde
de_de: verschlossen
it_it: Riservato
nl_nl: Geheimzinnig
pt_br: Misterioso
ru_ru: Загадочный
tr_tr: Kapalı Kutu

source: Sending over 100 Private Messages (PM).
ar_ar: ارسال أكثر من 100 رسالة خاصة
da_da: Sender over 100 private beskeder (PM).
de_de: Über 100 Private Nachrichten gesendet.
it_it: Ha inviato oltre 100 messaggi privati ​​(PM).
nl_nl: Meer dan 100 privéberichten (PM) versturen.
pt_br: Prêmio por enviar mais de 100 mensagens privadas.
ru_ru: Отправил более чем 100 приватных сообщений.
tr_tr: 100 Özel Mesajdan (ÖM) fazlasını gönderme

source: Planner
ar_ar: مخطِّط
da_da: Kalender
de_de: Planer
it_it: Agenda
pt_br: Planejador
ru_ru: Расчётливый
tr_tr: Planlayıcı

source: Adding over 50 events to the calendar.
ar_ar: ارسال أكثر من 50 حدث إلى التقويم
da_da: Tilføjer over 50 begivenheder til kalenderen.
de_de: Über 50 Veranstaltungen im Kalender hinzugefügt.
it_it: Ha inserito più di 50 eventi al calendario.
nl_nl: Meer dan 50 events toevoegen aan de kalender.
pt_br: Prêmio por adicionar mais de 50 eventos ao calendário.
ru_ru: Добавил более 50 событий в календарь.
tr_tr: Takvime 50 etkinlikten fazlasını ekleme

source: Photogenic
ar_ar: محبوب الكاميرا
da_da: Fotogen
de_de: Fotogen
it_it: Fotogenico
nl_nl: Fotogeniek
pt_br: Fotogênico
ru_ru: Фотогеничный
tr_tr: Fotojenik

source: Being tagged in over 50 photos.
ar_ar: من تم له وسم صور أكثر من 50
da_da: Blivet tagged i over 50 fotos.
de_de: In über 50 Fotos getaggt.
it_it: E' stato taggato in più di 50 foto.
nl_nl: In meer dan 50 foto's getagged (herkend) zijn.
pt_br: Prêmio por ter sido marcado em mais de 50 fotos.
ru_ru: Отмечен на 50 фотографиях и более.
tr_tr: 50 fotoğraftan fazlasında izlenme

source: BBCode Help
ar_ar: مساعدة شيفرة بي بي
da_da: BBCode hjælp
de_de: BBCode Hilfe
pt_br: Ajuda no BBCode
ru_ru: BBCode Справка
tr_tr: BBCode Yardımı

source: BBCode is a easy way to format text. Check out the examples below, the first line shows the bbcode and the second line show the output.
ar_ar: شيفرة بي بي هي طريقة سهلة لتحرير النصوص؟ افحص الأجهزة بالأسفل والسطر الأول يظهر شفرة بي بي والسطر الثاني هو المخرج النهائي
da_da: BBCode er en nem måde at formatere tekst. Tjek nedenstående eksempler, den første linje viser BBCode og den anden linje viser output.
de_de: BBCode ist eine einfache Weise text zu formatieren. Schau dir die Beispiele hier an, die erste Stelle zeigt den bbcode, die zweite die Ausgabe.
it_it: BBCode è un modo facile per formattare il testo. Guarda gli esempi qui sotto, la prima riga mostra il bbcode e la seconda riga mostra come viene visualizzato.
nl_nl: BBCode is een eenvoudige manier om tekst op te maken. Kijk bij het onderstaand voorbeeld, op de eerste lijn zie je de bbcode en op de tweede lijn het resultaat.
pt_br: BBCode é uma maneira fácil para formatar texto. Confira os exemplos a seguir, a primeira linha mostra o bbcode e a segunda mostra a saída.
ru_ru: BBCode это простой способ для форматирования текста. Взгляните на примеры ниже, первая строка показывает BBCode и вторая строка показывает что получается.
tr_tr: BBCode metni düzenlemek için kolay bir yoldur. Aşağıdaki örneklere bakın; ilk satırda BBCode, ikincide de sonuç gösterilmekte.

source: Available BBCodes
ar_ar: شفرات بي بي المتاحة
da_da: Mulige BBkoder
de_de: Verfügbare BBCodes
it_it: BBCodes disponibili
nl_nl: Beschikbare BBCode
pt_br: Disponível BBCodes
ru_ru: Доступные BBCodes
tr_tr: Kullanılabilir BBCode

source: Text Formatting
ar_ar: تنسيق النص
da_da: Tekst formatering
de_de: Text Ausrichtung
it_it: Formattazione testo
nl_nl: Opmaak
pt_br: Formatação de Texto
ru_ru: Форматирование текста
tr_tr: Metin Düzenleme

source: Bold Text
ar_ar: نص عريض
da_da: Fed tekst
de_de: fetter Text
it_it: Testo grassetto
nl_nl: Vet
pt_br: Texto em Negrito
ru_ru: Жирный текст
tr_tr: Koyu Metin

source: Italic Text
ar_ar: نص مائل
da_da: Kusiv tekst
de_de: Kursiver Text
it_it: Testo corsivo
nl_nl: Cursief
pt_br: Texto em Itálico
ru_ru: Курсив
tr_tr: Yatık Metin

source: Underline Text
ar_ar: نص مسطّر
da_da: Understreg tekst
de_de: unterstrichener Text
it_it: Sottolinea testo
nl_nl: Onderstreept
pt_br: Sublinhar Texto
ru_ru: Подчёркнутый
tr_tr: Metnin Altını Çiz

source: Text Alignment
ar_ar: محاذاة النص
da_da: Tekstjustering
de_de: Text Formatierung
it_it: Allineamento testo
nl_nl: Uitlijning
pt_br: Alinhamento do Texto
ru_ru: Выравнивание текста
tr_tr: Metin Hizalama

source: Left Aligned Text
ar_ar: نص محاذى لليسار
da_da: Venstrestillet tekst
de_de: Text links ausgerichtet
it_it: Testo allineato a sinistra
nl_nl: Links Uitgelijnd
pt_br: Texto à Esquerda
ru_ru: Выравнивание по левому краю
tr_tr: Sola Bitişik

source: Centered Text
ar_ar: نص موسّط
da_da: Centreret tekst
de_de: Text mittig ausrichten
it_it: Testo centrato
nl_nl: Gecentreerde Tekst
pt_br: Texto Centralizado
ru_ru: Текст по центру
tr_tr: Yazı Ortala

source: Right Aligned Text
ar_ar: نص محاذى لليمين
da_da: Højrestillet tekst
de_de: Text Rechts Ausgerichtet
it_it: Testo allineato a destra
nl_nl: Rechts Uitgelijnd
pt_br: Texto alinhado à direita
ru_ru: Текст по правому краю
tr_tr: Sağa Bitişik

source: Headers
ar_ar: الترويسات
da_da: Brevhoved
de_de: Vorspann
it_it: Intestazioni
nl_nl: Berichtkoppen
pt_br: Cabeçalhos
ru_ru: Заголовки
tr_tr: Başlıklar

source: Really Big Header
ar_ar: ترويسة كبيرة جدًا
da_da: Meget stor overskrift
de_de: Wirklich Große Kopfzeile
it_it: Intestazione molto grande
nl_nl: Enorm Grote Koptekst
pt_br: Cabeçalho realmente grande
ru_ru: Очень большой заголовок
tr_tr: Gerçekten Büyük Başlık

source: Big Header
ar_ar: ترويسة كبيرة
da_da: Stor overskrift
de_de: Große Kopfzeile
it_it: Intestazione grande
nl_nl: Grote Koptekst
pt_br: Cabeçalho grande
ru_ru: Большой заголовок
tr_tr: Büyük Başlık

source: You can use any header number 1-6.
ar_ar: يمكنك استخدام أي رقم ترويسة من 1-6.
da_da: Du kan bruge et sidehovedet nummer 1-6.
de_de: Du kannst jede Kopfzeile wählen,von 1-6.
it_it: Si può utilizzare un qualsiasi numero da 1 a 6.
nl_nl: Je kan eender welk koptekst-nummer gebruiken (1-6).
pt_br: Você pode usar qualquer número de cabeçalho 1-6.
ru_ru: Вы можете использовать любой заголовок в диапазоне от 1 до 6
tr_tr: 1-6 arasında bir başlık numarası kullanabilirsiniz.

source: Quote
ar_ar: علامة تنصيص
da_da: Citat
de_de: Zitat
it_it: Cita
nl_nl: Citaat
pt_br: Citação
ru_ru: Цитировать
tr_tr: Alıntı

source: You can Quote me on it.
ar_ar: يمكنك استخدامها للاقتباس.
da_da: Du kan citere mig for det.
de_de: Du kannst mich zitieren.
it_it: Puoi quotarmi.
nl_nl: Je kunt me daar op citeren.
pt_br: Você pode citar-me sobre ele.
ru_ru: Вы можете меня процитировать.
tr_tr: Alıntı yapabilirsiniz.

source: Add Images From a URL
ar_ar: إضافة الصور من رابط.
da_da: Tilføjer billede fra URL
de_de: Füge Bilder von URL hinzu
it_it: Aggiungi immagine da URL
nl_nl: Afbeeldingen Toevoegen Van Een Site
pt_br: Adicionar imagens de uma URL
ru_ru: Добавить изображения из URL
tr_tr: Bir URL Üzerinden Resim Ekle

source: Change Text Color
ar_ar: تغيير لون النص
da_da: Ændr tekstfarve
de_de: Textfarbe ändern
it_it: Cambia colore del testo
nl_nl: Tekstkleur wijzigen
pt_br: Mudar a cor do texto
ru_ru: Изменить цвет текста
tr_tr: Metin Rengini Değiştir

source: Red Text
ar_ar: نص أحمر
da_da: Rød tekst
de_de: Roter Text
it_it: Testo rosso
nl_nl: Rode tekst
pt_br: Texto Vermelho
ru_ru: Красный текст
tr_tr: Kırmızı

source: Blue Text
ar_ar: نص أزرق
da_da: Blå tekst
de_de: Blauer Text
it_it: Testo Blu
nl_nl: Blauwe tekst
pt_br: Texto Azul
ru_ru: Синий текст
tr_tr: Mavi

source: Links
ar_ar: روابط
de_de: Verknüpfungen
it_it: Collegamenti
ru_ru: Ссылки
tr_tr: Bağlantılar

source: Click Here For Google
ar_ar: انقر هنا لاستخدام جوجل
da_da: Klik her for at google
de_de: Für Google hier klicken
it_it: Clicca qui per Google
nl_nl: Klik hier voor Google
pt_br: Clique aqui para Google
ru_ru: Щелкните сюда, чтобы перейти на сайт Google
tr_tr: Google İçin Tıklayın

source: Mail Some Guy
ar_ar: راسل أحدهم
da_da: send email til nogen
de_de: Schreibe einem Kerl
it_it: Manda una mail a qualcuno
nl_nl: Iemand mailen
ru_ru: Написать какому-нибудь парню
tr_tr: Birilerine Eposta

source: Youtube Video
ar_ar: فيديو يوتيوب
it_it: Video Youtube
pt_br: Vídeo do Youtube
ru_ru: Youtube видео
tr_tr: YouTube Videosu

source: Previous
ar_ar: السابق
da_da: Forrige
de_de: Zurück
it_it: Precedente
nl_nl: Vorige
pt_br: Anterior
ru_ru: Предыдущая
tr_tr: Önceki
