Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Choose <a href="gallery/index.php?action=category">Create/Edit Category</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
ar_ar: اختر <a href="gallery/index.php?action=category">إنشاء/تعديل تصنيف</a> من <a href="gallery/index.php">معرض الصور</a> menu.
da_da: Vælg "lav/redigere kategori" fra Billede galleri menuen
de_de: Wähle <a href="gallery/index.php?action=category">Kategorie erstellen/bearbeiten</a> aus dem <a href="gallery/index.php">Foto Galerie</a> Menü.
it_it: Seleziona <a href="gallery/index.php?action=category">Crea/Modifica Categoria</a> dal menu <a href="gallery/index.php">Galleria fotografica</a>.
nl_nl: Kies <a href="gallery/index.php?action=category">Create/Bewerk categorie</a> uit het <a href="gallery/index.php">Fotogalerij</a> menu.
pt_br: Escolha <a href="gallery/index.php?action=category">Criar / Editar Categoria </a> no menu<a href="gallery/index.php"> Galeria de Foto</a> menu.
ru_ru: Выберите <a href="gallery/index.php?action=category">Создать/Редактировать Категорию</a> из меню <a href="gallery/index.php">Галерея Фотографий</a>.
tr_tr: <a href="gallery/index.php?action=category">Kategori Oluştur/Düzenle</a>seçeneğini <a href="gallery/index.php"Fotoğraf Galerisi</a>mönüsünden seçin.

source: Fill out the category name.
ar_ar: أكتب اسم التصنيف.
da_da: Udfyld kategori navnet
de_de: Füllen Sie den Kategorienamen aus.
it_it: Scrivi un nome per la categoria.
nl_nl: Vul de categorienaam in.
pt_br: Preencha o nome da categoria.
ru_ru: Заполните имя категории.
tr_tr: Kategori adını yazın.

source: Click the <b>Add Category</b> button.
ar_ar: اضغط زر إضافة تصنيف.
da_da: Klik på "tilføj ketegori" knappen
de_de: Klicken Sie auf den <b>Kategorie hinzufügen</b> Knopf.
it_it: Clicca il bottone <b>Aggiungi categoria</b>.
nl_nl: Klik op de knop <b>Categorie toevoegen</b>.
pt_br: Clique no <b> Adicionar Categoria </ b>.
ru_ru: Нажмите кнопку <b>Добавить Категорию</b>.
tr_tr: <b>Kategori Ekle</b> tuşunu tıklayın.

source: A list of previously created categories will be listed below.
ar_ar: قائمة التصنيفات الجديدة سيتم وضعها بالأسفل.
de_de: Eine Liste der zuvor erstellten Kategorien werden unten aufgeführt.
it_it: Una lista delle categorie precedentemente create sarà elencata di seguito.
nl_nl: Hieronder wordt een lijst met eerder aangemaakte categorieën getoond.
pt_br: A lista de categorias previamente criadas serão listadas abaixo.
ru_ru: Список добавленных категорий будет показан ниже.
tr_tr: Önceden oluşturulmuş kategorilerin listesi aşağıda gösterilecek.

source: Scroll down to the list of categories and find the one you want to change.
ar_ar: استعرض قائمة التصنيفات واختار التصنيف المراد تغييره.
da_da: Rul ned af listen over kategorier og find den du ønsker at ændre.
de_de: Suchen Sie nun die Kategorie(n), die Sie bearbeiten möchten
it_it: Scorri la lista delle categorie e scegli quella che intendi modificare.
nl_nl: Blader naar beneden door de categorielijst en duid degene aan die je wil wijzigen.
pt_br: Desça até a lista de categorias e encontre o que você deseja alterar.
ru_ru: Пролистайте список категорий и найдите ту, которую хотите изменить.
tr_tr: Kategori listesini tarayıp değiştirmek istediğinizi bulun.

source: Make the desired change.
ar_ar: قم بالتغييرات المطلوبة.
da_da: Lav den ønskede ændring.
de_de: Nehmen Sie die gewünschte Änderung vor.
it_it: Effettua le modifiche desiderate.
nl_nl: Breng de gewenste verandering aan.
pt_br: Faça a alteração desejada.
ru_ru: Внесите необходимые изменения.
tr_tr: İstenen değişikliği yapın.

source: Click the edit button <img src="ui/themes/default/img/edit.gif"/> located to the right of the category name.
ar_ar: اضغط زر تعديل <img src="ui/themes/default/img/edit.gif"/> الموجود يمين اسم التصنيف.
da_da: Klik på Rediger knappen <img src="ui/themes/default/img/edit.gif"/> placeret til højre for kategorinavnet.
de_de: Auf "Ändern" drücken (rechts des Fotos).
nl_nl: Klik op de bewerk/edit knop <img src="ui/themes/default/img/edit.gif"/> die U rechts van de categorie vindt.
pt_br: Clique no botão Editar <img src="ui/themes/default/img/edit.gif"/> à direita do nome da Categoria.
ru_ru: Нажмите кнопку редактирования <img src="ui/themes/default/img/edit.gif"/>, расположенную справа от названия категории.
tr_tr: Kategori adının sağında yer alan düzenle <img src="ui/themes/default/img/edit.gif"/> tuşunu tıklayın.

source: Scroll down to the list of categories and find the one you want to delete.
ar_ar: استعرض قائمة التصنيفات واختار التصنيف المطلوب حذفه.
da_da: Rul ned af listen over kategorier og find den du ønsker at slette.
de_de: Suchen Sie nun die Kategorie(n), die Sie löschen möchten
it_it: Scorri la lista delle categorie e scegli quella che intendi cancellare.
nl_nl: Blader naar beneden door de categorielijst en duid degene aan die je wil wijzigen.
pt_br: Desça até a lista de categorias e encontre o que você deseja excluir.
ru_ru: Пролистайте список категорий вниз и найдите, то что вы хотите удалить.
tr_tr: Kategori listesini tarayın ve silmek istediğinizi bulun.

source: Click the delete button <img src="ui/themes/default/img/delete.gif"/> located to the right of the category name.
ar_ar: اضغط زر حذف <img src="ui/themes/default/img/delete.gif"/> الموجود يمين اسم التصنيف.
da_da: Klik på knappen Slet <img src="ui/themes/default/img/delete.gif"/> placeret til højre for kategorinavnet.
de_de: Auf "Löschen" drücken (rechts des Fotos).
nl_nl: Klik op de verwijder/delete knop <img src="ui/themes/default/img/delete.gif"/> die U rechts van de categorie vindt.
pt_br: Clique no botão Deletar <img src="ui/themes/default/img/delete.gif"/> à direita do nome da Categoria.
ru_ru: Нажмите кнопку удаления <img src="ui/themes/default/img/delete.gif"/>, расположенную справа от имени категории.
tr_tr: Kategori adının sağındaki sil <img src="ui/themes/default/img/delete.gif"/> tuşunu tıklayın.

source: How do I add/change my avatar?
ar_ar: كيف أضيف/ أعدل رموزي؟
da_da: Hvordan tilføjer/ændre jeg mit profilbillede?
de_de: Wie kann ich mein Avatar hinzufügen/ändern?
it_it: Come si aggiunge/cambia l'avatar?
nl_nl: Hoe kan ik mijn schemafbeelding (avatar) wijzigen?
pt_br: Como eu adiciono ou altero meu avatar?
ru_ru: Как добавить/изменить свой аватар?
tr_tr: Kişisel resmimi nasıl değiştiririm?

source: How do I change my theme?
ar_ar: كيف أغير الثيم؟
da_da: Hvordan ændrer jeg sidelayoutet
de_de: Wie ändere ich mein Theme?
it_it: Come si cambio il tema?
nl_nl: Hoe wijzig ik mijn visueel thema?
pt_br: Como eu altero o meu tema?
ru_ru: Как мне изменить мою тему?
tr_tr: Temamı nasıl değiştiririm?

source: How do I change my password?
ar_ar: كيف أغير كلمة سري؟
da_da: Hvordan ændrer jeg min adgangskode?
de_de: Wie ändere ich mein Passwort?
it_it: Come si fa a modificare la password?
nl_nl: Hoe wijzig ik mijn wachtwoord?
pt_br: Como eu altero a minha senha?
ru_ru: Как я могу изменить свой пароль?
tr_tr: Şifremi nasıl değiştiririm?

source: An avatar is just a graphical representation of a person. You can upload a picture of yourself or any picture that you feel represents you.
da_da: En avatar er blot en grafisk repræsentation af en person. Du kan uploade et billede af dig selv eller et billede, som du føler repræsenterer dig.
de_de: Ein Avatar ist nur eine grafische Darstellung einer Person. Du kannst ein Bild von Dir oder aber ein Bild welches nur ein Gefühl von Dir zeigt zeigen bzw. hochladen.
it_it: Un avatar è una rappresentazione grafica di una persona. Puoi inserire una tua foto o qualsiasi altra immagine che pensi ti rappresenti.
nl_nl: Een schermafbeelding (avatar) is gewoon een grafische voorstelling van een persoon. Je kan een foto van jezelf uploaden of een afbeelding waar je je goed bij voelt.
pt_br: Um avatar é apenas uma representação gráfica de você. Você pode enviar uma foto sua ou qualquer imagem que te represente.
ru_ru: Аватар это только графическое представление человека. Вы можете закачать свою картинку или изображение, которые представляет вас.
tr_tr: Simgeresim, sizi temsil eden bir simge ya da resimdir. Kendi fotoğrafınızı ya da sizi temsil ettiğini düşündüğünüz bir resmi yükleyebilirsiniz.

source: Click on the <a href="settings.php">My Settings</a> link in the top right hand corner of the site.
ar_ar: انقر على زر <a href="settings.php">إعداداتي</a> في أعلى الموقع.
da_da: Klik på <a href="settings.php"> Mine indstillinger </ a> linket i øverste højre hjørne af hjemmesiden.
de_de: Klicken Sie auf <a href="settings.php">"Meine Einstellungen"</ a> in der rechten oberen Ecke der Seite.
it_it: Clicca sul link <a href="settings.php">Le mie Impostazioni</a> nell'angolo in alto a destra del sito.
nl_nl: Klik rechtsboven op de pagina op <a href="settings.php">Mijn instellingen</a>.
pt_br: Clique no link <a href="settings.php"> Minhas Configurações </ a> no canto superior direito do site.
ru_ru: Нажмите на <a href="settings.php">Мои настройки</a> в верхнем правом углу сайта.
tr_tr: Sitenin sağ üst köşesindeki <a href="settings.php">Ayarlarım</a> bağlantısını tıklayın.

source: Click the browse button, which will pop open a menu allowing you to search your computer for an avatar. (Avatar's must be one of the following file types .jpg, .jpeg .gif or .bmp or .png)
ar_ar: اضغط الزر استعراض الذي سيخرج من القائمة لكي تبحث في جهازك عن صورة ( الصورة يجب أن تكون ضمن هذه الامتدادات .jpg, .jpeg .gif or .bmp or .png )
da_da: Klik på knappen Gennemse, som vil åbne en ny menu, hvor du kan søge på din computer for en avatar. (Avatar er skal være en af ​​følgende filtyper. Jpg,. Jpeg. Gif eller. Bmp eller. Png)
de_de: Klicken Sie auf die Schaltfläche "Durchsuchen" und suchen Sie auf ihren Computer ein Avatar-Bild (Das Avatar muss eines der folgenden Dateitypen haben. *.jpg, *.jpeg, *.gif, *.bmp oder *.png)
it_it: Clicca il Pulsante Sfoglia, si aprirà un menù che ti consetirà di cercare un Avatar nel tuo computer. (Gli Avatar devono avere le seguenti estensioni: .jpg, .jpeg .gif o .bmp o .png )
nl_nl: Door op de knop 'Bladeren' te klikken verschijnt er een menu waarmee je op je computer naar de gewenste schermafbeelding avatar) kan zoeken. (Een geldige schermafbeelding moet een van volgende extensies hebben: .jpg, .jpeg, .gif, .bmp of .png !)
pt_br: Clique no botão Procurar, que irá abrir um menu permitindo que você procure em seu computador por um avatar. (Avatar deve ser um dos seguintes formatos de arquivo. Jpg,. Jpeg. Gif ou. Bmp ou. Png)
ru_ru: Нажмите кнопку "Обзор", которая появится открыть меню позволяет найти на компьютере аватар. (Аватары должен быть одним из следующих типов файлов JPG, JPEG, GIF или BMP или PNG)
tr_tr: Arama tuşunu tıklayın; bilgisayarınızda resim aramanız için bir mönü açılır. (Resim şu türlerde olmalı: .jpg, .jpeg, .gif, .bmp, ya da .png.)

source: Once you have choosen your avatar, scroll down to the bottom of the Settings page and click the Submit button.
ar_ar: حينما تختار صورتك. تصفح إلى أسفل شاشة الاعدادات واضغط زر الرفع.
da_da: Når du har valgt din avatar, skal du rulle ned til bunden af ​​siden Indstillinger og klikke på knappen Send.
de_de: Wählen Sie ein Avatar aus und klicken Sie auf "Speichern" oder "Senden".
it_it: Quando hai scelto il tuo avatar, scorri fino in fondo alla pagina delle Impostazioni e clicca il pulsante Submit.
nl_nl: Zodra je een schermafbeelding (avatar) hebt gekozen, blader dan naar beneden op de instellingenpagina en klik op Submit om je wijzigingen te bevestigen.
pt_br: Depois de ter escolhido o seu avatar, desça até a parte inferior da página Configurações e clique no botão Enviar.
ru_ru: После того, как вы выбрали свой аватар, пролистайте вниз страницу настроек и нажмите кнопку Отправить.
tr_tr: Simgeresmi seçtikten sonra Ayarlar sayfasının alt bölümüne gidin ve Gönder yazısını tıklayın.

source: Note: You can upload animated avatar's as long as the are smaller than 80 pixels x 80 pixels. Uploading an avatar larger than this will result in the loss of animation.
ar_ar: ملحوظة: تستطيع أن ترفع صور متحركة طالما كانت الصورة حجمها أقل من 80 في 80 بكسل ورفع صورة أكبر من ذلك سوف ينتج عنه فقدان الحركة في الصورة.
da_da: Bemærk: Du kan uploade animerede avatar er så længe er mindre end 80 pixels x 80 pixels. Uploade en avatar større end dette vil resultere i tab af animation.
de_de: Info: Es sind auch animierte Avatare möglich. Allerdings dürfen diese nicht größer als 80x80 Pixel sein. Sollten Sie ein größeres animiertes Avatar hochladen, so kann es passieren das das Bild nicht mehr Animiert ist.
it_it: Nota: puoi inserire delle immagini animate come Avatar purchè siano al massimo 80 x 80 pixels . Il caricamento di immagini di dimensioni superiori comporterà la perdita dell'animazione.
nl_nl: Opgelet: je kan geanimeerde schermafbeeldingen uploaden, zolang ze niet groter zijn dan 80x80 pixels. Als je toch een grotere schermafbeelding upload, kan het zijn dat de animatie niet meer werkt.
pt_br: Nota: Você pode fazer upload de avatar animado maiores ou menores que 80 pixels x 80 pixels. Upload de um avatar maior do que isso irá resultar na perda de animação.
ru_ru: Заметим, что вы можете закачать анимированный аватар до тех пор, пока он не превыщает размер 80 на 80 точек. Загрузка аватара большего размера приведет к потере анимации.
tr_tr: Not: 80 x 80 piksel boyutundan büyük olmamaları koşuluyla hareketli görüntüler de yüklenebilir. Bu boyuttan büyük bir görüntü yüklenirse hareketli olarak gösterilmez.

source: Choose your theme from the drop down menu.
ar_ar: اختر النمط من القائمة المنسدلة.
da_da: Vælg dit tema fra drop down menuen.
de_de: Wählen Sie ein "Theme" aus dem DropDown-Menü.
it_it: Scegli un tema dal menù a tendina.
nl_nl: Kies je thema uit de vervolgkeuzelijst.
pt_br: Escolha o seu tema a partir do menu drop-down.
ru_ru: Выберите тему из выпадающего меню.
tr_tr: Açılır mönüden temanızı seçin.

source: Scroll down to the bottom of the Settings page and click the Submit button.
ar_ar: تضفح إلى أسفل صفحة الإعدادات واضغط الزر رفع
da_da: Rul ned til bunden af ​​siden Indstillinger, og klik på Send-knappen.
de_de: Klicken Sie auf "Senden" bzw. "Speichern" (unten rechts)
it_it: scorri fino in fondo alla pagina delle Impostazioni e clicca il pulsante Submit.
nl_nl: Scroll naar beneden op de instellingspagina en klik op "verzenden".
pt_br: Desça até a parte inferior da página Configurações e clique no botão Enviar.
ru_ru: Пролистай страницу Настройки вниз и нажмите кнопку Отправить.
tr_tr: Ayarlar sayfasının alt bölümüne geçin ve Gönder yazısını tıklayın.

source: Click continue and your theme will automatically be applied to the site.
ar_ar: اضغط استمرار وسوف يتم تطبيق النمط على كامل الموقع.
da_da: Klik fortsætte og dit tema vil automatisk blive anvendt til webstedet.
de_de: Klicken Sie auf "weiter" und ihr Theme wird automatisch umgestellt.
it_it: Clicca su continua e il tema sarà applicato automaticamente al sito.
nl_nl: Klik op 'verder' om het gekozen thema toe te passen op de site.
pt_br: Clique em Continuar e seu tema será aplicado automaticamente no site.
ru_ru: Нажмите продолжить и ваша тема будет автоматически применена на сайте.
tr_tr: Devam yazısını tıkladığınızda tema siteye uygulanır.

source: Type in your new password.
ar_ar: اكتب كلمة سرك الجديدة.
da_da: Indtast en ny adgangskode.
de_de: Geben Sie Ihr neues Passwort ein.
it_it: Inserisci la tua nuova password.
nl_nl: Geef je nieuwe wachtwoord in.
pt_br: Digite a sua nova senha
ru_ru: Введите новый пароль.
tr_tr: Yeni şifrenizi yazın.

source: Click the Submit button.
ar_ar: اضغط الزر ارسال
da_da: Klik på Indsend knappen.
de_de: Klicken Sie auf "Speichern" bzw. "Senden.
it_it: Clicca sul pulsante Invia.
nl_nl: Klik op de knop 'Bevestigen' (Submit)
pt_br: Clique no botão Enviar
ru_ru: Нажмите кнопку Отправить.
tr_tr: Gönder yazısını tıklayın.

source: YouTube Private Videos.
ar_ar: الفيديوهات الخاصة في اليوتيوب.
da_da: YouTube Private Videoer.
de_de: Private Youtube Videos.
it_it: Video YouTube Privati
pt_br: Vídeos do YouTube Privados.
ru_ru: Закрытое видео YouTube
tr_tr: YouTube Kişisel Videolar.

source: YouTube Private Videos
ar_ar: الفيديوهات الخاصة في اليوتيوب.
da_da: YouTube Private Videoer.
de_de: Private Youtube Videos
it_it: Video YouTube Privati
pt_br: Vídeos do YouTube Privados.
ru_ru: Закрытое видео YouTube
tr_tr: YouTube Kişisel Videolar

source: When you connect your Family Connections account with YouTube, a unique token is created which grants your Family Connections account access to view data on YouTube, just like if you were logged into YouTube.
da_da: Når du tilslutter din familiære forbindelser konto på YouTube, bliver en unik token oprettet som giver din Family Connections konto adgang til at se data på YouTube, ligesom hvis du var logget ind på YouTube.
de_de: Wenn Sie Ihr Family Connections Konto mit YouTube verknüpfen wird ein eindeutiger Code erzeugt, der ihrem Family Connection Konto Zugriff zum Anzeigen Ihrer Daten auf YouTube gewährt, ganz so als ob Sie auf YouTube eingeloggt wären.
it_it: Quando colleghi il tuo account Family Connections con YouTube, viene creato un token univoco che permette l'accesso per visualizzare i dati su YouTube, proprio come se si fosse effettuato l'accesso a YouTube.
nl_nl: Als je Family Connections verbind met YouTube, wordt een uniek token aangemaakt waarmee je 'Family Connections'-account toegang krijgt tot de gegevens op YouTube, net zoals wanneer je zelf YouTube bezoekt.
pt_br: Quando você conecta sua conta do Family Connections com o YouTube, um token único é criado, que concede a sua família o acesso à conta conexões para visualizar os dados no YouTube, assim como se você estivesse conectado ao YouTube.
ru_ru: Когда вы подключаете ваш счет родственных связей с YouTube, уникальный маркер создан который предоставляет вашим семейным связям доступ к учетной записи, чтобы просмотреть данные на YouTube, так же, как если бы вы были зарегистрированы в YouTube.
tr_tr: Famıly Connectıons hesabı YouTube ile birleştirildiğinde, tıpkı YouTube sitesine giriş yaptığınızda olduğu gibi, YouTube sitesindeki verilerinizi Familz Connections hesabınızdan görebilirsiniz.

source: In order to keep your videos private on YouTube, but public to the members of your family site, Family Connections will use your unique token to let other members view your private videos.
da_da: For at holde dine videoer private på YouTube, men offentlig for medlemmerne af din hjemmeside, vil Family Connections bruge din unikke token til at lade andre medlemmer se dine private videoer.
de_de: Um Ihre Videos in YouTube privat zu halten, aber für Mitglieder ihrer Familienseite zu veröffentlichen, wird Family Connections ihren eindeutigen Schlüssel verwenden um ihre privaten Videos anderen Mitgliedern zu zeigen.
it_it: Per mantenere i tuoi video privati su YouTube, ma pubblici per i membri della tua famiglia, Family Connections utilizza la tua unique token per permettere agli altri membri di visualizzare i tuoi video.
nl_nl: Om je video's op YouTube privé te houden, maar zichtbaar voor de leden op je familie-website, maakt Family Connections gebruik van een unieke token.
pt_br: A fim de manter os seus vídeos no YouTube privados, mas pública para os membros do seu site de família, Family Connections vai usar o seu token exclusivo para deixar outros membros ver seus vídeos privados.
ru_ru: Чтобы хранить видео приватными на YouTube, но публичными на вашем семейном сайте, Family Connections использует уникальный идентификатор, который позволяет другим участникам смотреть ваши приватные видео.
tr_tr: Videolarınızın YouTube üzerinde kişisel kullanım özelliğini korumak ama aynı anda da aile sitenizdeki üyelerin bakmasına izin vermek için, Family Connections bu videoları üyelerin izleyebilmesine izin verecek size özgü hesabı kullanır.

source: This page will automatically refresh
da_da: Denne side opdateres automatisk
de_de: Diese Seite wird automatisch aktualisiert.
it_it: Questa pagina si aggiornerà automaticamente
nl_nl: Deze pagina zal automatisch vernieuwen
pt_br: Esta página será atualizada automaticamente
ru_ru: Страница автоматически обновится
tr_tr: Bu sayfa kendiliğinden yeniden yüklenecek

source: Edit Video
da_da: Rediger Video
de_de: Video editieren
it_it: Modifica Video
nl_nl: Video Aanpassen
pt_br: Editar vídeo
ru_ru: Редактировать видео
tr_tr: Videoyu Düzenle

source: Upload to YouTube
da_da: Opload til YouTube
de_de: Bei YouTube hochladen
it_it: Esegui l'upload su YouTube
nl_nl: Uploaden naar YouTube
pt_br: Enviar para YouTube
ru_ru: Загрузить на YouTube
tr_tr: YotuTube sitesine yükle

source: Upload YouTube Video
da_da: Opload Youtube video
de_de: YouTube Video hochladen
it_it: Inserisci Video YouTube
nl_nl: YouTube-video uploaden
pt_br: Envie o video para YouTube
ru_ru: Загрузить видео на YouTube
tr_tr: YouTube Videosu Yükle

source: YouTube Account
da_da: Youtube Konto
de_de: YouTube Konto
it_it: Account YouTube
pt_br: Conta YouTube
ru_ru: YouTube аккаунт
tr_tr: YouTube Hesabı

source: Unlisted
da_da: Ikke på listen
de_de: Nicht aufgeführt
it_it: Non classificato
nl_nl: Komt niet voor
pt_br: Não listado
ru_ru: Отсутствует в списке
tr_tr: Listelenmemiş

source: "Unlisted" means that only people who know the link to the video can view it. The video will not appear in any of YouTube's public spaces, such as search results, your channel, or the Browse page, but the link can be shared with anyone.
da_da: "Unoterede" betyder, at kun mennesker, der kender linket til videoen kan se den. Videoen vises ikke i nogen af YouTubes offentlige områder, f.eks. søgeresultater, din kanal eller siden Gennemse men linket kan blive delt med nogen.
de_de: "Nicht aufgeführt" bedeutet das nur Personen die die Url kennen das Video anschauen können. Das Video wird auf YouTube nicht öffentlich zugänglich gemacht, aber die Url kannst du mit jedem teilen.
it_it: "Non classificato" significa che solo gli utenti che conoscono il link al video possono visualizzarlo. Il video non sarà visibile nello spazio pubblico di YouTube, come ad esempio i risultati della ricerca, il tuo canale etc., ma il link può essere condiviso con chiunque.
nl_nl: "Kom niet voor" betekent dat u de video alleen kunt zien als u de link kent. Deze video is evenmin zichtbaar via het openbare deel van Youtube. De afzender kan de link uiteraard wel delen als hij dat wenst.
pt_br: "Não listados" significa que apenas as pessoas que conhecem o link para o vídeo pode visualizá-lo. O vídeo não aparece em nenhum dos espaços públicos do YouTube, como resultados de busca, seu canal, ou a página de navegação, mas o link pode ser compartilhada com qualquer um.
ru_ru: "Отсутствует в списке" значит, что только люди, которые знают ссылку, могут смотреть его. Видео не появится на YouTube, но вы можете поделиться ссылкой на него.
tr_tr: "Listelenmemiş", yalnızca bağlantıyı bilenlerin videoyu izleyebildiği anlamına gelir. Video YouTube içinde herkese açık bölümlerde, kendi kanalınızda ya da arama sayfasında gösterilmez ama bağlantısı her istenen kişiyle paylaşılabilir.

source: No Videos
da_da: Ingen videoer
de_de: Keine Videos
it_it: Nessun Video
nl_nl: Geen Video's
pt_br: Sem vídeos
ru_ru: Нет видео.
tr_tr: Video Yok.

source: Unfortunately no videos have been added yet.
da_da: Desværre er ingen videoer blevet føjet til endnu.
de_de: Bis jetzt wurden noch keine Videos hinzugefügt.
it_it: Purtroppo non è stato aggiunto nessun Video
nl_nl: Jammer genoeg zijn er nog geen filmpjes toegevoegd.
pt_br: Infelizmente, nenhum vídeo foi adicionado ainda.
ru_ru: К сожалению, пока нет видео.
tr_tr: Henüz hiç video eklenmedi.

source: How do I add videos?
da_da: Hvordan tilføjer jeg videoer?
de_de: Wie lade ich ein Video hoch?
it_it: Come faccio ad aggiungere Video?
nl_nl: Hoe voeg ik filmpjes toe?
pt_br: Como faço para adicionar vídeos?
ru_ru: Как загрузить видео?
tr_tr: Nasıl video eklerim?
