Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: %s has added a Prayer Concern for %s.
da_da: %s har tilføjet en forespørgsel for %s.
de_de: %s hat eine Todesanzeigen hinzugefügt für %s.
it_it: %s ha aggiunto una preghiera per %s.
nl_nl: %s voegde een gelukswens toe voor %s.
pt_br: %s adicionou uma Oração para %s.
ru_ru: %s добавил молитву за %s.

source: %s has added the recipe %s.
da_da: %s har tilføjet opskriften %s.
de_de: %s hat das Rezept %s hinzugefügt.
it_it: %s ha aggiunto la seguente ricetta: %s .
nl_nl: %s heeft een recept toegevoegd %s
pt_br: %s adicionou a receita %s
ru_ru: %s добавил рецепт %s.
tr_tr: %s %s tarifini ekledi.

source: %s commented on Recipe %s.
da_da: %s kommenterede på opskriften %s.
de_de: %s hat das Rezept %s kommentiert.
it_it: %s commentato nella Ricetta %s.
nl_nl: %s heeft een commentaar gegeven bij recept %s
pt_br: %s comentou a receita %s
ru_ru: %s ответил на рецепт %s.
tr_tr: %s %s tarifini yorumladı.

source: %s has added a the video %s.
da_da: %s har tilføjet en video %s.
de_de: %s hat dasVideos %s hinzugefügt.
it_it: %s ha aggiunto il video %s
nl_nl: %s heeft een video toegevoegd %s
pt_br: %s adicionou o vídeio %s
ru_ru: %s добавил видео %s.
tr_tr: %s %s videosunu ekledi.

source: %s commented on the video %s.
da_da: %s kommenterede på video %s.
de_de: %s hat das Video %s kommentiert.
it_it: %s ha commentato il video %s
nl_nl: %s heeft een commentaar geschreven bij video %s
pt_br: %s comentou o vídeio %s
ru_ru: %s ответил на видео %s.
tr_tr: %s %s videosunu yorumladı.

source: %s visited %s.
ar_ar: %s قام بزيارة %s.
da_da: %s besøgte %s.
de_de: %s besuchte %s.
it_it: %s ha visitato %s.
nl_nl: %s bezocht %s.
pt_br: %s visitou %s.
ru_ru: %s посетил %s
tr_tr: %s tarafından %s ziyaret edildi.

source: D, d M Y H:i:s
ru_ru: Д, д М Г Ч:м:с

source: General Settings
da_da: Standard indstillinger
de_de: Allgemeine Einstellungen
it_it: Impostazioni Generali
nl_nl: Algemene instellingen
pt_br: Configurações Gerais
ru_ru: Общие параметры
tr_tr: Genel Ayarlar

source: Account
da_da: Konto
de_de: Konto
it_it: Profilo
pt_br: Conta
ru_ru: Профиль
tr_tr: Hesap

source: Plugin Settings
da_da: Plugin-indstillinger
de_de: Plugin Einstellungen
it_it: Impostazioni Plugins
nl_nl: Instellingen van de extra toepassingen
pt_br: Configuração do plugin
ru_ru: Настройки модулей

source: Social Media
da_da: Sociale medier
de_de: Soziale Medien
nl_nl: Sociale Media
pt_br: Midias sociais
ru_ru: Социальные медиа
tr_tr: Sosyal Medya

source: To complete your changes, you must logout and log back in again.
ar_ar: يجب أن تخرج ثم تدخل مرة أخرى حتى تتم تغييراتك.
da_da: For at fuldføre dine ændringer, du skal logge ud og logge ind igen.
de_de: Um deine Änderungen zu übernehmen, musst du dich ab- und wieder anmelden.
it_it: Per completare le modifiche, devi uscire e rientrare.
nl_nl: Om je wijzigingen door te voeren, moet je uitloggen en terug inloggen.
pt_br: Para completar as alterações, você deve sair e voltar a entrar novamente.
ru_ru: Чтобы завершить изменения, вы должны выйти и зайти на сайт.
tr_tr: Değişikliklerinizi kaydetmek için çıkış yapıp yeniden giriş yapmalısınız.

source: Logout
ar_ar: تسجيل الخروج
da_da: Log af
de_de: Abmelden
it_it: Disconnetti
nl_nl: Uitloggen
pt_br: Sair
ru_ru: Выйти из системы
tr_tr: Çıkış Yap

source: You will be automatically logged out in 10 seconds.
da_da: Du bliver automatisk logget ud i 10 sekunder.
de_de: In 10 Sekunden wirst du automatisch abgemeldet.
it_it: Il Log Out sarà effettuato automaticamente in 10 secondi.
nl_nl: Je wordt automatisch uitgelogd binnen 10 seconden.
pt_br: Você será desconectado automaticamente em 10 segundos.
ru_ru: Вы будете автоматически вылогинены через 10 секунд.
tr_tr: 10 saniye içinde çıkışınız yapılacak.

source: Are you sure you want to DELETE this theme?
da_da: Er du sikker på du vil slette dette tema?
de_de: Sind Sie sicher, dass Sie dieses Theme löschen möchten?
it_it: Sei sicuro di voler CANCELLARE questo tema?
nl_nl: Ben je zeker dat je dit thema wil verwijderen?
pt_br: Tem certeza que deseja excluir este tema?
ru_ru: Вы уверены, что хотите удалить эту тему?

source: Theme [%s] not found.
da_da: Tema [%s] blev ikke fundet.
de_de: Thema [%s] nicht gefunden.
it_it: Tema [%s] non trovato.
nl_nl: Thema [%s] niet gevonden.
pt_br: Tema [%s] não encontrado.
ru_ru: Тема [%s] не найдена.
tr_tr: Tema [%s] bulunamadı.

source: [%s] is not a directory.
da_da: [%s] er ikke et pladsering.
de_de: [%s] ist kein Verzeichnis.
it_it: La directory [%s] non esiste.
nl_nl: [%s] is geen map.
pt_br: [%s] não é um diretório
ru_ru: [%s] не является папкой.
tr_tr: [%s] bir dizin değil.

source: Could not delete theme [%s].
da_da: Kunne ikke slette tema [%s].
de_de: Konnte das Thema nicht löschen [%s].
it_it: Il Tema [%s] non può essere cancellato.
nl_nl: Het thema [%s] kon niet worden gewist.
pt_br: Não foi possível excluir tema [%s].
ru_ru: Не удается удалить тему [%s].
tr_tr: Tema [%s] silinemedi.

source: Nothing to import.
da_da: Intet at importere.
de_de: Es gibt nichts zu importieren.
it_it: Niente da importare.
nl_nl: Er is niets om te importeren.
pt_br: Nada para ser importado
ru_ru: Нечего импортировать.
tr_tr: İçeri aktaracak birşey yok.

source: %d post has been imported.
da_da: %d instilling er blevet importeret.
de_de: %d Beitrag ist importiert.
it_it: %d post è stato importato.
nl_nl: Het bericht van %d is geïmporteerd.
pt_br: %d mensagem importada
ru_ru: %d пост импортирован.
tr_tr: %d ileti içeri aktarıldı.

source: Currently connected as: %s
da_da: I øjeblikket tilsluttet som: %s
de_de: Momentan verbunden als: %s
it_it: Attualmente connesso come: %s
nl_nl: Momenteel niet ingelogd als %s
pt_br: Atualmente conectado como: %s
ru_ru: Подключен как: %s
tr_tr: Şu anda %s olarak bağlandı.

source: Disconnect
da_da: Afbryd
de_de: Trennen
it_it: Disconnetti
nl_nl: Verbinding verbreken
pt_br: Desconectado
ru_ru: Разъединить
tr_tr: Bağlantıyı Kes

source: Not Connected
da_da: Ikke tilsluttet
de_de: Nicht verbunden
it_it: Non Connesso
nl_nl: Niet Verbonden
pt_br: Não conectado
ru_ru: Не подключён
tr_tr: Bağlantılı Değil

source: Connect
da_da: Tilslut
de_de: Verbinden
it_it: Connetti
nl_nl: Verbinden
pt_br: Conectar
ru_ru: Подключиться
tr_tr: Bağlan

source: Unfortunately, your website administrator has not set up Facebook yet.
da_da: Desværre, din hjemmeside administrator har ikke sat op Facebook endnu.
de_de: Leider hat der Administrator dieser Seite die Facebook-Verknüpfung noch nicht freigeschaltet.
it_it: Purtroppo, l'Amministratore del Sito non ha ancora impostato la connessione a Facebook.
nl_nl: Helaas heeft de beheerder Facebook nog niet geconifugereerd.
pt_br: Infelizmente, o administrador do site ainda não definiu o Facebook ainda.
ru_ru: К сожалению, ваш администратор не настроил Facebook.
tr_tr: Site yöneticisi Facebook ayarlarını henüz gerçekleştirmedi.

source: Instagram isn't Configured Yet.
da_da: Instagram er ikke konfigureret endnu.
de_de: Instagram ist noch nicht konfiguriert.
it_it: Instagram non è ancora configurato.
nl_nl: Instagram is nog niet ingesteld
pt_br: Instagram não está configurado ainda.
ru_ru: Instagram пока не настроен.
tr_tr: Henüz Instagram ayarları yapılmadı.

source: Unfortunately, your website administrator has not set up Instagram yet.
da_da: Desværre, din hjemmeside administrator har ikke sat op Instagram endnu.
de_de: Leider hat der Administrator dieser Seite die Instagram-Verknüpfung noch nicht freigeschaltet.
it_it: Sfortunatamente, l'amministratore del sito non ha ancora configurato Instagram.
nl_nl: helaas uw moderator heeft Instagram nog niet ingesteld
pt_br: Infelizmente, o administrador do site ainda não integrou com o Instagram.
ru_ru: К сожалению, ваш администратор пока не настроил Instagram.
tr_tr: Site yöneticisi henüz Instagram ayarlarını yapmadı.

source: Login to
ar_ar: دخول
da_da: Logind til
de_de: Login für
it_it: Login
nl_nl: Login
pt_br: Login para
ru_ru: Войти в
tr_tr: Giriş yap -

source: Support
de_de: Hilfe
ru_ru: Поддержка
tr_tr: Destek

source: My Settings
ar_ar: إعداداتي
da_da: Mine indstillinger
de_de: Einstellungen
it_it: Le mie Impostazioni
nl_nl: Mijn instellingen
pt_br: Minhas Configurações
ru_ru: Мои настройки
tr_tr: Ayarlarım

source: Misc.
ar_ar: متفرقات
da_da: Diverse
de_de: Sonstiges
it_it: Varie
nl_nl: Overige
pt_br: Diversos
ru_ru: Разное
tr_tr: Çeşitli

source: Color
ar_ar: اللون
da_da: Farve
de_de: Farbe
it_it: Colore
nl_nl: Kleur
pt_br: Cor
ru_ru: Цвет
tr_tr: Renk

source: Red
ar_ar: أحمر
da_da: Rød
de_de: Rot
it_it: Rosso
nl_nl: Rood
pt_br: Vermelho
ru_ru: Красный
tr_tr: Kırmızı

source: Orange
ar_ar: برتقالي
it_it: Arancione
nl_nl: Oranje
pt_br: Laranja
ru_ru: Оранжевый
tr_tr: Turuncu

source: Yellow
ar_ar: أصفر
da_da: Gul
de_de: Gelb
it_it: Giallo
nl_nl: Geel
pt_br: Amarelo
ru_ru: Жёлтый
tr_tr: Sarı

source: Green
ar_ar: أخضر
da_da: Grøn
de_de: Grün
it_it: Verde
nl_nl: Groen
pt_br: Verde
ru_ru: Зелёный
tr_tr: Yeşil

source: Blue
ar_ar: أزرق
da_da: Blå
de_de: Blau
it_it: Blu
nl_nl: Blauw
pt_br: Azul
ru_ru: Синий
tr_tr: Mavi

source: Indigo
ar_ar: نيلي
it_it: Indaco
pt_br: Anil
ru_ru: Индиго
tr_tr: Çivit Rengi

source: Violet
ar_ar: بنفسجي
da_da: Lilla
de_de: Violett
it_it: Viola
pt_br: Violeta
ru_ru: Фиолетовый
tr_tr: Menekşe rengi

source: Back to Calendar
ar_ar: عُد إلى التقويم
da_da: Tilbage til kalenderen
de_de: Zurück zum Kalender
it_it: Torna al Calendario
nl_nl: Terug naar agenda
pt_br: Voltar ao Calendário
ru_ru: Назад в календарь
tr_tr: Takvime Dön

source: Choose Guests
ar_ar: اختار الضيوف
da_da: Vælg gæster
de_de: Wähle Gäste aus
it_it: Scegli Ospiti.
nl_nl: Kies wie je wil uitnodigen
pt_br: Escolher Convidados
ru_ru: Выберите гостей
tr_tr: Konuk Seç

source: Invite Members
ar_ar: دعوة أعضاء
da_da: Inviter medlemmer
de_de: Mitglieder einladen
it_it: Invita membri
nl_nl: Leden uitnodigen
pt_br: Convidar Membros
ru_ru: Пригласить участников
tr_tr: Üyeleri Davet Et

source: Invite all Members?
ar_ar: ادعو كل الأعضاء
da_da: Inviterer alle medlemmer?
de_de: Alle Mitglieder einladen?
it_it: Vuoi invitare tutti i membri?
nl_nl: Alle leden uitnodigen?
pt_br: Convidar todos os membros?
ru_ru: Пригласить всех участников?
tr_tr: Bütün üyeler mi davet edilecek?

source: Invite Non Members
ar_ar: دعوة غير الأعضاء
da_da: Inviter ikke-medlemmer
de_de: Nichtmitglieder einladen?
it_it: Invita gli Utenti non registrati
nl_nl: Niet-leden uitnodigen
pt_br: Convidar Visitantes
ru_ru: Пригласить не участников
tr_tr: Üye Olmayanları Davet Et

source: Enter list of emails to invite. One email per line.
ar_ar: أدخل قائمة الإيميلات. إيميل واحد في كل سطر
da_da: Indtast liste af e-mails for at invitere. Én e-mail pr linje.
de_de: Zum einladen eine Liste von E-Mail Adressen eintragen. Eine per Zeile.
it_it: Inseirisci elenco delle Emails a cui spedire un invito. Una sola Mail per Linea.
nl_nl: Geef een lijst op met e-mailadressen waar de uitnodiging naar verstuurd moet worden. Één adres per regel!
pt_br: Preencha a lista de emails para enviar o convite. Um email por linha.
ru_ru: Введите список почтовых адресов для приглашения. Один адрес в строке.
tr_tr: Davet edilecek eposta listesini yazın. Her bir satıra bir adres.

source: Send Invitations
ar_ar: أرسل دعوات
da_da: Send invitationer
de_de: Versende Einladungen
it_it: Spedisci Inviti
nl_nl: Uitnodigingen versturen
pt_br: Enviar Convites
ru_ru: Отослать приглашения
tr_tr: Davet Gönder

source: View Family Tree
ar_ar: اظهار شجرة العائلة
da_da: Vis familie træet
de_de: Stammbaum ansehen.
nl_nl: Stamboom.
pt_br: Veja a Árvore Familiar
ru_ru: Посмотреть семейное генеалогическое дерево
tr_tr: Soyağacına Bak

source: Edit This Person
ar_ar: تعديل معلومات هذا الشخص
da_da: Rediger denne person
de_de: Benutzerdaten anpassen
nl_nl: Bewerk deze persoon.
pt_br: Editar usuário
ru_ru: Изменить информацию этого человека
tr_tr: Bu kişinin bilgilerini düzenle

source: Immediate Family
ar_ar: الاسرة
da_da: Nærmeste familie
de_de: Die nächsten Angehörigen
nl_nl: Dichte familie.
pt_br: Familiar direto
ru_ru: Мнгновенно - Семья
tr_tr: Aile

source: How do I email multiple people (Mass Email)?
ar_ar: كيف أرسل ايميلات لعدد من الأعضاء (إيميل جماعي)؟
da_da: Hvordan kan jeg e-maile flere personer (masse e-mail)?
de_de: Wie schreiben ich mehreren Leuten eine E-Mail (Massen-E-Mail)?
it_it: Come si inviano email a più persone (Email di Massa)?
nl_nl: Hoe kan ik meerdere mensen een e-mail sturen? (massa-e-mail)
pt_br: Como faço para enviar e-mail a várias pessoas (e-mail em massa)?
ru_ru: Как я могу отправить письмо сразу многим людям (массовая рассылка)?
tr_tr: Birden fazla kişiye nasıl eposta gösteririm (Toplu Eposta)?

source: Check the checkboxes to the right of the email addresses of the members you want to email.
ar_ar: اختر المربعات إلى يمين عناوين البريد الإلكتروني للأعضاء المطلوب مراسلتهم.
da_da: Sæt hak i afkrydsningsfelterne til højre for e-mail adresserne, på de medlemmer du ønsker at sende en e-mail til.
de_de: Wählen Sie aus der Checkbox aus, ob die Mitglieder das Recht erhalten sollen ihre eMail-Adresse zu sehen.
it_it: Spunta la casella a destra dell'indirizzo email degli utenti ai quali vuoi inviare la mail.
nl_nl: Vink de checkbox aan naast de mailadressen van de leden die je wil mailen.
pt_br: Verifique as caixas de seleção para ter o direito aos endereços de email dos membros que você deseja enviar e-mail.
ru_ru: Отметьте галочкой электронные адреса тех членов семьи, которым вы хотите отправить письмо.
tr_tr: Eposta göndermek istediğiniz üyelerin eposta adresinin sağındaki kutuları tıklayın.

source: Click the <b>Email</b> button at the bottom right hand corner of the address book.
da_da: Klik på <b> Email </ b> ikonet i nederste højre hjørne af adressebogen.
de_de: Klicken Sie unten rechts auf <b>eMails senden</b>
it_it: Clicca il pulsante <b>Email</b> nell'angolo in fondo a destra della rubrica.
nl_nl: Klik op de <b>Email</b> knop rechts onderin het adresboek.
pt_br: Clique no botão <b>Email</b> no canto inferior direito do catálogo de endereços.
ru_ru: Нажмите кнопку <b>Email</b> в нижнем правом углу адресной книги.
tr_tr: Adres defterinin sağ köşesindeki <b>Eposta</b> yazısını tıklayın.

source: Fill out the email form (similar to the contact form) and click <b>Send Mass Email</b>.
da_da: Udfyld e-mail-formularen (svarende til kontaktformularen) og klik på <b> Send Masse Email </ b>.
de_de: Füllen Sie das E-Mail-Formular (ähnlich dem Kontaktformular) aus und klicken Sie auf <b> Email senden</ b>.
it_it: Compila il modulo e-mail (simile al modulo di contatto) e clicca su <b> Invia email di massa </ b>.
nl_nl: Vul het mailformulier in (gelijkaardig aan het contactformulier) en klik <b>Bulk Email versturen</b>.
pt_br: Preencha o formulário de email (semelhante ao formulário de contato) e clique em<b>Enviar e-mails em Massa</ b>.
ru_ru: Заполните форму для ввода email (аналогично контактам) и нажмите <b>Послать массовую рассылку</b>.
tr_tr: Eposta formunu bulun (iletişim formuna benzer) ve <b>Toplu Eposta Gönder</b> yazısını tıklayın.

source: Member Access Levels
ar_ar: مستويات الوصول للأعضاء
da_da: Medlems niveauer.
de_de: Mitglieds-Zugangslevel
it_it: Livelli di Accesso utenti
nl_nl: Toegangsniveau's Leden
pt_br: Níveis de acesso de membros
ru_ru: Уровни доступа членов семьи
tr_tr: Üye Erişim Düzeyleri

source: How do I add an optional section?
ar_ar: كيف أضيف قسم اختياري؟
da_da: Hvordan tilføjer jeg en valgfri sektion?
de_de: Wie füge ich einen optionale Bereiche (Module) ein?
it_it: Come si aggiunge una sezione opzionale?
nl_nl: Hoe voeg ik een optioneel onderdeel toe? (module/sectie)
pt_br: Como faço para adicionar uma seção opcional?
ru_ru: Как мне добавить дополнительный раздел?
tr_tr: İsteğe bağlı bir bölüm nasıl eklerim?

source: How do I change the site navigation?
ar_ar: كيف أقوم بتغيير استعراض الموقع؟
da_da: Hvordan ændrer jeg side navigationen?
de_de: Wie ändere ich den Seitenverlauf
it_it: Come si cambia la navigazione del sito?
nl_nl: Hij wijzig ik de navigatie van de site?
pt_br: Como faço para alterar a navegação do site?
ru_ru: Как я могу изменить навигацию по сайту?
tr_tr: Site dolaşımını nasıl değiştiririm?

source: How do I protect my photos from un-authorized users?
da_da: Hvordan sikrer jeg mine billeder imod uautoriserede brugere?
de_de: Wie schütze ich meine Fotos vor unautorisierten Benutzern?
it_it: Come faccio a proteggere le mie fotografie da utenti non autorizzati?
nl_nl: hoe bescherm ik mijn foto's tegen niet geautoriseerde gebruikers?
pt_br: Como eu faço para proteger minhas fotos de usuários não autorizadas?
ru_ru: Как я могу защитить свои фотографии от неавторизованных пользователей?
tr_tr: Fotoğraflarımı yetkisiz kullanıcılardan nasıl korurum?

source: Family Connections has ten different member access levels. These levels are meant to limit the amount of access each family member has to the website.
ar_ar: توجد عشر مستويات صلاحية مختلفة للأعضاء. تحدد هذه المستويات مدى الصلاحية الذي يملكه كل عضو من أهل البيت في هذا الموقع.
da_da: Family Connections har ti forskellige medlems niveauer. Disse niveauer er beregnet til at begrænse mængden af ​​adgang familiemedlemmer har til hjemmesiden.
de_de: Family Connections hat zehn verschiedene Mitglied Zugriffslevel. Diese Level sollen die Höhe der Zugang jedes Familienmitglied hat auf der Website zu beschränken.
it_it: Family Connections ha dieci diversi livelli di accesso. Questi livelli servono a limitare la capacità di accesso di ciascun membro della famiglia al sito.
nl_nl: Family Connections gebruikt tien verschillende toegangsniveau's. Deze niveau's verzorgen voor elke gebruiker de afhandeling van de machtigingen op de website.
pt_br: Family Connections tem dez níveis de acesso diferentes a membros. Estes níveis são destinadas a limitar a quantidade de acesso de cada membro da família tem para o site.
ru_ru: Family Connections имеет десять различных уровней доступа для всех членов семьи. Эти уровни предназначены для ограничения количества прав, которые должен иметь каждый член семьи на сайте.
tr_tr: Family Connections içinde on farklı üye erişim düzeyi bulunmakta. Bu düzeyler her bir üyenin siteye erişim yetkisini belirlemek için kullanılır.

source: this is the access level given to the account that was setup during the installation of FCMS. This is the only level that has the ability to change other members access levels. This level can add, update and delete all information on the site.
da_da: dette er adgangsniveauet der blev givet til den konto, der blev setup under installationen af ​​FCMS. Dette er det eneste, der har rettigheder til at ændre andre medlemmers adgangsniveauer. Dette niveau kan tilføje, opdatere og slette alle oplysninger på webstedet.
de_de: dies ist das höchste Level, was man haben kann um alle Einstellungen durchzuführen.
it_it: questo è il livello di accesso assegnato all'account creato durante l'installazione di FCMS. Si tratta dell'unico livello che ha la possibilità di modificare i livelli di accesso di altri utenti. Questo livello può aggiungere, aggiornare e cancellare tutte le informazioni sul sito.
nl_nl: dit is het hoogste toegangsniveau dat enkel gebruikt wordt door de account waarmee de installatie gebeurde. Een gebruiker op dit niveau kan de toegangsniveau's van de andere gebruikers wijzigen. Tevens kan deze gebruiker de volledige site beheren.
pt_br: este é o nível de acesso dado para a conta que foi configurado durante a instalação do FCMS. Este é o único nível que tem a capacidade de alterar os níveis de outros membros de acesso. Este nível pode adicionar, atualizar e excluir todas as informações no site.
ru_ru: этот уровень доступа дан учетной записи которая была настроена во время установки FCMS. Это такой уровень доступа, который позволяет только менять уровни доступа других членов семьи. Этот уровень может добавлять, обновлять и удалять всю информацию на сайте.
tr_tr: FCMS kurulumu esnasında belirlenen hesap düzeyi. Bir tek bu düzey üyelerin erişim düzeyini değiştirebilir. Bu düzey sitedeki tüm bilgileri silebilir, değiştirebilir; bilgi ekleyebilir.

source: this access level has all the same priveleges of the Member level, but can also run the latest awards, can add, update and delete poll questions, and add, update and delete message board posts.
da_da: dette adgangs niveau har de samme rettigheder som medlems niveau, men kan også køre de nyeste prisuddelinger, kan tilføje, opdatere og slette meningsmåling spørgsmål og tilføje, opdatere og slette opslagstavle stillinger.
de_de: Dieser Zugangslevel hat die gleichen Rechte der Mitglied-Level. Im Prinzip nur mit dem Unterschied, dass man auch Awards vergeben kann. Zudem kann man hinzufügen, aktualisieren, löschen von Umfragen. Das gleiche gilt auch für das Forum.
it_it: questo livello di accesso ha tutti gli stessi privilegi del livello Membri, ma può anche eseguire gli ultimi riconoscimenti, può aggiungere, aggiornare e cancellare delle domande del sondaggio, e aggiungere, aggiornare e cancellare i messaggi del forum.
nl_nl: dit niveau heeft dezelfde rechten als gewone leden maar geeft ook toegang tot het beheren van awards, peilingen en forumberichten.
pt_br: esse nível de acesso tem todos os privilégios do usuário comum, mas também pode atualizar os mais recentes prêmios, pode adicionar, atualizar e excluir perguntas de questionários, e adicionar, atualizar e excluir as mensagens da placa da mensagem.
ru_ru: этот уровень доступа имеет все те же привилегии, что и уровень члена семьи, о также он можеь запускать последние достижения, может добавлять, обновлять и удалять опросники и добавлять, обновлять и удалять сообщения на доске сообщений.
tr_tr: Üye düzeyi ile aynı yetkileri taşır ama aynı zamanda en son ödülleri verebilir, anket sorularını ekleyebilir, silebilir ya da güncelleyebilir, mesaj panosu iletilerini ekleyebilir, silebilir ya da güncelleyebilir.

source: Member (default)
ar_ar: عضو (الافتراضي)
da_da: Medlem (default)
de_de: Mitglied (Standard)
it_it: Membro (default)
nl_nl: Lid (standaard)
pt_br: Membro (padrão)
ru_ru: Член семьи (по умолчанию)
tr_tr: Üye (varsayılan)

source: this access level can add, update and delete all information they have contributed to the site. They have view only access to other member's information.
ar_ar: نوع الحساب هذا يستطيع أن يضيف ويحدث ويحذف ويضيف كل المعلومات الذين ساهم بها في هذا الموقع. ويستطيع الوصول فقط إلى حسابه الخاص
da_da: dette adgangs niveau kan tilføje, opdatere og slette alle oplysninger de har bidraget til webstedet. De har kun læse adgang til andre medlems oplysninger.
de_de: In diesem Zugriffslevel kann man hinzufügen, aktualisieren und löschen aller Informationen, die sie selbst auf der Website beigetragen. Informationen von anderen können Sie dagegen nur einsehen, aber nicht ändern.
it_it: questo livello può aggiungere, aggiornare e cancellare tutte le informazioni che hanno inserito sul sito. Possono solo visualizzare le informazioni sugli altri membri.
nl_nl: met dit toegangsniveau kan alleen de eigen informatie op de site beheerd worden. De overige informatie kan alleen weergegeven en bekeken worden.
pt_br: esse nível de acesso pode adicionar, atualizar e excluir todas as informações que têm contribuído para o site. Eles podem visualizar apenas o acesso à informação de outrr membro.
ru_ru: этот уровень доступа может добавлять, обновлять и удалять всю информацию, которую он привнес на сайт. Он имеет права на просмотр информации о других членах семьи.
tr_tr: bu erişim düzeyi siteye bilgi ekleyebilir ve bu bilgileri güncelleyip silebilir. Yalnızca başka üyelerin bilgilerini görebilir.
