Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

# %s is a persons name
source: Add new brother for %s
ar_ar: أضف أخ ل%s
da_da: Tilføj en ny bror for %s
de_de: Bruder für %s anlegen.
nl_nl: Voeg een broer toe aan%s
pt_br: Adicionar novo irmão para %s
ru_ru: Добавить брата для %s
tr_tr: %s için erkek kardeş ekle

source: Brother
ar_ar: أخ
da_da: Bror
de_de: Bruder
nl_nl: Broer
pt_br: Irmão
ru_ru: Брат
tr_tr: Erkek kardeş

# %s is a persons name
source: Add new sister for %s
ar_ar: اضافة أخت ل%s
da_da: Tilføj en ny søster for %s
de_de: Schwester für %s anlegen.
nl_nl: Voeg een zus toe aan %s
pt_br: Adicionar nova irmã para %s
ru_ru: Добавить сестру для %s
tr_tr: %s için kızkardeş ekle

source: Sister
ar_ar: أخت
da_da: Søster
de_de: Schwester
nl_nl: Zus
pt_br: Irmã
ru_ru: Сестра
tr_tr: Kızkardeş

source: Missing or invalid id.
ar_ar: رمز معرف غير صحيح
da_da: Manglende eller ødelagt id.
de_de: Fehlende oder falsche ID.
it_it: ID non trovato o non valido.
nl_nl: Ontbrekende of onjuiste ID
pt_br: ID inválido ou inexistente.
ru_ru: Отсутствует или неправильный ID
tr_tr: Eksik ya da geçersiz kimlik bilgisi.

source: Out of Memory
da_da: Løb tør for hukommelse
de_de: Nicht genügend Speicher
nl_nl: Onvoldoende geheugen.
pt_br: Memória insuficiente
ru_ru: Недостаточно памяти
tr_tr: Yetersiz Bellek

source: Your current PHP configuration does not allow displaying of a Family Tree this large, so not all relationships are shown.
da_da: Din nuværende PHP-konfiguration tillader ikke visning af et stamtræ så stort, så alle forhold er ikke vist.
de_de: Ihre aktuelle php Konfiguration ist nicht in der Lage, den gesamten Stammbaum anzuzeigen.
nl_nl: Uw huidige php configuratie kan niet de volledige stamboom tonen, bepaalde relatie woren mogelijks niet getoond.
pt_br: A configuração atual do seu PHP não permite exibir uma Árvore Familiar tão grande, então nem todas as relações serão exibidas.
ru_ru: Текущие настройки PHP не позволяют отобразить такое большое семейное дерево, поэтому показаны на все связий.
tr_tr: Mevcut PHP ayarları bu boyutta bir soyağacının gösterilmesine uygun değil; tüm akraba bağları gösterilemiyor.

source: Please consider allocating more memory to PHP.
da_da: Venligst overvej at afsætte mere hukommelse til PHP
de_de: Sie sollten php mehr Speicherplatz zuweisen.
nl_nl: Het is aanbevolen meer geheugen aan php toe te wijzen.
pt_br: Por favor, considere alocar mais memória para o PHP.
ru_ru: Пожалуйста обдумайте выделение большей памяти для PHP.
tr_tr: PHP için daha fazla bellek ayırabilirsiniz.

# %s is the name of a person
source: Add family member for %s
ar_ar: اضافة قريب ل%s
da_da: Tilføj en familiemedlem for %s
de_de: Neues Familienmitglied für %s anlegen.
nl_nl: Voeg een familie lid toe aan %s
pt_br: Adicione um membro da família ao %s
ru_ru: Добавить члена семьи для %s
tr_tr: %s için aile üyesi ekle

source: Site is currently turned off...
ar_ar: الموقع حاليا معطل
da_da: Siden er midlertidigt nede...
de_de: Die Seite ist vorübergehend offline.
it_it: Il Sito è momentaneamente disattivato...
nl_nl: De site is momenteel uitgeschakeld...
pt_br: O site está atualmente desligado...
ru_ru: Сайт корректно отключен
tr_tr: Site şu anda kapalı ...

source: Hold On a Second!
ar_ar: انتظر ثواني قليلة
da_da: Vent et øjeblik!
de_de: Moment mal !!!
it_it: Attendi un Secondo!
nl_nl: Hey wacht eens even!
pt_br: Espere um segundo!
ru_ru: Продержитесь секунду!
tr_tr: Bekleyin ...

source: The site has been closed by an administrator.
ar_ar: هذا الموقع معطل بواسطة المدير
da_da: Siden er blevet lukket af en administrator
de_de: Die Seite wurde vom Systemverwalter geschlossen.
it_it: Il sito è stato chiuso da un Amministratore.
nl_nl: Een beheerder heeft de site gesloten.
pt_br: O site foi fechado por um administrador.
ru_ru: Сайт был закрыт администратором.
tr_tr: Site Yönetici tarafından kapatıldı.

source: Please come back later.
ar_ar: من فضلك قم بزيارتنا فيما بعد
da_da: Kom tilbage senere.
de_de: Bitte kommen Sie später zurück.
it_it: Per favore torna in seguito.
nl_nl: Kom later eens terug a.u.b.
pt_br: Por favor volte mais tarde.
ru_ru: Пожалуйста, зайдите позже.
tr_tr: Daha sonra yeniden deneyin.

source: Are you sure you want to DELETE this Photo?
ar_ar: أمتأكد أنك تريد حزف هذه الصوره ؟
da_da: Er du sikker på at du vil slette dette foto?
de_de: Sind Sie sicher, dass Sie das Foto LÖSCHEN wollen?
it_it: Sei sicuro di voler CANCELLARE questa foto?
nl_nl: Ben je zeker dat je deze foto wil VERWIJDEREN?
pt_br: Tem certeza de que deseja excluir esta foto?
ru_ru: Вы уверены, что хотите удалить эту фотографию?
tr_tr: Bu fotoğraf silinsin mi?

source: Are you sure you want to DELETE this Comment?
ar_ar: أمتأكد أنك تريد حزف هذا التعليق ؟
da_da: Er du sikker på at du vil SLETTE denne kommentar?
de_de: Sind Sie sicher, dass Sie diesen Kommentar LÖSCHEN wollen?
it_it: Sei sicuro di voler CANCELLARE questo commento?
nl_nl: Ben je zeker dat je dit bericht wil VERWIJDEREN?
pt_br: Tem certeza que quer deletar este comentário?
ru_ru: Вы уверены, что хотите удалить этот комментарий?
tr_tr: Bu yorum silinsin mi?

source: Are you sure you want to DELETE this Category?
ar_ar: أمتأكد أنك تريد حزف هذه الفئه ؟
da_da: Er du sikker på at du vil SLETTE denne kategori?
de_de: Sind Sie sicher, dass Sie diese Kategorie LÖSCHEN wollen?
it_it: Sei sicuro di voler CANCELARE questa categoria?
nl_nl: Ben je zeker dat je deze categorie wil VERWIJDEREN?
pt_br: Tem certeza que deseja apagar essa categoria?
ru_ru: Вы уверены, что хотите удалить эту категорию?
tr_tr: Bu kategori silinsin mi?

source: Invalid tagged member data.
ar_ar: بيانات العضو غير صحيحة
da_da: Forkert tagget medlems data.
de_de: Ungültig markierte Mitgliedsdaten.
it_it: Dati utente taggato non validi.
nl_nl: Fout gekoppelde lidmaatschapsgegevens
pt_br: Marcador de dados do membro inválido
ru_ru: Неправильные данные отмеченного участника.
tr_tr: Etiketlenmiş üye verileri geçersiz.

source: You do NOT have access to perform this action.
ar_ar: ليس لديك الصلاحية لهذا الإجراء
da_da: Du har ikke adgang til at udføre denne handling.
de_de: Sie haben keinen Zugriff um diese Aktion auszuführen.
it_it: NON hai i permessi per eseguire questa azione.
nl_nl: Je bent niet gemachtigd om deze actie uit te voeren.
pt_br: Você não tem permissão para realizar esta ação.
ru_ru: У вас нет доступа для выполнения данного действия.
tr_tr: Bu eylemi gerçekleştirme etkiniz yok.

source: Rotate Photo
ar_ar: قم بتدوير الصوره
da_da: Rotér foto
de_de: Foto drehen
it_it: Ruota foto
nl_nl: Draai foto
pt_br: Girar Foto
ru_ru: Повернуть Фотографию
tr_tr: Fotoğrafı Döndür

source: Use Existing Category
ar_ar: إستخدام تصنيف موجود
da_da: Brug existerende kategori...
de_de: Benutze vorhandene Kategorie
it_it: Usa una Categoria Esistente
nl_nl: Gebruik bestaande categorie
pt_br: Usar Categoria Existente
ru_ru: Используйте существующую категорию
tr_tr: Mevcut Kategoriyi Kullan

source: Create New Category
ar_ar: إضافة تصنيف جديد
da_da: Lav en ny kategori
de_de: Lege eine neue Kategorie an.
it_it: Crea una Nuova Categoria
nl_nl: Nieuwe Categorie Maken
pt_br: Criar Nova Categoria
ru_ru: Создать новую категорию
tr_tr: Yeni Kategori Oluştur

source: Your Instagram photos will be automatically imported into the site soon.
ar_ar: سيتم استيراد صورك بشكل آلي إلى الموقع سريعا
da_da: Dine Instagram billeder vil snart blive automatisk importeret til siden.
de_de: Deine Instagram Fotos werden nun automatisch importiert.
it_it: Le tue Foto su Instagram saranno importate automaticamente nel sito.
nl_nl: Uw Instagram foto's worden automatisch geimporteerd in de site
pt_br: Suas fotos o Instagram serão importadas automaticamente para o site em breve.
ru_ru: Ваши фото с Instagram будут импортированы на сайт.
tr_tr: Instagram fotoğraflarınız otomatik olarak alınacak.

source: Your Instagram photos will no longer be automatically imported into the site soon.
ar_ar: صور انستجرام الخاصة بك سوف لن يتم استيرادها آليا إلى الموقع قريبا.
da_da: Dine Instagram billeder vil ikke længere automatisk blive importeret til siden.
de_de: Deine Instagram Fotos werden nicht mehr automatisch importiert.
it_it: Le tue Foto su Instagram non saranno più importate automaticamente nel sito.
nl_nl: Uw Instagram foto's worden niet langer automatisch geimporteerd in de site
pt_br: Suas fotos o Instagram não serão importadas automaticamente para o site.
ru_ru: Ваши фото с Instagram не будут больше автоматически импортироваться на сайт.
tr_tr: Instagram fotoğraflarınız artık siteye otomatik olarak alınmayacak.

source: You must create a new category, or select an existing category.
ar_ar: يحب أن تنشئ تصنيف جديد او اختر تصنيف موجود.
da_da: Du skal oprette en ny kategori, eller vælg en eksisterende kategori.
de_de: Erstelle eine neue Kategorie oder wähle eine vorhandene Kategorie aus.
it_it: Devi creare una nuova categoria, o selezionarne una già esistente.
nl_nl: Je moet een nieuwe categorie aanmaken of een bestaande kiezen.
pt_br: Você deve criar uma nova categoria, ou selecionar uma existente.
ru_ru: Вам необходимо создать новую категорию или выбрать уже существующую.
tr_tr: Kategori oluşturun ya da bir kategori seçin.

source: Category name cannot be blank.
ar_ar: لا يمكن أن يكون إسم الفئه فارغاً.
da_da: Kategorien skal have et navn.
de_de: Kategoriename darf nicht leer sein.
it_it: Il nome della categoria non può essere vuoto.
nl_nl: Categorienaam moet ingevuld zijn.
pt_br: nome da categoria não pode ficar em branco.
ru_ru: Название категории не может быть пусто.
tr_tr: Kategori adı boş bırakılamaz.

source: The Category %s was Updated Successfully
ar_ar: تم تحديث التصنيف %s بنجاح
da_da: Kategorien %s er opdateret med succes.
de_de: Die Kategorie %s ist erfolgreich aktuallisiert worden
it_it: La Categoria %s è stata aggiornata con successo
nl_nl: De categorie %s met succes geüpdated
pt_br: A Categoria %s foi atualizada com sucesso
ru_ru: Категория %s успешно обновлена
tr_tr: Kategori %s Güncellendi

source: Are you sure you want to DELETE this category?
ar_ar: أمتأكد أنك تريد حذف هذه الفئه؟
da_da: Er du sikker på at du vil SLETTE denne kategori?
de_de: Sind Sie sicher, dass Sie diese Kategorie LÖSCHEN wollen?
it_it: Sei sicuro di voler CANCELLARE questa categoria?
nl_nl: Ben je zeker dat je deze categorie wil VERWIJDEREN?
pt_br: Tem certeza que quer apagar esta categoria?
ru_ru: Вы уверены, что хотите удалить эту категорию?
tr_tr: Bu kategori silinsin mi?

source: Category Deleted Successfully
ar_ar: تم حذف الفئه بنجاح
da_da: Kategori slette med succes
de_de: Kategorie erfolgreich gelöscht
it_it: Categoria cancellata con successo
nl_nl: Categorie Succesvol Verwijderd
pt_br: Categoria apagada com sucesso
ru_ru: Категория успешно удалена
tr_tr: Kategori Silindi

source: RSS Feed
ar_ar: الخلاصات
it_it: Feed RSS
ru_ru: RSS-рассылка
tr_tr: RSS Beslemesi

source: Could not get Picasa album data.
ar_ar: لا يمكن استيراد الألبومات من Picasa
da_da: Kunne ikke modtage Picasa album data.
de_de: Kein Zugriff auf die Picasa Bilddaten.
nl_nl: Het is niet mogelijk om data te verkrijgen van de picasa album.
pt_br: Não é possível carregar os dados do álbum do Picasa.
ru_ru: Невозможно получить данные альбома Picasa.
tr_tr: Picasa albüm verileri alınamadı.

source: Could not get additional photos.
ar_ar: لا يمكن استيراد صور إضافية
da_da: Kunne ikke få flere billeder.
de_de: Kein Zugriff auf weitere Bilder.
nl_nl: Het is niet mogelijk om de aditionele foto's te verkrijgen.
pt_br: Não é possível carregar fotos adicionais.
ru_ru: Невозможно получить дополнительные фотографии.
tr_tr: Ek fotoğraf alınamadı.

source: No photos were found in this album
ar_ar: لم يتم ايجاد صور في هذا الألبوم
da_da: Ingen fotos blev fundet i dette album
de_de: Dieses Album enthält keine Bilder.
nl_nl: Er zijn in deze album geen foto's gevonden
pt_br: Não há fotos neste álbum.
ru_ru: В этом альбоме фотографии не найдены.
tr_tr: Bu albümde fotoğraf bulunamadı.

source: Could not get Picasa data.
ar_ar: لا يمكن استيراد المعلومات من Picasa
da_da: Kunne ikke modtage Picasa data.
de_de: Kein Zugriff auf Picasa.
nl_nl: Het is niet mogelijk om data te verkrijgen van Picasa.
pt_br: Não é possível carregar os dados do Picasa.
ru_ru: Невозможно получить данные Picasa.
tr_tr: Picasa verileri alınamadı.

source: Select None
ar_ar: إلغاء التحديد
da_da: Markér ingen
de_de: Nichts auswählen
nl_nl: Niets selecteren
pt_br: Desmarcar todos
ru_ru: Очистить выбор
tr_tr: Hiçbirini Seçme

source: Could not get photos.
ar_ar: لا يمكن استيراد الصور
da_da: Kunne ikke modtage fotos.
de_de: Kein Zugriff auf die Bilder.
nl_nl: Onmogelijk om de foto's te verkrijgen.
pt_br: Não é possível carregar fotos.
ru_ru: Не удается получить фотографии.
tr_tr: Fotoğraflar alınamadı.

source: Photo Gallery Slideshow
ar_ar: مستعرض معرض الصور
da_da: Fotoalbum slideshow
de_de: Foto Galerie DiaShow
it_it: Slideshow Foto Gallery
nl_nl: Fotogalerij Diashow
pt_br: Slideshow da Galeria de Fotos
ru_ru: Слайдшоу фото галереи
tr_tr: Fotoğraf Galerisi Slayt Gösterisi

source: Invalid Category ID
ar_ar: رقم ID تصنيف خاطئ
da_da: Forkert kategori ID
de_de: Ungültige Kategorie ID
it_it: ID Categoria non valido
nl_nl: Ongeldige categorie ID
pt_br: ID de categoria inválido
ru_ru: Неверный ID категории
tr_tr: Kategori Kimlik Bilgisi Geçersiz

source: You must supply a valid category id.
ar_ar: لابد من اعطاء رقم ID تصنيف صحيح.
da_da: Du skal oprette en gyldig kategori id.
de_de: Sie müssen eine gültige Kategorie ID senden
it_it: Devi fornire un ID categoria valido.
nl_nl: Je moet een geldige categorie ID opgeven.
pt_br: Você deve fornecer um ID válido de categoria.
ru_ru: Вы должны указать правильный идентификатор категории.
tr_tr: Geçerli bir kategori kimlik bilgisi yazılmalı.

source: No photos found.
ar_ar: لا توجد أية صور.
da_da: Ingen foto´s fundet.
de_de: Keine Fotos gefunden
it_it: Nessuna immagine trovata.
nl_nl: Geen foto's gevonden.
pt_br: Fotos não encontradas.
ru_ru: Фотографий не найдено
tr_tr: Fotoğraf bulunamadı.

source: Help
ar_ar: مساعده
da_da: Hjælp
de_de: Hilfe
it_it: Aiuto
pt_br: Ajuda
ru_ru: Справка
tr_tr: Yardım

# The beginning or starting place.
source: Home
ar_ar: البداية
da_da: Hjem
de_de: Startseite
it_it: Pagina iniziale
nl_nl: Start
ru_ru: Главная
tr_tr: Anasayfa

source: Upcoming
ar_ar: قريبا
da_da: kommende
de_de: Bevorstehend
it_it: In Arrivo
nl_nl: Binnenkort
pt_br: Por Vir
ru_ru: Предстоящее
tr_tr: Yaklaşan Olaylar

source: Members Online
ar_ar: الأعضاء المتصلون
da_da: Medlemmer online
de_de: Mitglieder online
it_it: Membri Online
nl_nl: Ingelogde gebruikers
pt_br: Membros Online
ru_ru: Пользователи онлайн
tr_tr: Şu Anda Sitede

source: Share something with everyone
ar_ar: شارك شيء مع الجميع
da_da: Del noget med alle
de_de: Mit allen teilen.
nl_nl: Deel iets met iedereen.
pt_br: Compartilhe algo com todos.
ru_ru: Поделитесь чем-нибудь со всеми
tr_tr: Herkesle birşeyler paylaş

source: Update Facebook?
ar_ar: تحديث فيس بوك؟
da_da: opdater Facebook?
de_de: Auf Facebook posten?
it_it: Aggiornare Facebook?
nl_nl: Facebook Updaten?
pt_br: Postar no Facebook?
ru_ru: Обновить Facebook?
tr_tr: Facebook güncellensin mi?

source: %s added a new status update.
ar_ar: %s قام بإجراء تحديث لبياناته.
da_da: %s tilføjet en ny status opdatering.
de_de: %s hat einen neuen Status hinzugefügt.
it_it: %s ha aggiornato il suo stato.
nl_nl: %s heeft zijn status aangepast
pt_br: %s adicionou uma nova atualização de status.
ru_ru: %s обновил свой статус.
tr_tr: %s yeni bir durum güncellemesi ekledi.

source: Already Voted
ar_ar: أدى التصويت من قبل
da_da: Har allederede stemt
de_de: Bereits abgestimmt.
it_it: Già votato
nl_nl: u heeft al gestemd
pt_br: Já Votou
ru_ru: Вы уже голосовали
tr_tr: Zaten Oy Verildi

source: Polls
ar_ar: استطلاعات الرأي
da_da: Afstemninger
de_de: Umfragen
it_it: Sondaggi
nl_nl: Peilingen
pt_br: Enquetes
ru_ru: Опросы
tr_tr: Anketler

source: Vote
ar_ar: صوّت
da_da: Stem
de_de: Abstimmen
it_it: Vota
nl_nl: Stem
pt_br: Voto
ru_ru: Проголосовать
tr_tr: Oy ver

source: Results
ar_ar: النتائج
da_da: Resultater
de_de: Ergebnisse
it_it: Risultati
nl_nl: Uitslagen
pt_br: Resultados
ru_ru: Результаты
tr_tr: Sonuçlar

source: What's New
ar_ar: ما الجديد
da_da: Hvad er nyt
de_de: Neues
it_it: Novità
nl_nl: Recente gebeurtenissen
pt_br: Novidades
ru_ru: Что нового
tr_tr: Yeni Neler Var

source: Reply
ar_ar: رد
da_da: Svar
de_de: Antwort
it_it: Risposta
nl_nl: Beantwoord
pt_br: Responder
ru_ru: Ответить
tr_tr: Yanıt

source: Added address information for %s.
ar_ar: أضاف عنوان ل%s
da_da: Tilføjet adresse information for %s
de_de: Hat Adressinformationen für %s hinzugefügt.
it_it: Aggiunto l'indirizzo di %s.
nl_nl: Adresgegevens zijn toegevoegd voor %s.
pt_br: Adicionou informação de endereço para %s.
ru_ru: Добавлена информация об адресе для %s.
tr_tr: %s için adres bilgisi ekledi.

source: Changed his profile picture.
ar_ar: قام بتغيير صورته الشخصية
da_da: Har ændret hans profilbilled.
de_de: Hat sein Profilbild geändert.
it_it: Ha modificato la sua immagine del profilo.
nl_nl: Heeft zijn/haar profielfoto gewijzigd.
pt_br: Trocou a foto do perfil.
ru_ru: Изменил свой аватар.
tr_tr: Kişisel resmini değiştirdi.

source: Changed her profile picture.
ar_ar: قامت بتغيير صورتها الشخصية
da_da: Har ændret hendes profilbilled.
de_de: Hat ihr Profilbild geändert.
it_it: Ha modificato la sua immagine del profilo.
nl_nl: Heeft profielfoto aangepast
pt_br: Trocou a foto de perfil.
ru_ru: Изменила свой аватар.
tr_tr: Kişisel resmini değiştirdi.

source: Added a new event.
ar_ar: أضاف حدث جديد
da_da: Tilføjet en ny begivenhed.
de_de: Neues Ereignis hinzugefügt.
nl_nl: Nieuwe gebeurtenis toegevoegd.
pt_br: Adicionado um novo evento.
ru_ru: Добавлено новое событие.
tr_tr: Yeni bir etkinlik ekledi.

source: Added a new document.
ar_ar: أضاف مستند جديد
da_da: Tilføjet nyt dokument.
de_de: Neues Dokument hinzugefügt.
nl_nl: Nieuw document toegevoegd.
pt_br: Adicionado um novo documento.
ru_ru: Добавлен новый документ.
tr_tr: Yeni bir belge ekledi.

source: Commented on the following photo:
ar_ar: علّق على الصورة التالية:
da_da: Kommenteret på følgende billed:
de_de: Kommentierte das folgende Foto:
it_it: ha commentato la seguente foto:
nl_nl: Reageerde op de volgende foto:
pt_br: Comentou na foto:
ru_ru: Прокомментировал фотографию:
tr_tr: Şu fotoğrafı yorumladı:

source: Added %d new photos.
ar_ar: أضاف %d صور جديدة
da_da: Tilføjet %d nye fotos.
de_de: %d neue Bilder hinzugefügt.
nl_nl: %d nieuwe foto's toegevoegd.
pt_br: Adicionadas %d novas fotos.
ru_ru: Добавлено %d новых фотографий.
tr_tr: %d yeni fotoğraf ekledi.

source: Joined the website.
ar_ar: إنضم إلى الموقع
da_da: Sluttede sig til websiden.
de_de: Ist der Website beigetreten
it_it: Si è iscritto al sito.
nl_nl: Nieuw op de website.
pt_br: Começou a usar o site.
ru_ru: Присоединился к сайту.
tr_tr: Siteye katıldı

source: Added new Family News.
ar_ar: أضاف خبر عائلي جديد
da_da: Tilføjede nye familienyheder.
de_de: Familienneuigkeiten hinzugefügt.
nl_nl: Nieuw familie nieuws werd toegevoegd.
pt_br: Adicionadas novas Notícias familiares.
ru_ru: Добавлены новые Семейные новости.
tr_tr: Yeni Aile Haberleri ekledi.

source: Added a new poll.
ar_ar: أضاف استفتاء جديد
da_da: Tilføjet en ny meningsmåling.
de_de: Neue Abstimmung hinzugefügt.
nl_nl: Nieuwe poll toegevoegd.
pt_br: Adicionada uma nova pesquisa.
ru_ru: Добавлен новый опрос.
tr_tr: Yeni bir Anket ekledi.

source: Added a new prayer concern.
da_da: Tilføjet en ny Forespørgsel.
de_de: Neues Gebet hinzugefügt.
nl_nl: Nieuw gebed toegevoegd.
ru_ru: Добавлена новая молитва.
tr_tr: Yeni bir dua konusu ekledi.

source: Added a new recipe.
ar_ar: أضاف وصفة جديدة
da_da: Tilføjet en ny Opskrift
de_de: Neues Rezept hinzugefügt.
nl_nl: Nieuw recept toegevoegd
pt_br: Adicionada uma nova receita.
ru_ru: Добавлен новый рецепт.
tr_tr: Yeni bir tarif ekledi.

source: Started a new thread.
ar_ar: بدأ موضوع جديد
da_da: Startet et nyt tråd.
de_de: Neues Thema hinzugefügt.
nl_nl: Nieuw onerwerp toegevoegd.
pt_br: Iniciado um novo tópico.
ru_ru: Добавлена новая тема.
tr_tr: Yeni bir konu başlattı.

source: Added a new video.
ar_ar: أضاف فيديو جديد
da_da: Tilføjet en ny video.
de_de: Neues Video hinzugefügt.
nl_nl: Nieuwe video toegevoegd.
pt_br: Adicionado um novo vídeo.
ru_ru: Добавлено новое видео.
tr_tr: Yeni bir video ekledi.

source: address
ar_ar: عنوان
da_da: adresse
de_de: Adresse
it_it: indirizzo
nl_nl: adres
pt_br: endereço
ru_ru: адрес
tr_tr: adres

source: email address
ar_ar: عنوان البريد الإلكتروني
da_da: e-mail adresse
de_de: E-Mail Adresse
it_it: Indirizzo email
nl_nl: e-mailadres
pt_br: endereço de email
ru_ru: e-mail адрес
tr_tr: e-posta adresi

source: home phone number
ar_ar: رقم هاتف البيت
da_da: Hjemme tlf nummer.
de_de: Telefonnummer Privat
it_it: Numero Telefono Casa
nl_nl: telefoonnummer thuis
pt_br: telefone residencial
ru_ru: Домашний телефон
tr_tr: ev telefonu numarası

source: work phone number
ar_ar: رقم هاتف العمل
da_da: Arbejds tlf nummer
de_de: Telefonnummer Arbeit
it_it: Numero Telefono Aziendale
nl_nl: telefoonnummer werkplaats
pt_br: telefone comercial
ru_ru: Рабочий телефон
tr_tr: iş telefonu numarası

source: cell phone number
ar_ar: رقم الهاتف الجوال
da_da: Tlf nummer
de_de: Telefonnummer Mobil
it_it: Numero Telefono Cellulare
nl_nl: GSM-nummer
pt_br: telefone celular
ru_ru: Мобильный телефон
tr_tr: cep telefonu numarası

# Example: "Updated the <address/phone/email> for <name>."
source: Updated the %s for %s.
ar_ar: قام بتحديث %s ل%s
da_da: opdateret %s for %s.
de_de: Aktualisierte die %s für %s.
it_it: Aggiornata l'informazione %s di %s.
nl_nl: %s is geüpdated voor %s.
pt_br: Atualizou o %s para %s.
ru_ru: Обновлено %s для %s.
tr_tr: %s %s için güncellendi.

# Example: "Updated her <address/phone/email>."
source: Updated her %s.
ar_ar: قامت بتحديث %sها
da_da: Opdateret hendes %s.
de_de: Aktualisierte ihre %s.
it_it: ha aggiornato il suo %s.
nl_nl: Heeft haar %s geüpdated.
pt_br: Atualizou o %s dela.
ru_ru: Обновлила ее %s.
tr_tr: Kendisine ait %s güncellendi.

# Example: "Updated his <address/phone/email>."
source: Updated his %s.
ar_ar: قام بتحديث %sه
da_da: Opdateret hans %s.
de_de: Aktualisierte seine %s.
it_it: ha aggiornato il suo %s.
nl_nl: Heeft zijn %s geüpdated.
pt_br: Atualizou o %s dele.
ru_ru: Обновил его %s.
tr_tr: Kendisine ait %s güncellendi.

source: untitled
ar_ar: بدون عنوان
da_da: Ikke navngivet
de_de: Unbenannt
it_it: Senza Titolo
nl_nl: naamloos
pt_br: sem título
ru_ru: без названия
tr_tr: başlıksız

source: Read More
ar_ar: إقرأ المزيد
da_da: Læs mere
de_de: Weiter lesen
it_it: Leggi ancora
nl_nl: Meer lezen
pt_br: Ler mais
ru_ru: Подробнее
tr_tr: Devamını Oku

source: Last Seen
ar_ar: آخر ظهور
da_da: Sidst set
de_de: nach Zuletzt Online
it_it: Ultima vista
nl_nl: Laatst Online
pt_br: Visto por último
ru_ru: Последнее появление
tr_tr: Son Görülme

source: Could not find address (%s)
ar_ar: لم يتم العثور على العنوان (%s)
da_da: Kunne ikke finde adresse (%s)
de_de: Konnte Adresse (%s) nicht finden
it_it: Indirizzo non trovato (%s)
nl_nl: Kan adres (%s) niet vinden
pt_br: Não foi possível localizar o endereço (%s)
ru_ru: Не удалось найти адрес (%s)
tr_tr: Adres bulunamadı (%s)

source: Address
ar_ar: العنوان
da_da: Adresse
de_de: Adresse
it_it: Indirizzo
nl_nl: Adres
pt_br: Endereço
ru_ru: Адрес
tr_tr: Adres

source: Email
ar_ar: البريد الإلكتروني
nl_nl: E-mailadres
ru_ru: Эл. почта
tr_tr: Eposta

# The dwelling where you live.
source: Home
ar_ar: المنزل
da_da: Hjem
de_de: Startseite
nl_nl: Thuis
pt_br: Residência
ru_ru: Домашний
tr_tr: Ev

source: Work
ar_ar: العمل
da_da: Arbejde
de_de: Dienstlich
it_it: Lavoro
nl_nl: Werk
pt_br: Trabalho
ru_ru: Работа
tr_tr: İş

source: Mobile
ar_ar: المحمول
da_da: Mobil
de_de: Handy
it_it: Cellulare
nl_nl: Mobiel
pt_br: Celular
ru_ru: Мобильный телефон
tr_tr: Cep
