Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Could not import news from external source.
ar_ar: لا يمكن استيراد أخبار من مصدر خارجي
da_da: Kunne ikke importere nyheder fra ekstern kilde.
de_de: Kann die Neuigkeit aus externer Quelle nicht importieren
it_it: Impossibile importare notizie da una fonte esterna.
nl_nl: Het nieuws van de externe bron kon niet worden geïmporteerd.
pt_br: Não foi possível importar notícias de uma fonte externa.
ru_ru: Невозможно импортировать новости из внешнего источника
tr_tr: Harici kaynaktan haber içeri aktarılamadı.

source: Source
ar_ar: المصدر
da_da: Kilde
de_de: Quelle
it_it: Fonte
nl_nl: Bron
pt_br: Origem
ru_ru: Источник
tr_tr: Kaynak

source: URL/Account
ar_ar: العنوان/ الحساب الشخصي
da_da: Url/Konto
pt_br: URL/Conta
ru_ru: Ссылка/Аккаунт
tr_tr: URL/Hesap

source: Living
ar_ar: على قيد الحياة
da_da: Levende
de_de: lebt
it_it: In vita
nl_nl: Levend
pt_br: Vivo
ru_ru: Жизнь
tr_tr: Hayatta

source: Add Family Member
ar_ar: اضافة عضو للعائلة
da_da: Tilføj et familiemedlem
de_de: Ein Familienmitglied hinzufügen.
nl_nl: Voeg een Familie lid toe.
pt_br: Adicione um membro da família
ru_ru: Добавить члена семьи
tr_tr: Aile Üyesi Ekle

source: Delete All Relationships
ar_ar: حذف جميع العلاقات
da_da: Slet alle relationer
de_de: Alle Abhängigkeiten löschen.
nl_nl: Verwijder alle relaties
pt_br: Apagar todas as relações
ru_ru: Удалить все отношения
tr_tr: Tüm İlişkileri Sil

source: Unknown
ar_ar: مجهول
da_da: Ukendt
de_de: Unbekannt
it_it: Sconosciuto
nl_nl: Niet bekend
pt_br: Desconhecido
ru_ru: Нет данных
tr_tr: Bilinmeyen

source: Born
ar_ar: ولد
da_da: Født
de_de: Geboren
nl_nl: Geboren
pt_br: Nascido
ru_ru: Родился
tr_tr: Doğum

# Ex: age 30
source: age %d
ar_ar: عمر %d
da_da: Alder %d
de_de: %d Jahre alt
nl_nl: leeftijd %d
pt_br: idade %d
ru_ru: Возраст %d
tr_tr: yaş %d

source: Passed Away
ar_ar: متوفى
da_da: Gået bort
de_de: Gestorben
nl_nl: Overleden
pt_br: Faleceu
ru_ru: Умер
tr_tr: Vefat

# Ex: at age ~81
source: at age %s
ar_ar: في عمر %s
da_da: i en alder af %s
de_de: im Alter von %s
nl_nl: op de leeftijd van %s
pt_br: na idade %s
ru_ru: в возрасте %s
tr_tr: %s yaşında

source: Add Picture
ar_ar: إضافة صورة
da_da: Tilføj Billed
de_de: Bild hinzufügen
it_it: Aggiungi Immagine
nl_nl: Voeg afbeelding toe
pt_br: Adicionar Imagem
ru_ru: Добавить фотографию
tr_tr: Resim Ekle

source: Sex
ar_ar: الجنس
da_da: Køn
de_de: Geschlecht
it_it: Sesso
nl_nl: Geslacht
pt_br: Sexo
ru_ru: Пол
tr_tr: Cinsiyet

source: Date Deceased
ar_ar: تاريخ الوفاه
da_da: Dødsdato
de_de: Todestag
it_it: Data di Decesso
nl_nl: Datum van overlijden
pt_br: Data de Falecimento
ru_ru: Дата смерти
tr_tr: Vefat Ettiği Tarih

source: Create father not listed above
ar_ar: اضافة أب غير مدرج أعلاه
da_da: Opret Far som ikke er anført ovenfor
de_de: Nicht vorhandenen Vater anlegen.
nl_nl: Aanmaken van vader niet modgelijk.
pt_br: Criar pai não listado acima
ru_ru: Добавить отца не перечисленного в списке
tr_tr: Yukarıda listelenmeyen baba ekle

source: Create mother not listed above
ar_ar: اضافة أم غير مدرجة أعلاه
da_da: Opret mor som ikke er anført ovenfor
de_de: Nicht vorhandene Mutter anlegen.
nl_nl: Aanmaken van moederniet modgelijk.
pt_br: Criar mãe não listado acima
ru_ru: Добавить мать не перечисленную в списке
tr_tr: Yukarıda listelenmeyen anne ekle

source: Create spouse not listed above
ar_ar: اضافة زوج غير مدرج أعلاه
da_da: Opret ægtefælle som ikke er anført ovenfor
de_de: Nicht vorhandenen Gatten anlegen.
nl_nl: Aanmaken van echtgenoot niet modgelijk.
pt_br: Criar cônjuge não listado acima
ru_ru: Добавить супруга не перечисленного в списке
tr_tr: Yukarıda listelenmeyen eş ekle

source: Invalid relationship type.
ar_ar: نوع علاقة غير صحيح
da_da: Ugyldig relationstype.
de_de: Ungültige Verwandschaftsbeziehung.
nl_nl: Ongeldige relatie type.
pt_br: Tipo de relação inválido.
ru_ru: Неверный тип отношений.
tr_tr: Akrabalık tipi geçersiz.

source: Create child not listed above.
ar_ar: اضافة ابن غير مدرج أعلاه
da_da: Opret barn som ikke er anført ovenfor
de_de: Nicht vorhandenes Kind anlegen.
nl_nl: Aanmaken van kind niet modgelijk.
pt_br: Criar filho não listado acima.
ru_ru: Добавить ребенка не перечисленного в списке.
tr_tr: Yukarıda listelenmeyen çocuk ekle

source: Create brother not listed above.
ar_ar: اضافة أخ غير مدرج أعلاه
da_da: Opret bror som ikke er nævnt ovenfor.
de_de: Nicht vorhandenen Bruder anlegen.
nl_nl: Aanmaken van broer niet modgelijk.
pt_br: Criar irmão não listado acima.
ru_ru: Добавить брата не перечисленного в списке.
tr_tr: Yukarıda listelenmeyen erkek kardeş ekle

source: Create sister not listed above.
ar_ar: اضافة أخت غير مدرجة أعلاه
da_da: Opret søster som ikke er nævnt ovenfor.
de_de: Nicht vorhandene Schwester anlegen.
nl_nl: Aanmaken van zus niet modgelijk.
pt_br: Criar irmã não listado acima.
ru_ru: Добавить сестру не перечисленную в списке.
tr_tr: Yukarıda listelenmeyen kızkardeş ekle

source: Both parents already exist.
ar_ar: كلا الوالدان موجودان
da_da: Begge forældre eksisterer allerede.
de_de: Beide Elternteile wurden bereits angelegt.
nl_nl: Beide ouders bestaan al.
pt_br: Ambos os pais já existem.
ru_ru: Оба родителя уже существуют
tr_tr: Ebeveynler hayatta.

source: Please add only biological parents. Step parents should be added as spouses, not parents.
da_da: Tilføj venligst kun biologiske forældre. Stedforældre bør tilføjes som ægtefæller, ikke forældre.
de_de: Bitte nur die biologischen Eltern anlegen. Stiefeltern sollten als "Gatten" angelegt werden.
nl_nl: Gelieve alleen de biologische ouders toe te voegen. Stief ouders dienen toegevoegd te worden als echtgenoten, niet als ouders.
pt_br: Por favor, adicione apenas os pais biológicos. Pais adotivos devem ser adicionados como cônjuges, não pais.
ru_ru: Пожалуйста добавляйте только биологических родителей. Приемные родители должны быть добавлены как супруги, но не родители.
tr_tr: Yalnızca biyolojik ebeveynleri ekleyin. Üvey anne/baba ebeveyn değil ilgili kişinin eşi olarak kaydedilmeli.

source: Parents already exist.
ar_ar: الوالدان موجودان بالفعل
da_da: Forældre eksisterer allerede.
de_de: Eltern wurden bereits angelegt.
nl_nl: De ouders bestaan al.
pt_br: Os pais já existem.
ru_ru: Родители уже существуют.
tr_tr: Ebeveynler hayatta.

source: Father already exists.
ar_ar: الأب موجود بالفعل
da_da: Far eksisterer allerede.
de_de: Der Vater wurde bereits angelegt.
nl_nl: De vader bestaat al.
pt_br: Pai já existe.
ru_ru: Отец уже существует.
tr_tr: Baba hayatta.

source: Mother already exists.
ar_ar: الأم موجودة بالفعل
da_da: Mor eksisterer allerede.
de_de: Die Mutter wurde bereits angelegt.
nl_nl: De moder bestaat al.
pt_br: Mãe já existe.
ru_ru: Мать уже существует.
tr_tr: Anne hayatta.

source: Please add only biological parents. Same-sex parents should be added as spouses, not parents.
ar_ar: الرجاء إضافة الأبوين البيولوجيين فقط.
da_da: Tilføj venligst kun biologiske forældre. Samme-køn forældre bør tilføjes som ægtefæller, ikke forældre.
de_de: Bitte nur die biologischen Eltern angeben. Gleichgeschlechtliche Partner als "Gatten" hinzufügen.
nl_nl: Gelieve enkel biologische ouders toe te voegen. Ouders van hetzelfde geslacht dienen als echtgenoot te worden toegevoegd, niet als ouder.
pt_br: Por favor, adicione apenas os pais biológicos. Pais do mesmo sexo devem ser adicionados como cônjuges, não pais.
ru_ru: Пожалуйста добавляйте только биологических родителей. Однополые родители должны быть добавлены как супруги, но не родители, а лучше сосланы на Колыму.
tr_tr: Yalnızca biyolojik ebeveynleri ekleyin. Aynı cinsiyetten ebeveynler ilgili kişinin eşi olarak kaydedilmeli.

source: Add New Father for %s
ar_ar: إضافة أب ل %s
da_da: Tilføj ny far for %s
de_de: Neuen Vater für %s hinzufügen
it_it: Aggiungi Nuovo Padre per %s
nl_nl: Nieuwe vader toevoegen voor %s
pt_br: Adicionar Novo Pai para %s
ru_ru: Добавить нового отца для %s
tr_tr: %s için baba ekle

source: Add New Mother for %s
ar_ar: إضافة أم ل %s
da_da: Tilføj ny mor for %s
de_de: Neue Mutter für %s hinzufügen
it_it: Aggiungi Nuova Madre per %s
nl_nl: Nieuwe moeder toevoegen voor %s
pt_br: Adicionar Nova Mãe para %s
ru_ru: Добавить новую мать для %s
tr_tr: %s için anne ekle

source: Add New Brother for %s
ar_ar: اضافة أخ ل%s
da_da: Tilføj ny bror for %s
de_de: Neuen Bruder für %s anlegen.
nl_nl: Voeg een nieuwe broer toe voor %s
pt_br: Adicionar novo irmão para %s
ru_ru: Добавить брата для %s
tr_tr: %s için erkek kardeş ekle

source: Add New Sister for %s
ar_ar: اضافة أخت ل%s
da_da: Tilføj ny søster for %s
de_de: Neue Schwester für %s anlegen.
nl_nl: Voeg een nieuwe zus toe voor %s
pt_br: Adicionar nova irmã para %s
ru_ru: Добавить сестру для %s
tr_tr: %s için kızkardeş ekle

source: Add New Spouse for %s
ar_ar: إضافة زوج/زوجة ل %s
da_da: Tilføj ny ægtefælle for %s
de_de: Neuen Ehepartner für %s hinzufügen
it_it: Aggiungi Nuovo Partner per %s
nl_nl: Nieuwe partner toevoegen voor %s
pt_br: Adicionar Nova Esposa para %s
ru_ru: Добавить супруга для %s
tr_tr: %s için eş ekle

source: Add New Child for %s
ar_ar: اضافة ابن ل%s
da_da: Tilføj ny barn for %s
de_de: Neues Kind für %s hinzufügen
it_it: Aggiungi Nuovo Figlio per %s
nl_nl: Nieuw kind toevoegen voor %s
pt_br: Adicionar Novo Filho para %s
ru_ru: Добавить нового ребенка для %s
tr_tr: %s için çocuk ekle

source: Invalid Display Type
ar_ar: نظام عرض غير صالح
da_da: Ugyldig Skærmtype
de_de: Ungültiges AnzeigeType
it_it: Formato visualizzazione non valido
nl_nl: Ongeldig Weergavetype
pt_br: Tipo de Visualização Inválido
ru_ru: Неправильно указан тип
tr_tr: Gösterim Tipi Geçersiz

source: Other Parent and Siblings
ar_ar: والد وأشقاء آخرين
da_da: Andre forældre og søskende
de_de: Andere Eltern und Abkömmlinge
nl_nl: Andere ouders, broers en zussen
pt_br: Outros pais e irmãos
ru_ru: Другой родитель или братья, сестры
tr_tr: Diğer Ebeveyn ve Kardeşler

source: Children
ar_ar: الأبناء
da_da: Børn
de_de: Kinder
nl_nl: Kinderen
pt_br: Filhos
ru_ru: Ребенок
tr_tr: Çocuklar

source: Cannot add child relationship. Child already has 2 parents.
ar_ar: لا يمكن اضافة العلاقة كإبن، بالفعل يوجد له والدين.
da_da: Kan ikke tilføje barn relation. Barn har allerede 2 forældre.
de_de: Das Kind hat bereits zwei Eltern.
nl_nl: Het kind kan niet worden toegevoegd. Het kind heeft al twee ouders.
ru_ru: Не удается добавить ребенка. Ребенок уже имеет 2 родителей.
tr_tr: Çocuk ilişkisi eklenemedi. Çocuğun zaten 2 ebeveyni var.

source: Other Parent
ar_ar: والد آخر
da_da: Andre forældre
de_de: Andere Eltern.
nl_nl: Ander ouder.
ru_ru: Другой родитель
tr_tr: Diğer Ebeveyn

source: Cannot add sibling relationship, incompatible number of parents.
ar_ar: لايمكن اضافة علاقة أخوة، اللآباء غير متوافقين.
da_da: Kan ikke tilføje Søskenderelation, uforenelig med antallet af forældre.
de_de: Abkömmling mit unstimmiger Elternzahl.
nl_nl: Kan broer of zus niet toevoegen, het aantal ouders is niet correct.
ru_ru: Не удается добавить брата(сестру), неверное число родителей.
tr_tr: Kardeş ilişkisi eklenemedi; ebeveyn sayısı uyumsuz.

source: Parents
ar_ar: الوالدان
da_da: Forældre:
de_de: Eltern
it_it: Genitori
nl_nl: Ouders
pt_br: Pais
ru_ru: Родители
tr_tr: Ebeveynler

source: Cannot add sibling relationship, parents can not be of the same sex.
ar_ar: لايمكن اضافة علاقة أخوة.
da_da: Kan ikke tilføje Søskendeforhold, forældre kan ikke være af samme køn.
de_de: Abkömmling mit unstimmigem Elterngeschlecht.
nl_nl: Onmogelijk broer of zus toe te voegen, Ouders kunnen niet van hetzelfde geslacht zijn.
ru_ru: Не удается добавить брата(сестру), родители не могут быть одного пола.
tr_tr: Kardeş ilişkisi eklenemedi; ebeveynler aynı cinsiyetten olamaz.

source: Cannot add sibling relationship, no parents can be found.
ar_ar: لايمكن اضافة علاقة أخوة، لا يمكن إيجاد الآباء.
da_da: Kan ikke tilføje Søskendeforhold, ingen forældre kan findes.
de_de: Keine Eltern vorhanden.
nl_nl: Onmogelijk broer of zus relatie in te stellen, er werden geen ouders gevonden.
ru_ru: Не удается добавить брата(сестру), не удалось найти родителей.
tr_tr: Kardeş ilişkisi eklenemedi; ebeveyn bulunamadı.

source: View Family Tree for...
ar_ar: أظهر شجرة نسب...
da_da: Se familietræ for...
de_de: Zeige Stammbaum von...
it_it: Mostra l'albero genealogico per...
nl_nl: De stamboom bekijken van...
pt_br: Visualizar Árvore Genealógica como...
ru_ru: Посмотреть родословню для...
tr_tr: Bakılacak Soyağacı Sahibi ...

source: Birth Day
ar_ar: يوم الميلاد
da_da: Fødselsdato
de_de: Geburtstag
nl_nl: Geboortedatum
pt_br: Data de nascimento
ru_ru: День рождения
tr_tr: Doğum Günü

source: Birth Month
ar_ar: شهر الميلاد
da_da: Fødsels måned
de_de: Geburtsmonat
nl_nl: Geboorte maand
pt_br: Mês de nascimento
ru_ru: Месяц рождения
tr_tr: Doğduğu Ay

source: Birth Year
ar_ar: سنة الميلاد
da_da: Fødselsår
de_de: Geburtsjahr
nl_nl: Geboorte jaar
pt_br: Ano de nascimento
ru_ru: Год рождения
tr_tr: Doğum Yılı

source: Deceased Day
ar_ar: يوم الوفاة
da_da: Dødsdag
de_de: Sterbetag
nl_nl: Overlijdens dag
pt_br: Dia do falecimento
ru_ru: День смерти
tr_tr: Vefat Ettiği Gün

source: Deceased Month
ar_ar: شهر الوفاة
da_da: Dødsmåned
de_de: Sterbemonat
nl_nl: Overlijdens maand
pt_br: Mês do falecimento
ru_ru: Месяц смерти
tr_tr: Vefat Ettiği Ay

source: Deceased Year
ar_ar: سنة الوفاة
da_da: Dødsår
de_de: Sterbejahr
nl_nl: Overlijdens jaar
pt_br: Ano do falecimento
ru_ru: Год смерти
tr_tr: Vefat Ettiği Yıl

source: Type is invalid, must be one of: father, mother, spouse, brother, sister, child.
ar_ar: النوع غير صحيح, يجب أن يكون من ضمن: أب, أم, زوج, أخ, أخت, ابن.
da_da: Type er ugyldig, skal være en af: far, mor, ægtefælle, bror, søster, barn.
de_de: Ungültige Auswahl - Möglichkeiten: Vater, Mutter, Gatte, Bruder, Schwester, Kind.
nl_nl: Type is onmogelijk. Kies: vader, moeder,echtgenote, broer, zus of kind.
pt_br: Tipo é inválido, deve ser um destes: pai, mãe, cônjuge, irmão, irmã, filho.
ru_ru: Неправильный тип, выберите из перечисленных: отец, мать, супруг, брат, сестра, ребенок.
tr_tr: Geçersiz tip; şunlardan biri olmalı: baba, anne, eş, erkek kardeş, kızkardeş, çocuk.

source: Parents are of the same sex. Must only add biological parents.
ar_ar: يجب اضافة الأبوين البيولوجيين فقط .
da_da: Forældre er af samme køn. Skal kun tilføjes biologiske forældre.
de_de: Die Eltern sind gleichgeschlechtlich. Bitte nur biologische Eltern angeben.
nl_nl: Ouders zijn van hetzelfde geslacht. Alleen de biologische ouders kunnen worden toegevoegd.
pt_br: Os pais são do mesmo sexo. Deve apenas adicionar pais biológicos.
ru_ru: Родители одного пола. Можно указывать только биологических родителей.
tr_tr: Ebeveynler aynı cinsiyetten. Yalnızca biyolojik ebeveynler eklenmeli.

source: Parents are of the same sex. Children must be added to biological parents.
ar_ar: يجب اضافة الأبناء لأبوين بيولوجيين فقط .
da_da: Forældre er af samme køn. Børn skal føjes til biologiske forældre.
de_de: Die Eltern sind gleichgeschlechtlich. Die Kinder beiden biologischen Eltern angeben.
pt_br: Os pais são do mesmo sexo. As crianças devem ser adicionados aos pais biológicos.
ru_ru: Родители одного пола. Ребенок должен быть добавлен к биологическим родителям.
tr_tr: Ebeveynler aynı cinsiyetten. Çocuklar biyolojik ebeveynlere eklenmeli.

source: %s is missing.
ar_ar: %s مفقود.
da_da: %s mangles.
de_de: %s fehlt.
pt_br: %s está faltando.
ru_ru: %s отсутствует.
tr_tr: %s eksik.

source: %s is invalid.
ar_ar: %s غير صحيح.
da_da: %s er ugyldig.
de_de: %s ungültig.
pt_br: %s é inválido.
ru_ru: %s неправильный.
tr_tr: %s geçersiz.

source: Latest
ar_ar: الأحدث
da_da: Seneste
de_de: Neueste
it_it: Più recente
nl_nl: Laatste
pt_br: Últimos
ru_ru: Последнее
tr_tr: En Yeni

source: Top Rated
ar_ar: الأعلى تقييمًا
da_da: Bedst bedømte
de_de: Bewertung
it_it: Più votati
nl_nl: Hoogst gewaardeerd
pt_br: Melhor avaliados
ru_ru: Лучшие
tr_tr: En Çok Oylanan

source: Most Viewed
ar_ar: الأكثر استعراضا
da_da: Mest vist
de_de: meist gesehen
it_it: Più visti
nl_nl: Meest Bekeken
pt_br: Mais Vistos
ru_ru: Популярные
tr_tr: En Çok İzlenen

source: My Photos
ar_ar: صوري
da_da: Mine fotos
de_de: Meine Fotos
it_it: Le mie foto
nl_nl: Mijn foto's
pt_br: Minhas Fotos
ru_ru: Мои фотографии
tr_tr: Fotoğraflarım

source: Upload Photos
ar_ar: قم برفع الصور
da_da: Upload fotos
de_de: Foto hochladen
it_it: Carica foto
nl_nl: Upload Foto's
pt_br: Enviar foto
ru_ru: Загрузка фотографий
tr_tr: Fotoğraf Yükle

source: Manage Categories
ar_ar: ادارة التصانيف
da_da: Administrer kategorier
de_de: Kategorien verwalten
it_it: Gestisci categorie
nl_nl: Beheer categorie&#235;n
pt_br: Gerenciar Categorias
ru_ru: Управление категориями
tr_tr: Kategorileri Yönet

source: Photo Uploaded By
ar_ar: تم رفع الصورة بواسطة
da_da: Fotos oploadet af
de_de: Foto hochgeladen von
it_it: Foto caricata da
nl_nl: Foto ingezonden door
pt_br: Foto enviada por
ru_ru: Автор Фото
tr_tr: Fotoğrafı Yükleyen

source: Members In Photo
ar_ar: الأعضاء في صورة
da_da: Medlemmer på foto
de_de: Mitglieder auf dem Foto
it_it: Membri nella foto
nl_nl: Leden op foto
pt_br: Membros na foto
ru_ru: Члены семьи на фотографии
tr_tr: Fotoğraftaki Üyeler

source: Currently no one has added any photos
ar_ar: حاليا لم يتم إضافة أي صور
da_da: I øjeblikket ingen har tilføjet nogen fotos
de_de: Momentan hat Keiner Fotos hinzugefügt
it_it: Attualmente nessuno ha aggiunto foto
nl_nl: Er heeft nog niemand foto's toegevoegd
pt_br: Atualmente, ninguém tem fotos
ru_ru: В настоящее время никто не добавил ни одной фотографии
tr_tr: Henüz hiç fotoğraf eklenmedi.

source: Why don't you upload some photos now?
ar_ar: لمادا لم تضيف أي صور الآن؟
da_da: Hvorfor uploader du ikke nogle billeder nu?
de_de: Warum laden Sie nicht ein paar Fotos hoch?
it_it: Perchè non aggiungi qualche foto?
nl_nl: Waarom plaatst u nu niet gelijk wat foto's?
pt_br: Porque você não posta algumas fotos agora?
ru_ru: Почему бы вам не загрузить фотографию?
tr_tr: Hemen fotoğraf yüklemeye başlamak istemez misiniz?

source: Oops!
ar_ar: عفواً !
da_da: Hovsa!
de_de: Hoppla!
nl_nl: Oeps!
pt_br: Opa!
ru_ru: Вот-те на!
tr_tr: Hata!

source: The Category you are trying to view is Empty.
ar_ar: التصنيف الذي تحاول عرضه خاليا
da_da: Den kategori, du forsøger at se er tom.
de_de: Die anzuzeigende Kategorie ist nicht befüllt.
it_it: La categoria che stai provando a vedere è vuota.
nl_nl: De categorie die je wil zien bevat geen foto's.
pt_br: A categoria que você está tentando visualizar está vazia.
ru_ru: Категорию, которую вы пытаетесь просмотреть пустая.
tr_tr: Bakmak istediğiniz kategori boş.

source: The Photo you are trying to view can not be found.
ar_ar: الصورة التي تحاول عرضها غير موجودة
da_da: Foto, du forsøger at se ikke kan findes.
de_de: Das Bild das du versuchst zu sehen, kann nicht gefunden werden.
it_it: La foto che stai provando a vedere non è stata trovata.
nl_nl: De foto die je wil bekijken werd niet gevonden.
pt_br: A foto que você está tentando exibir não pode ser encontrada.
ru_ru: Фото которое вы пытаетесь просмотреть, не может быть найдено.
tr_tr: Bakmak istediğiniz fotoğraf bulunamadı.

source: %d of %d
ar_ar: %d من %d
da_da: %d af %d
de_de: %d von %d
it_it: %d di %d
nl_nl: %d van %d
pt_br: %d de %d
ru_ru: %d из %d
tr_tr: %d / %d

source: From the Category:
ar_ar: أنشء التصنيف
da_da: Fra kategori:
de_de: Aus der Kategorie
it_it: Dalla Categoria:
nl_nl: Categorie:
pt_br: Da categoria:
ru_ru: Из категории:
tr_tr: Kategorisi:

source: Click to view more photos of %s.
ar_ar: اضغط لعرض صور أخرى ل%s.
da_da: Klik her for at se flere billeder af %s.
de_de: Für weitere Fotos von %s bitte klicken.
it_it: Clicca per vedere altre foto di %s.
nl_nl: klik om meer foto's te zien van %s
pt_br: Clique para visualizar mais fotos de %s.
ru_ru: Кликните, чтобы посмотреть больше фотографий от %s.
tr_tr: %s - daha fazla fotoğraf görmek için tıklayın.

source: Currently %s/5 Starts
ar_ar: حاليا %s/5 نجوم
da_da: I øjeblikket %s/5 starter
de_de: Momentan %s/5 Sterne
it_it: Attualmente %s/5 stelle
nl_nl: Op dit moment %s/5 Sterren
pt_br: Atualmente %s/5 Inicia
ru_ru: На данный момент %s/5 звёзд
tr_tr: Şu Anda %s/5 Yıldız

source: %s out of 5 Stars
ar_ar: %s من 5 نجوم
da_da: %s ud af 5 stjerner
de_de: %s von 5 Sternen
it_it: %s Stelle su 5
nl_nl: %s van 5 sterren
pt_br: %s de 5 estrelas
ru_ru: %s получил 5 звезд
tr_tr: %s / 5 Yıldız

source: Members in Photo
ar_ar: أعضاء في الصورة
da_da: Medlemmer på foto
de_de: Mitglieder auf dem Foto
it_it: Membri nella foto
nl_nl: Leden op foto
pt_br: Membros na foto
ru_ru: Участники на фотографии
tr_tr: Fotoğraftaki Üyeler

source: Filename
ar_ar: اسم الملف
da_da: Filnavn
de_de: Dateiname
it_it: Nome file
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
ru_ru: Имя файла
tr_tr: Dosya Adı

source: Photo Size
ar_ar: حجم الصورة
da_da: Foto størrelse
de_de: Fotogröße
it_it: Dimensione foto
nl_nl: Fotoformaat
pt_br: Tamanho da foto
ru_ru: Размер фотографии
tr_tr: Fotoğraf Boyutu

source: Dimensions
ar_ar: أبعاد
da_da: Dimensioner
de_de: Abmessungen
it_it: Dimensioni
nl_nl: Afmetingen
pt_br: Dimensões
ru_ru: Размеры
tr_tr: Boyutlar

source: Latest Comments
ar_ar: آخر التعليقات
da_da: Seneste kommentarer
de_de: Neuste Kommentare
it_it: Ultimi commenti
nl_nl: Laatste reacties
pt_br: Últimos comentários
ru_ru: Последние комментарии
tr_tr: En Son Yorumlar

source: Photos of %s
ar_ar: صور ل %s
da_da: Fotos af %s
de_de: Fotos von %s
it_it: Foto di %s
nl_nl: Foto's van %s
pt_br: Fotos de %s
ru_ru: Фото %s
tr_tr: %s adlı kullanıcıdan fotoğraflar

source: Photos uploaded by %s
ar_ar: تم رفع الصور بواسطة %s
da_da: Fotos oploadet af %s
de_de: Fotos von %s hochgeladen
it_it: Foto caricate da %s
nl_nl: Foto's ingezonden door %s
pt_br: Fotos enviados por %s
ru_ru: %s загрузил фотографии
tr_tr: Fotoğrafları yükleyen %s

source: Uh Oh!
ar_ar: للأسف
da_da: Åh. Øv!
de_de: Auweia!
ru_ru: Ох!
tr_tr: Hata!

source: The category you are trying to view doesn't exist.
ar_ar: التصنيف الذي تحاول عرضه غير موجود
da_da: Den kategori, du forsøger at se, eksisterer ikke.
de_de: Diese Kategorie existiert nicht.
it_it: La categoria che stai provando a vedere non esiste.
nl_nl: De categorie die je wil zien bestaat niet.
pt_br: A categoria que você está tentando visualizar não existe.
ru_ru: Категория, которую вы пытаетесь просмотреть, не существует.
tr_tr: Bakmak istediğiniz kategori mevcut değil.

source: View All
ar_ar: عرض الكل
da_da: Vis alt
de_de: Alles anzeigen
it_it: Mostra tutto
nl_nl: Alles bekijken
pt_br: Visualizar tudo
ru_ru: Просмотреть все
tr_tr: Hepsini görüntüle

source: M. j, Y g:i a
ar_ar: j, M. Y g:i a
de_de: d.m.Y - H:i
ru_ru: M. j, Y G:i

source: View Categories for %s
ar_ar: عرض التصنيفات ل %s
da_da: Kategorier for %s
de_de: Zeige Kategorien für %s
it_it: Guarda le categorie di %s
nl_nl: Categorieën bekijken voor %s
pt_br: Ver categorias para %s
ru_ru: Посмотреть категории %s
tr_tr: %s İçin Kategorilere Bak

source: Photos
ar_ar: الصور
da_da: Fotos
de_de: Fotos
it_it: Foto
nl_nl: Foto's
pt_br: Fotos
ru_ru: Фотографии
tr_tr: Fotoğraflar

source: View Photos in %s
ar_ar: عرض الصور في %s
da_da: Se billeder i %s
de_de: Fotos in %s ansehen
it_it: Guarda le foto in %s
nl_nl: Foto's bekijken in %s
pt_br: Ver fotos em %s
ru_ru: Посмотреть фотографии в %s
tr_tr: %s İçindeki Fotoğraflara Bak

source: Administrate
ar_ar: ادارة
da_da: Administreret
de_de: Administrieren
it_it: Amministra
nl_nl: Beheer
pt_br: Administrar
ru_ru: Управление
tr_tr: Yönetim

source: Add Description
ar_ar: أضف وصف
da_da: Tilføj beskrivelse
de_de: Beschreibung hinzufügen
it_it: Aggiungi Descrizione
nl_nl: Voeg bijschrift toe
pt_br: Adicionar Descrição
ru_ru: Добавить описание
tr_tr: Açıklama Ekle

source: No description
ar_ar: بدون وصف
da_da: Ingen beskrivelse
de_de: Keine Beschreibung
it_it: Nessuna Descrizione
nl_nl: Geen omschrijving
pt_br: Nenhuma descrição
ru_ru: Нет описания
tr_tr: Açıklama yok
