Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Add a Recipe
ar_ar: إضافة وصفة
da_da: Tilføj en opskrift
de_de: Ein Rezept hinzufügen
it_it: Aggiungi una ricetta
nl_nl: Recept toevoegen
pt_br: Incluir Receita
ru_ru: Добавить рецепт
tr_tr: Tarif Ekle

source: Latest Recipes
ar_ar: أحدث الوصفات
da_da: Seneste opskrifter
de_de: Neuste Rezepte
it_it: Ultime Ricette
nl_nl: Nieuwste recepten
pt_br: Últimas Receitas
ru_ru: Самые последние рецепты
tr_tr: En Yeni Tarifler

source: Click to view recipe
ar_ar: انقر لعرض وصفة
da_da: Klik for at se opskrift
de_de: Klicken, um das Rezept anzuzeigen
it_it: Clicca per visualizzare la ricetta
nl_nl: Klik om het recept te bekijken
pt_br: Clique para ver a receita
ru_ru: Щёлкните, чтобы ознакомиться с рецептом
tr_tr: Tarifi görmek için tıklayın.

source: Recipe Categories
ar_ar: تصنيفات الوصفات
da_da: Opskrift kategorier
de_de: Rezept Kategorien
it_it: Categorie ricette
nl_nl: Receptcategorieën
pt_br: Categorias de Receita
ru_ru: Категории рецептов
tr_tr: Tarif Kategorileri

source: Currently no one has added any recipes to this category.
ar_ar: حاليا لم يضف أحد أي من الوصفات لهذا التصنيف
da_da: I øjeblikket ingen har tilføjet nogen opskrifter til denne kategori.
de_de: Derzeit sind keine Rezepte in dieser Kategorie angetragen.
it_it: Per ora nessuno ha aggiunto una ricetta in questa categoria
nl_nl: Deze categorie bevat momenteel geen recepten.
pt_br: Até o momento, ninguém adicionou receitas à esta categoria.
ru_ru: Ещё никто не добавил ни одного рецепта в эту категорию.
tr_tr: Henüz bu kategoriye tarif eklenmedi.

source: Recipe does not exist.
ar_ar: الوصفة غير موجودة.
da_da: Opskrift existerer ikke.
de_de: Das Rezept gibt es nicht
it_it: La ricetta non esiste.
nl_nl: Het recept bestaat niet.
pt_br: Receita não existe.
ru_ru: Рецепт не существует.
tr_tr: Tarif mevcut değil.

source: F j, Y, g:i a
de_de: d.m.Y - H:i
ru_ru: F j, Y, G:i

source: Submitted by %s on %s.
da_da: Tilføjet af %s den %s
de_de: Eingereicht von %s auf %s.
it_it: Inviato da %s il %s.
nl_nl: Toegevoegd door %s op %s
pt_br: Enviado por %s no dia %s.
ru_ru: Отравлено %s в %s.
tr_tr: %s tarafından %s tarihinde iletildi.

source: Edit this Recipe
ar_ar: تحرير هذه الوصفة
da_da: Rediger denne opskrift
de_de: Dieses Rezept bearbeiten
it_it: Modifica questa ricetta
nl_nl: Wijzig dit Recept
pt_br: Editar esta Receita
ru_ru: Редактировать этот рецепт
tr_tr: Bu Tarifi düzenle

source: Delete this Recipe
ar_ar: حذف الوصفة
da_da: Slet denne opskrift
de_de: Rezept löschen
it_it: Cancella questa ricetta
nl_nl: Verwijder dit Recept
pt_br: Excluir esta Receita
ru_ru: Удалить этот рецепт
tr_tr: Bu Tarifi sil

source: Directions
ar_ar: الارشادات
da_da: Vejledning
de_de: Beschreibung
it_it: Istruzioni
nl_nl: Beschrijving
pt_br: Instruções
ru_ru: Инструкции
tr_tr: Yönergeler

source: Ingredients
ar_ar: المكونات
da_da: Ingredienser
de_de: Zutaten
it_it: Ingredienti
nl_nl: Ingrediënten
pt_br: Ingredientes
ru_ru: Продукты
tr_tr: Malzeme

source: You need to create a category before you add a recipe.
ar_ar: تحتاج اضافة تصنيف قبل اضافة وصفة
da_da: Du er nødt til at oprette en kategori inden du tilføjer en opskrift.
de_de: Du musst eine Kategorie anlegen bevor du ein Rezept hinzufügen kannst
it_it: E' necessario creare una categoria prima di inserire una ricetta.
nl_nl: Maak eerst een categorie aan, daarna kunt u een recept plaatsen
pt_br: Você precisa criar uma categoria antes de adicionar uma receita.
ru_ru: Вы должны создать категорию перед добавлением рецепта.
tr_tr: Tarif eklemeden önce bir kategori oluşturmalısınız.

source: The name of your recipe.
ar_ar: اسم وصفتك.
da_da: Navnet på opskriften
de_de: Der Name ihres Rezeptes
it_it: Nome della tua ricetta.
nl_nl: Naam van het recept
pt_br: O nome da receita.
ru_ru: Название вашего рецепта.
tr_tr: Tarifinizin adı.

source: Thumbnail
ar_ar: صورة مصغّرة
da_da: Miniature
de_de: Vorschaubild
it_it: Miniatura
pt_br: Miniatura
ru_ru: Миниатюра
tr_tr: Küçük resim

source: New Category
ar_ar: فئة جديدة
da_da: Ny kategori
de_de: Neue Kategorie
it_it: Nuova Categoria
nl_nl: Nieuwe categorie
pt_br: Nova Categoria
ru_ru: Новая категория
tr_tr: Yeni Kategori

source: Put each ingredient on a seperate line.
ar_ar: ضع كل مكون في سطر مستقل
da_da: Skriv hver ingrediens på separat linjer.
de_de: Jede Zutat bitte untereinander schreiben.
it_it: Disponi ogni ingrediente su una linea separata.
nl_nl: Plaats elk ingrediënt op een nieuwe regel.
pt_br: Ponha cada ingrediente em uma linha diferente.
ru_ru: Напишите каждый продукт в отдельной строчке.
tr_tr: Her bir malzemeyi ayrı bir satıra yazın.

source: Edit Recipe
ar_ar: تحرير وصفة
da_da: Rediger opskrift
de_de: Rezept bearbeiten
it_it: Modifica ricetta
nl_nl: Wijzig recept
pt_br: Editar Receita
ru_ru: Изменить Рецепт
tr_tr: Tarifi Düzenle

source: Change
da_da: Ændring
de_de: Ändern
it_it: Modifica
nl_nl: Wijzig
pt_br: Alterar
ru_ru: Изменить
tr_tr: Değiştir

source: Admin Options
ar_ar: خيارات الإدارة
da_da: Admin indstillinger
de_de: Admin Optionen
it_it: Opzioni Admin
nl_nl: Beheren
pt_br: Opções do Admin
ru_ru: Администрирование
tr_tr: Yönetici Seçenekleri

source: Edit Categories
ar_ar: تحرير الأصناف
da_da: Redigér kategorier
de_de: Kategorien bearbeiten
it_it: Modifica Categorie
nl_nl: Categorieën bewerken
pt_br: Editar Categorias
ru_ru: Редактирование категорий
tr_tr: Kategorileri Düzenle

source: Account Information
ar_ar: معلومات الحساب
da_da: Kontooplysninger
de_de: Kontoinformationen
it_it: Informazioni account
nl_nl: Gebruikersinformatie
pt_br: Informações de Conta
ru_ru: Информация об учётной записи
tr_tr: Hesap Bilgisi

source: Change Password
ar_ar: غيّر كلمة السر
da_da: Skift adgangskode
de_de: Kennwort ändern
it_it: Modifica Password
nl_nl: Wachtwoord wijzigen
pt_br: Alterar Senha
ru_ru: Смена пароля
tr_tr: Şifre Değiştir

source: Leave blank if you don't wish to change it.
ar_ar: اتركها فارغة إذا لم ترغب في تغييرها
da_da: Efterlad den blank hvis du ikke ønsker at ændre den.
de_de: Wenn keine Änderung gewünscht ist, bitte leer lassen.
it_it: Lasciare vuoto se non vuoi apportare modifiche.
nl_nl: Laat dit veld leeg als je het niet wil wijzigen.
pt_br: Deixe em branco se você não deseja alterar o campo.
ru_ru: Оставьте это поле пустым, если вы не хотите ничего менять.
tr_tr: Değiştirmek istemiyorsanız boş bırakın.

source: No Preview
ar_ar: بدون معاينة
da_da: Intet eksempel
de_de: Keine Vorschau
it_it: Nessuna Anteprima
nl_nl: Geen Voorbeeld
pt_br: Sem Pre-visualização
ru_ru: Предпросмотр не доступен
tr_tr: Önizleme Yok

source: Current Theme
ar_ar: النمط الحالي
da_da: Nuværende Tema
de_de: Aktuelles Design
it_it: Tema Attuale
nl_nl: Huidig Thema
pt_br: Tema Atual
ru_ru: Текущая Тема
tr_tr: Şu Anki Tema

source: Themes
ar_ar: الأنماط
da_da: Tema
de_de: Designs
it_it: Temi
nl_nl: Thema's
pt_br: Temas
ru_ru: Темы
tr_tr: Temalar

source: Click to use this theme.
ar_ar: انقر لاختيار النمط
da_da: Klik for at bruge dette Tema
de_de: Auswähleen um dieses Design zu benutzen
it_it: Clicca per utilizzare questo Tema.
nl_nl: Klik hier om dit thema te gebruiken
pt_br: Clique para usar este tema.
ru_ru: Кликните, чтобы выбрать эту тему.
tr_tr: Bu temayı kullanmak için tıklayın.

source: Use Theme
ar_ar: استخدم النمط
da_da: Brug Tema
de_de: Benutze Design
it_it: Utilizza Tema.
nl_nl: Gebruik Thema
pt_br: Usar Tema
ru_ru: Использовать тему.
tr_tr: Temayı Kullan

source: First and Last Name
ar_ar: الاسم الأول والأخير
da_da: For- og efternavn
de_de: Vor- und Nachname
it_it: Nome e cognome
nl_nl: Voor- en achternaam
pt_br: Nome e Sobrenome
ru_ru: Имя и фамилия
tr_tr: Ad ve Soyadı

source: Language
ar_ar: اللغة
da_da: Sprog
de_de: Sprache
it_it: Lingua
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык
tr_tr: Dil:

source: What language do you speak?
ar_ar: ما اللغة التي تتحدث بها؟
da_da: Hvilket sprog tale du?
de_de: Welche Sprache sprechen Sie
it_it: Che lingua parli?
nl_nl: Welke taal spreek je ?
pt_br: Qual língua você fala?
ru_ru: На каком языке вы говорите?
tr_tr: Hangi dili konuşuyorsunuz?

source: Timezone
ar_ar: المنطقة الزمنية
da_da: Tidszone
de_de: Zeitzone
it_it: Fuso orario
nl_nl: Tijdzone
pt_br: Fuso Horário
ru_ru: Часовой пояс
tr_tr: Zaman Dilimi

source: What timezone do you live in?
ar_ar: ما المنطقة الزمنية التي تعيش بها؟
da_da: Hvilken tidszone bor du i?
de_de: In welcher Zeitzone leben Sie?
it_it: In che fuso orario vivi?
nl_nl: In welke tijdzone woon je?
pt_br: Qual o fuso horário em que você vive?
ru_ru: В какой временной зоне вы живёте?
tr_tr: Hangi zaman diliminde yaşıyorsunuz?

source: You will need to manually change this off and on if your City/Town makes use of DST.
ar_ar: سوف تحتاج تغيير الوقت الزمني لمدينتك يدويا
da_da: Du bliver nødt til manuelt at slå denne til og fra, hvis din by gør brug af sommer- og vintertid.
de_de: Du musst diese Einstellungen manuell ändern, wenn du die Sommerzeit nutzt.
it_it: Devi impostarlo manualmente su ON o su OFF a seconda che la tua Città usi o meno il DST.
nl_nl: Als je gebruik wil maken van zomer- en wintertijd moet je deze instelling manueel aan- en uit zetten.
pt_br: Será necessário que você altere esta configuração manualmente, se sua cidade usa ou não horário de verão.
ru_ru: Вам нужно вручную изменить этот параметр, если ваш город использует DST.
tr_tr: Kentinizde DST kullanılıyorsa bunu kendiniz açıp kapatmalısınız.

source: Preferences
ar_ar: التفضيلات
da_da: Præferencer
de_de: Eigenschaften
it_it: Preferenze
nl_nl: Voorkeuren
pt_br: Preferências
ru_ru: Настройки
tr_tr: Tercihler

source: Frontpage
ar_ar: الواجهة الأمامية
da_da: Forside
de_de: Startseite (Infoliste)
it_it: Pagina iniziale
nl_nl: Startpagina
pt_br: Página Inicial
ru_ru: Главная
tr_tr: Ön sayfa

source: How do you want the latest information to display on the frontpage?
ar_ar: كيف تريد أن تعرض أحدث المعلومات على الصفحة الرئيسية؟
da_da: Hvordan ønsker du de nyeste oplysninger skal vises på forsiden?
de_de: Wie möchten Sie die neusten Informationen auf der Startseite angezeigt bekommen?
it_it: Come desideri che le ultime informazioni appaiano sulla frontpage?
nl_nl: Hoe moeten de updates op de startpagina weergegeven worden?
pt_br: Como você quer que as últimas informações apareçam na Página Inicial?
ru_ru: Как вы хотите, чтобы отображалась последняя информация на главной странице?
tr_tr: En son bilgilerin ön sayfada nasıl gösterilmesini istiyor musunuz?

source: Notifications
ar_ar: إشعارات
da_da: Meddelelser
de_de: Benachrichtigungen
it_it: Avvisi
nl_nl: Meldingen
pt_br: Notificações
ru_ru: Оповещения
tr_tr: Bildirimler

source: Email Updates
ar_ar: تحديثات بالبريد الإلكتروني
da_da: email opdatering
de_de: eMail über alle Aktivitäten?
it_it: Aggiornamenti Email
nl_nl: Nieuwe emails
pt_br: Notificações por Email
ru_ru: Обновления почтовых адресов
tr_tr: Eposta Güncellemeleri

source: Photo Gallery Settings
da_da: Indstillinger for fotogalleri
de_de: Einstellungen Bildergalerie
pt_br: Configurações da Galeria de Fotos.
ru_ru: Настройки фотогалереи
tr_tr: Fotoğraf Galerisi Ayarları

source: Uploader
da_da: oploader
ru_ru: Загрузчик
tr_tr: Yükleyici

source: Advanced
da_da: Avanceret
de_de: Erweitert
pt_br: Avançado
ru_ru: Дополнительно
tr_tr: İleri Düzey

source: Recommended.
da_da: Anbefalet.
de_de: Empfohlen
pt_br: Recomendado
ru_ru: Рекомендованный
tr_tr: Önerilen.

source: Should work in most modern browsers. Allows you to upload multiple photos at once and very large photos.
da_da: Burde virke i de fleste moderne browsere. Gør det muligt at oploade flere billeder på én gang og meget store fotos.
de_de: Sollte mit den häufigsten Browsern funktionieren. Große und viele Bilder können hoch geladen werden.
pt_br: Deve funcionar na maioria dos navegadores modernos. Permite fazer upload de várias fotos de uma só vez e fotos muito grandes.
ru_ru: Должен работать в большинстве современных браузеров. Позволяет вам загружать несколько фотографий сразу и очень большие фотографии.
tr_tr: Modern tarayıcıların çoğunda çalışır. Aynı anda birçok fotoğrafı ve büyük boyutlu fotoğrafları yüklemenizi sağlar.

source: Allows you to upload multiple photos at once and very large photos.
ar_ar: يسمح لك برفع عدد من الصور مرة واحدة وصور كبيرة
da_da: Gør det muligt at oploade flere billeder på én gang og meget store fotos.
de_de: Erlaubt es dir sehr große und mehrere Fotos gleichzeitig hochzuladen.
it_it: Permette di caricare più foto (anche di grandi dimensioni) contemporaneamente.
nl_nl: Hiermee kan je heel grote foto's en ook meerdere foto's tegelijkertijd uploaden.
pt_br: Permite que você envie várias fotos de uma vez ou fotos muito grandes.
ru_ru: Позволяет вам загружать много фотографий и очень большие фотографии.
tr_tr: Aynı anda birçok fotoğrafı ve büyük boyutlu fotoğrafları yüklemenizi sağlar.

source: Basic
da_da: Grundlæggende
de_de: Standard
pt_br: Básico
ru_ru: Основные
tr_tr: Temel

source: For older browsers. Uploads one photo at a time. May not work for on very large photos.
da_da: Til ældre browsere. Opload ét foto ad gangen. Kan muligvis ikke arbejde med meget store billeder.
de_de: Für ältere Browser. Nicht zu große Bilder können nur einzeln geladen werden.
ru_ru: Для старых браузеров. Загружает одну фотографию за раз. Может не работать для с очень большими фотографиями.
tr_tr: Eski tarayıcılar için. Her bir seferde bir fotoğraf yüklenir. Çok büyük boyutlu fotoğraflarda çalışmayabilir.

source: Advanced Tagging
ar_ar: توصيف متقدم
da_da: Avanceret Tagging
de_de: Erweitertes Markieren
it_it: Tagging Avanzato
nl_nl: Geavanceerd Aanduiden (taggen)
pt_br: Marcação Avançada
ru_ru: Расширенное тегирование
tr_tr: İleri Düzey Etiketleme

source: Requires JavaScript.
ar_ar: يتطلب شفرة جافا
da_da: Kræver JavaScript.
de_de: Benötigt JacaScript
it_it: Richiesto JavaScript.
nl_nl: Vereist JavaScript!
pt_br: Requer JavaScript.
ru_ru: Требует Javascript
tr_tr: Javascript gerektirir.

source: Allows you to more quickly tag members in photos.
ar_ar: يسمح لك وصف أعضاء في الصور بسرعة
da_da: Giver dig mulighed for hurtigere at tagge medlemmer i billeder.
de_de: Erlaubt es Ihnen, Mitglieder schneller zu markieren.
it_it: Ti permette di taggare gli utenti nelle foto più rapidamente.
nl_nl: Hiermee kan je sneller leden aanduiden in foto's.
pt_br: Permite que você marque membros mais rápido em fotos.
ru_ru: Позволяет вам быстрее отмечать участников на фотографиях.
tr_tr: Fotoğraflarda üyeleri daha hızlı etiketlemenizi sağlar.

source: Manually Import Posts
ar_ar: استيراد التعليقات يدويا
da_da: Manuelt importere indlæg
de_de: Beiträge manuell importieren
it_it: Importa Posts manualmente.
nl_nl: Manueel Berichten Importeren
pt_br: Importar Posts Manualmente
ru_ru: Импортировать посты вручную
tr_tr: İletileri Elle İçeri Aktar

source: Import Blog Posts
ar_ar: استيراد تعليقات المدونات
da_da: Importere blogindlæg
de_de: Blogbeiträge importieren
it_it: Importa i messaggi di un Blog
nl_nl: Importeer Blogberichten
pt_br: Importar Posts de Blog
ru_ru: Импорт постов в блоге
tr_tr: Blog İletilerini İçeri Aktar

source: Enter your blogger id.
ar_ar: اخل الرقم الكودي للتدوين
da_da: Indtast din blogger-id.
de_de: Blogger ID eingeben
it_it: Inserisci il tuo blogger id.
nl_nl: Geef je blogger ID in.
pt_br: Entre com seu login do blogger.
ru_ru: Введите свой id блогера
tr_tr: Blogger kimlik bilgisini yazın.

source: More Info
ar_ar: مزيد من المعلومات
da_da: Flere oplysninger
de_de: Weitere Informationen
it_it: Ulteriori Informazioni
nl_nl: Meer Informatie
pt_br: Mais Informações
ru_ru: Подробнее
tr_tr: Daha Fazla Bilgi

source: Enter the url to your blog.
ar_ar: ادخل عنوان مدونتك.
da_da: Indtast URL-adressen til din blog.
de_de: Gib deine Blog Url an
it_it: Inserisci l'indirizzo del tuo Blog.
nl_nl: Geef de URL naar je blog in.
pt_br: Digite o endereço do seu blog.
ru_ru: Введите url в ваш блог
tr_tr: Blog için URL yazın.

source: Enter the url to the wordpress rss feed.
ar_ar: ادخل عنوان تعليقات الووردبريس الخاصة بك.
da_da: Indtast URL-adressen på wordpress RSS-feed.
de_de: Wordpress RSS Feed Url eingeben
it_it: Inserisci l'indirizzo degli rss feed di WordPress.
nl_nl: Geef de url op van de WordPress RSS-feed.
pt_br: Digite o endereço para o feed RSS do WordPress.
ru_ru: Введи URL к RSS-потоку WordPress.
tr_tr: Wordpress RSS beslemesi için URL yazın.

source: Enter the account name for your blog.
ar_ar: ادخل اسم حسابك على مدونتك.
da_da: Indtast kontonavnet til din blog.
de_de: Deinen Blog Kontonamen eingeben.
it_it: Inserisci il nome utente per il tuo blog.
nl_nl: Geef de accountnaam in van je blog.
pt_br: Digite o nome da conta do seu blog.
ru_ru: Введите название вашего блога
tr_tr: Blog için hesap adını yazın.

source: What order do you want new messages to display?
ar_ar: ما الترتيب الذي ترغبه في عرض رسائلك؟
da_da: Hvilken rækkefølge ønsker du nye meddelelser skal vises?
de_de: In welcher Reihenfolge möchten Sie "neue Nachrichten" sehen?
it_it: Che ordine vuoi dare ai nuovi messaggi da visualizzare?
nl_nl: In welke volgorde moeten nieuwe berichten weergegeven worden?
pt_br: Em que ordem você gostaria que novas mensagens fossem mostradas?
ru_ru: В каком порядке отображать сообщения?
tr_tr: Yeni mesajların hangi sıralamada gösterilmesini istiyorsunuz?

source: No configuration data found.
ar_ar: لا توجد بيانات خاصة بالإعدادات
da_da: Ingen konfiguration data er fundet.
de_de: Keine Konfigurationsdaten gefunden.
it_it: Dati di configurazione non trovati.
nl_nl: Geen configuratiedata gevonden.
pt_br: Nenhum dado de configuração encontrado.
ru_ru: Нет информации о настройках.
tr_tr: Ayar verisi bulunamadı.

source: Click here to link your account to foursquare.
ar_ar: اضغط هنا لربط حسابك بالفورسكوير
da_da: Klik her for at knytte din konto til foursquare.
de_de: Klicken Sie hier, um Ihr Konto mit forsquare zu verbinden.
it_it: Clicca qui per collegare il tuo account a Foursquare.
nl_nl: Klik hier om je account te koppelen aan Foursquare
pt_br: Clique aqui para conectar sua conta do Foursquare.
ru_ru: Нажми здесь, что связать свою учётную запись с foursquare.
tr_tr: Foursquare hesabınıza bağlantı için tıklayın.

source: Level 1 (Admin)
ar_ar: المستوى 1 (مدير)
da_da: Niveau 1 (Admin)
it_it: Livello 1 (Admin)
nl_nl: Niveau 1 (Admin)
pt_br: Level 1 (Administrador)
ru_ru: Уровень 1 (Админ)
tr_tr: Düzey 1 (Yönetici)

source: You have administrative rights.
ar_ar: لديك صلاحيات ادارية
da_da: Du har administrative rettigheder
de_de: Sie haben administrative Rechte.
it_it: Hai i diritti amministrativi.
nl_nl: Je hebt beheerdersrechten.
pt_br: Você possui permissões de administrador.
ru_ru: У вас есть права администратора.
tr_tr: Yönetici haklarına sahipsiniz.

source: You have full access to add/change/delete all information.
ar_ar: لديك صلاحيات كاملة لتضيف وتغير وتحذف كل المعلومات.
da_da: Du har fuld adgang til at tilføje / ændre / slette alle oplysninger.
de_de: Sie können alle Einstellungen nach Belieben ändern.
it_it: Puoi aggiungere/modificare/cancellare tutte le informazioni.
nl_nl: Je bent volledig gemachtigd om de gehele site te beheren.
pt_br: Você possui acesso total para adicionar, alterar e excluir qualquer informação.
ru_ru: Вы имеете полный доступ для добавления/изменения/удаления всей информации.
tr_tr: Tüm bilgileri ekleme/değiştirme/silme hakkına sahipsiniz.

source: Level 2 (Helper)
ar_ar: المستوى 2 (مساعد)
da_da: Niveau 2 (hjælper)
de_de: Level 2 (Helfer)
it_it: Livello 2 (Aiutante)
nl_nl: Niveau 2 (Helper)
pt_br: Level 2 (Moderador)
ru_ru: Уровень 2 (помощник)
tr_tr: Düzey 2 (Yardımcı)

source: You have moderation rights.
ar_ar: لديك صلاحيات متوسطة
da_da: Du har moderation rettigheder.
de_de: Sie haben Moderator-Rechte.
it_it: Hai i diritti di moderatore.
nl_nl: Je hebt moderator-rechten
pt_br: Você possui permissões de moderador.
ru_ru: У вас есть модераторские права.
tr_tr: Düzenleme yapma hakkına sahipsiniz.

source: You have some access to add/change/delete information including your own. This level is mostly used for message board moderation (i.e. cleanup of old/unused posts and other such information).
ar_ar: لديك السماح بحذف واضافة وتغيير المعلومات بما فيها معلوماتك. هذا الممستوى يستخدم مع مدراء لوحة الرسائل من مسح الرسائل القديمة أو غير المستخدمة ومثل تلك المعلومات
da_da: Du har nogle adgang til at tilføje / ændre / slette oplysninger, herunder din egen. Dette niveau er for det meste bruges til opslagstavle moderation (dvs. oprydning af gamle / ubrugte stillinger og andre sådanne oplysninger).
de_de: Sie können Hinzufügen / Ändern / Löschen von Informationen einschließlich Ihrer eigenen. Diese Stufe ist meistens für Foren Moderatoren gedacht. (d.h. Bereinigung alter / ungebrauchten Beiträge und andere unschöne Informationen).
it_it: Hai un accesso limitato per aggiungere/modificare/cancellare informazioni. Questo livello è usato principalmente per le moderazioni della Bacheca (ad esempio pulizia di post vecchi e cose del genere).
nl_nl: Je bent gemachtigd om bepaalde gegevens, de jouwe inbegrepen, te beheren. Dit gebruikersniveau is voornamelijk bedoeld om het berichtenforum te onderhouden (b.v. opruimen van oude berichten e.d.).
pt_br: Você possui algum acesso para adicionar, alterar e excluir qualquer informação, incluindo a sua. Este level é geralmente usado para moderar o fórum de mensagens (Limpeza de posts antigos).
ru_ru: У тебя есть доступ к добавлению/изменению/удалению информации, включая твою собственную. Такой уровень доступа чаще всего используется для модерации досок объявлений, например, для удаления старых/неиспользуемых сообщений и другой подобной информации).
tr_tr: Kendinizinki dahil olmak üzere bazı bilgileri ekleme/değiştirme/silme hakkına sahipsiniz. Bu düzey genellikle mesaj panosunun düzenlenmesi için kullanılır (yani eski/kullanılmamış iletileri silinmesi gibi).

source: Level 3 (Member)
ar_ar: المستوى 3 (عضو)
da_da: Niveau 3 (medlem)
de_de: Level 3 (Mitglied)
it_it: Livello 3 (Membro)
nl_nl: Niveau 3 (Lid)
pt_br: Level 3 (Membro)
ru_ru: Уровень 3 (член)
tr_tr: Düzey 3 (Üye)

source: You have basic rights.
ar_ar: لديك صلاحيات أساسية
da_da: Du har almindelige rettigheder
de_de: Sie haben grundlegende Rechte.
it_it: Hai i diritti base.
nl_nl: Je hebt basisrechten.
pt_br: Você possui permissões básicas.
ru_ru: У вас есть основные права.
tr_tr: Temel haklara sahipsiniz.

source: You can add/change/delete only your own information.
ar_ar: تستطيع اضافة وتغيير وحذف بياناتك الخاصة.
da_da: Du kan tilføje / ændre / slette kun dine egne oplysninger.
de_de: Sie können nur Ihr eigenes Profil bearbeiten.
it_it: Puoi aggiungere/cambiare/cancellare solo le tue informazioni personali.
nl_nl: Je kan alleen je eigen gegevens beheren.
pt_br: Você pode adicionar, alterar e excluir apenas sua própria informação.
ru_ru: Вы можете добавлять/изменять/удалять только свои собственные информации.
tr_tr: Yalnızca kendi bilgilerinizi ekleyebilir/değiştirebilir/silebilirsiniz.

source: Level 4 (Non-Photographer)
ar_ar: المستوى 4 (غير مصور)
da_da: Niveau 4 (ikke-fotograf)
de_de: Level 4 (Nicht-Fotografen)
it_it: Livello 4 (Non-Fotografo)
nl_nl: Niveau 4 (Geen Foto's)
pt_br: Level 4 (Membro sem Fotos)
ru_ru: 4 уровень (Не-Фотограф)
tr_tr: 4. Seviye (Fotoğrafcı olmayan)

source: You have limited rights.
ar_ar: لديك صلاحيات محدوده.
da_da: Du har begrænsede rettigheder.
de_de: Sie haben beschränkte Rechte.
it_it: Hai diritti limitati.
nl_nl: Je hebt beperkte rechten.
pt_br: Você possui permissões limitadas.
ru_ru: Вы с ограниченными правами.
tr_tr: Sınırlı haklara sahipsiniz.
