Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: You have the same rights as a Member, except you cannot use the Photo Gallery.
ar_ar: لديك نفص صلاحيات العضو ماعدا انك لا تستطيع الوصول الى معرض الصور.
da_da: Du har de samme rettigheder som medlem, medmindre du ikke kan bruge Fotoalbum
de_de: Sie haben die selben Rechte wie ein Mitglied, außer, dass Sie die Foto-Gallerie nicht verwenden können.
it_it: Hai gli stessi diritti di un Utente, tranne per l'utilizzo della Galleria Fotografica.
nl_nl: Je hebt dezelfde rechten als een lid, met de uitzondering dat je geen toegang hebt tot de fotogallerij.
pt_br: Tirando a galera de Fotos, você possui as mesmas permissões que o Membro.
ru_ru: У вас те же права, что и у участника, но вы не можете использовать Фотогалерею
tr_tr: Br üyeyle aynı haklara sahipsiniz, ama Fotoğraf Galerisini kullanamazsınız.

source: Level 5 (Non-Poster)
ar_ar: المستوى 5 (غير مر1سل)
da_da: Niveau 5 (ingen opslag)
de_de: Level 5 (Nicht-Autor)
it_it: Livello 5 (Bacheca vietata)
nl_nl: Niveau 5 (Geen Berichten)
pt_br: Level 5 (Membro sem posts)
ru_ru: Уровень 5 (Не-Автор)
tr_tr: Düzey 5 (İleten Olmayan)

source: You have the same rights as a Member, except you cannot use the Message Board.
ar_ar: لديك نفس صلاحيات العضو ماعدا انك لا تستطيع استخدام لوحة الرسائل.
da_da: Du har de samme rettigheder som medlem, medmindre du ikke kan bruge opslagstavlen.
de_de: Sie haben die gleiche Rechte wie ein normales Mitglied, bis auf den Unterschied, dass Sie nicht das Forum nutzen dürfen.
it_it: Hai gli stessi diritti di un Utente classico, ma non puoi usare la Bacheca.
nl_nl: Je hebt dezelfde rechten als een lid, met uitzondering dat je geen toegang hebt tot het berichtenforum.
pt_br: Exceto pelo uso do fórum de mensagens, você possui as mesmas permissões que o Membro.
ru_ru: У вас те же права, что и у участника, но вы не можете использовать блог.
tr_tr: Bir Üyeyle aynı haklara sahipsiniz ama Mesaj Panosunu kullanamazsınız.

source: Level 6 (Commenter)
ar_ar: المستوى 6 (معلق)
da_da: Niveau 6 (kommentarer)
de_de: Level 6 (Kommentar-User)
it_it: Livello 6 (Commentatore)
nl_nl: Niveau 6 (Reageren)
pt_br: Level 6 (Comentador)
ru_ru: Уровень 6 (Комментатор)
tr_tr: Düzey 6 (Yorumcu)

source: You can only add comments to the site.
ar_ar: تستطيع فقط إضافة تعليقات على هذا الموقع.
da_da: Du kan kun tilføje kommentarer til webstedet.
de_de: Sie können nur Kommentare schreiben.
it_it: Puoi solo aggiungere commenti al sito.
nl_nl: Je kan enkel reacties plaatsen op de site.
pt_br: Você pode apenas comentar no site.
ru_ru: Вы можете только комментировать на сайте.
tr_tr: Yalnızca siteye yorum ekleyebilirsiniz.

source: Level 7 (Poster)
ar_ar: المستوى 7 (مراسل)
da_da: Niveau 7 (opslag)
de_de: Level 7 (Beiträger)
it_it: Livello 7 (Bacheca consentita)
nl_nl: Niveau 7 (Berichten plaatsen)
pt_br: Level 7 (Postador)
ru_ru: Уровень 7 (Автор)
tr_tr: Düzey 7 (İleten)

source: You can only post messages to the Message Board.
ar_ar: تستطيع فقط ارسال رسائل إلى لوحة الرسائل.
da_da: Du kan kun sende beskeder til opslagstavlen.
de_de: Sie können nur Beiträge im Forum schreiben.
it_it: Puoi solo scrivere messaggi sulla bacheca.
nl_nl: Je kan alleen berichten plaatsen op het berichtenforum.
pt_br: Você pode apenas postas mensagens no fórum de mensagens.
ru_ru: Вы можете отправлять сообщения на форум.
tr_tr: Yalnızca Mesaj Panosuna mesaj gönderebilirsiniz.

source: Level 8 (Photographer)
ar_ar: المستوى 8 (مصور)
da_da: Niveau 8 (fotografer)
de_de: Level 8 (Fotograf)
it_it: Livello 8 (Fotografo)
nl_nl: Niveau 8 (Fotograaf)
pt_br: Level 8 (Fotógrafo)
ru_ru: Уровень 8 (Фотограф)
tr_tr: Düzey 8 (Fotoğrafçı)

source: You can only add photos to the Photo Gallery.
ar_ar: تستطيع فقط اضافة صور إلى معرض الصور.
da_da: Du kan kun tilføje fotos til Fotoalbum
de_de: Sie können nur Fotos zur Galerie hinzufügen.
it_it: Puoi solo aggiungere immagini alla Foto Gallery.
nl_nl: Je kan alleen gebruik maken van de fotogallerij.
pt_br: Você pode apenas adicionar fotos à galeria.
ru_ru: Вы можете добавлять фотографии в фото галерее.
tr_tr: Yalnızca Fotoğraf Galarisine fotoğraf ekleyebilirsiniz.

source: Level 9 (Blogger)
ar_ar: المستوى 9 (مدون)
da_da: Niveau 9 (Blogger)
it_it: Livello 9 (Blogger)
nl_nl: Niveau 9 (Nieuws plaatsen)
ru_ru: Уровень 9 (Блогер)
tr_tr: Düzey 9 (Blogger)

source: You can only add news to Family News.
ar_ar: تستطيع فقط إضافة أخبار إلى أخبار العائلة.
da_da: Du kan kun tilføje nyheder til Family News.
de_de: Sie können nur etwas zu den Familienneuigkeiten hinzufügen.
it_it: Puoi solo aggiungere news alle Family News.
nl_nl: Nieuws kunt u alleen toevoegen aan "Familie Nieuws"
pt_br: Você só pode adicionar a notícias da Família.
ru_ru: Вы можете только добавлять семейные новости.
tr_tr: Yalnızca Aile Haberlerine haber ekleyebilirsiniz.

source: Level 10 (Guest)
ar_ar: المستوى 10 (ضيف زائر)
da_da: Niveau 10 (gæst)
de_de: Level 10 (Gast)
it_it: Livello 10 (Ospite)
nl_nl: Niveau 10 (Gast)
pt_br: Level 10 (Visitante)
ru_ru: Уровень 10 (Гость)
tr_tr: Düzey 10 (Konuk)

source: You have view only rights.
ar_ar: لك فقط حقوق المشاهدة.
da_da: Du har se kun rettigheder.
de_de: Sie haben beschränkte Rechte.
it_it: Hai diritti di sola lettura.
nl_nl: Je kan de site enkel maar bekijken.
pt_br: Você possui apenas permissão de visualização.
ru_ru: Вы можете только просматривать страницы.
tr_tr: Yalnızca izleme haklarına sahipsiniz.

source: You cannot add/change/delete any information.
ar_ar: لا تستطيع إضافة/ تغيير/ حذف اي معلومات.
da_da: Du kan ikke tilføje / ændre / slette alle oplysninger.
de_de: Sie können keinerlei Informationen verändern.
it_it: Non puoi aggiungere/modificare/cancellare alcuna informazione.
nl_nl: Je kan geen gegevens beheren.
pt_br: Você não pode adicionar, alterar ou excluir nenhuma informação.
ru_ru: Вы не можете добавлять/изменять/удалять любую информацию.
tr_tr: Hiçbir bilgi ekleyemez, bilgi düzenleyemez ya da silemezsiniz.

source: Could not open zip file.
da_da: Kunne ikke åbne zip-filen.
de_de: Kann Zip Dateie nicht öffnen.
it_it: File Zip non estraibile
nl_nl: Het zip-bestand kan niet worden geopend.
pt_br: Não foi possível abrir o arquivo zip.
ru_ru: Невозможно открыть архив.
tr_tr: Zip dosyası açılamıyor.

source: Could extract zip file.
da_da: Kunne udpakke zip-filen.
de_de: Kann Zip Datei nicht entpacken
it_it: Estrazione file zip.
nl_nl: Het zip-bestand kan niet uitgepakt worden.
pt_br: Não foi possível extrair o arquivo zip.
ru_ru: Невозможно распаковать архив.
tr_tr: Zip dosya açıldı.

source: Could not find upgrade directory.
da_da: Kunne ikke finde opgraderings pladsering.
de_de: Das upgrade Verzeichnis konnte nicht gefunden werden.
it_it: Directory per l'aggiornamento non trovata.
nl_nl: De upgrade-folder werd niet gevonden.
pt_br: Não foi possível encontrar o diretório de upgrade.
ru_ru: Невозможно найти папку с обновлением.
tr_tr: Yükseltme dizini bulunamadı.

source: Could not open upgrade directory.
da_da: Kunne ikke åbne opgraderings pladseringen.
de_de: Das upgrade Verzeichnis konnte nicht geöffnet werden.
it_it: Impossibile aprire la directory di aggiornamento.
nl_nl: De upgrade-folder kan niet worden geopend.
pt_br: Não foi possível abrir o diretório de upgrade.
ru_ru: Невозможно открыть папку с обновлением.
tr_tr: Yükseltme dizini açılamadı.

source: Could not find new upgrade files.
da_da: Kunne ikke finde nye opgraderingsfiler.
de_de: Es konnten keine neuen Upgrade Dateien gefunden werden.
it_it: Files per l'aggiornamento non trovati.
nl_nl: Er zijn geen nieuwe bestanden gevonden.
pt_br: Não foi possível encontrar novos arquivos de upgrade.
ru_ru: Невозможно найти новые файлы обновления.
tr_tr: Yeni yükseltme dosyaları bulunamadı.

source: Could not find origin: %s.
da_da: Kunne ikke finde oprindelse: %s.
de_de: Der Ausgangspunkt konnte nicht gefunden werden: %s.
it_it: Impossibile trovare l'origine: %s.
nl_nl: Kan oorsprong niet bepalen: %s.
pt_br: Não foi possível encontrar a origem: %s.
ru_ru: Не найден источник: %s.
tr_tr: Köken bulunamadı: %s.

source: Destination not found and could not be created: %s.
da_da: Destinationen blev ikke fundet og kunne ikke oprettes: %s.
de_de: Ziel nich gefunden und konnte nicht erzeugt werden: %s.
it_it: Destinazione non trovata e non creabile: %s.
nl_nl: Doel niet gevonden of kon niet worden aangemaakt %s.
pt_br: Destino não encontrado e não pôde ser criado: %s.
ru_ru: Пункт назначения не найден и не можеть быть создан: %s.
tr_tr: Geliş yolu bulunamadı ve oluşturulamadı: %s.

source: Could not open directory: %s.
da_da: Kunne ikke åbne pladseringen: %s.
de_de: Verzeichnis konnte nicht geöffnet werden: %s.
it_it: Non si può aprire la directory: %s.
nl_nl: Kan de map niet openen: %s.
pt_br: Não foi possível abrir o diretório: %s.
ru_ru: Невозможно открыть папку: %s.
tr_tr: Dizin açılamadı: %s.

source: Could not copy file: %s.
da_da: Kunne ikke åbne filen: %s.
de_de: Konnte Datei nicht kopieren: %s.
it_it: Non si può copiare il file: %s.
nl_nl: Kan het bestand niet kopiëren: %s.
pt_br: Não foi possível copiar o arquivo: %s.
ru_ru: Невозможно копировать файл: %s.
tr_tr: Dosya kopyalanamadı: %s.

source: Could not upgrade database to version %s.
da_da: Kunne ikke opgradere databasen til version %s.
de_de: Konnte Datenbank nicht auf Version %s umstellen.
ru_ru: Не удается обновить базу данных до версии %s.
tr_tr: Veritabanı %s sürümüne yükseltilemedi.

source: No user birthday's found.
da_da: Ingen bruger fødselsdag er fundet.
de_de: Kein Geburtstag des Mitglieds gefunden.
it_it: Nessun compleanno in data odierna.
nl_nl: De geboortedatum van de gebruiker werd niet gevonden.
pt_br: Não foi encontrado nenhum aniversário de usuário.
ru_ru: Нет дней рождения.
tr_tr: Kullanıcı doğumgünü bulunamadı.

source: Your password could not be upgraded using enhanced security.
da_da: Din adgangskode kunne ikke opgraderes med forbedret sikkerhed.
de_de: Passwort konnte nicht aktualisiert werden.
ru_ru: Ваш пароль не может быть улучшен с использованием повышенной безопасности.
tr_tr: Geliştirilmiş güvenlik kullanılarak şifreniz yükseltilemedi.

source: You could not be logged in using enhanced security.
da_da: Du kunne ikke logges på ved hjælp af forbedret sikkerhed.
de_de: Erweiterte Sicherheitseinstellungen verhindern Zugang.
ru_ru: Вы не можете войти, используя повышенную безопасность.
tr_tr: Geliştirilmiş güvenlik kullanarak giriş yapamadınız.

source: You do not have access to delete this image.
da_da: Du har ikke adgang til at slette dette billede.
de_de: Dieses Bild können Sie nicht löschen.
it_it: Non hai i permessi per cancellare questa immagine.
nl_nl: Je bent niet gemachtigd om deze afbeelding te verwijderen.
pt_br: Você não possui permissão para excluir esta imagem.
ru_ru: У вас нет доступа, чтобы удалить это изображение.
tr_tr: Bu resmi silme yetkiniz yok.

source: There was an error uploading your image.
da_da: Der var en fejl ved opload af dit billede.
de_de: Beim hochladen deines Bildes ist ein Fehler aufgetreten.
it_it: C'è stato un errore nel caricamento della tua immagine.
nl_nl: het uploaden van uw foto is mislukt
pt_br: Ocorreu um erro ao carregar a sua imagem.
ru_ru: Возникла ошибка при загрузке вашего изображения.
tr_tr: Resminiz yüklenirken bir sorun oluştu.

source: Click to insert image into message.
da_da: Klik for at indsætte billedet i meddelelsen.
de_de: Klicken Sie, um ein Bild in die Nachricht einzufügen.
it_it: Clicca per inserire un'immagine nel Messaggio.
nl_nl: Klik om een afbeelding in het bericht te plaatsen.
pt_br: Clique para inserir uma imagem na mensagem.
ru_ru: Кликните, чтобы вставить изображение в сообщение.
tr_tr: Mesaja resim eklemek için tıklayın.

source: Image was Deleted Successfully
da_da: Billedet blev slettet med succes
de_de: Foto wurde erfolgreich gelöscht.
it_it: L'immagine e stata eliminata con successo
nl_nl: de foto is gewist
pt_br: Imagem foi apagada com sucesso
ru_ru: Изображение было удалено удачно.
tr_tr: Resim silindi.

source: Upload Image
da_da: Upload billed
de_de: Bild hochladen
it_it: Carica Immagine
nl_nl: Upload afbeelding
pt_br: Enviar uma imagem
ru_ru: Загрузка изображений
tr_tr: Resim Yükle

source: Choose the image you want to upload.
da_da: Vælg det billede, du ønsker at uploade.
de_de: Wählen Sie das Foto aus, das Sie hochladen wollen.
it_it: Scegli l'immagine che vuoi caricare.
nl_nl: Kies de afbeelding die je wil uploaden.
pt_br: Selecione a imagem que deseja enviar.
ru_ru: Выберите изображение, которое вы хотите загрузить.
tr_tr: Yüklemek istediğiniz resmi seçin.

source: Uploaded Images
da_da: Opload billeder
de_de: Hochgeladene Bilder
it_it: Immagini caricate
nl_nl: Geuploade Afbeeldingen
pt_br: Imagens enviadas
ru_ru: Загруженные изображения.
tr_tr: Resim Yükle

source: Delete this Image
da_da: Slet dette billed
de_de: Dieses Bild löschen
it_it: Cancella questa Immagine
nl_nl: Verwijder deze afbeelding
pt_br: Excluir esta imagem
ru_ru: Удалить это изображение
tr_tr: Resmi Sil

source: Are you sure you want to DELETE this image?
da_da: Er du sikker på du vil slette dette billede?
de_de: Sind Sie sicher, dass Sie dieses Bild löschen wollen?
it_it: Sei sicuro di voler CANCELLARE questa immagine?
nl_nl: Ben je zeker dat je deze afbeelding wil wissen?
pt_br: Tem certeza que deseja excluir esta imagem?
ru_ru: Вы уверены, что хотите удалить это изображение?
tr_tr: Bu resmi SİLMEK istediğinize emin misiniz?

source: Total Size
ar_ar: الحجم الإجمالي
da_da: Total størrelse
de_de: Gesamtgröße
it_it: Dimensione Totale
nl_nl: Totale omvang
pt_br: Tamanho Total
ru_ru: Объем
tr_tr: Toplam Boyut

source: Upload Destination Error
da_da: Opload destinationfejl
de_de: Fehler: Uploadziel.
ru_ru: Ошибка загрузки назначения
tr_tr: Yükleme Yolu Sorunu

source: Could not create new temporary directory.
da_da: Kunne ikke oprette ny midlertidig mappe.
de_de: Konnte kein temporäres Verzeichnis erstellen.
ru_ru: Не удается создать новую временную папку.
tr_tr: Yeni geçici dizin oluşturulamadı.

source: Could not create new AWS S3 bucket.
da_da: Kunne ikke oprette ny AWS S3 filsæt.
de_de: AWS S3 Bündel konnte nicht erstellt werden.
ru_ru: Не удается создать новое хранилище AWS S3.
tr_tr: Yeni AWS S3 sepeti oluşturulamadı.

source: Could not create new photo directory.
da_da: Kunne ikke oprette nyt foto bibliotek.
de_de: Bilderverzeichnis konnte nicht erstellt werden.
ru_ru: Не удается создать новую папку для фотографий.
tr_tr: Yeni fotoğraf dizini oluşturulamadı.

source: Could not save photo.
da_da: Kunne ikke gemme foto.
de_de: Bild konnte nicht gespeichert werden.
ru_ru: Не удалось сохранить фотографию.
tr_tr: Fotoğraf kaydedilemedi.

source: Could not create new photo.
da_da: Kunne ikke oprette ny foto.
de_de: Neues Bild konnte nicht erstellt werden.
ru_ru: Не удается создать новую фотографию.
tr_tr: Yeni fotoğraf oluşturulamadı.

source: Upload Error
da_da: Opload fejl
de_de: Fehler beim Hochladen
ru_ru: Ошибка при загрузке
tr_tr: Yükleme Hatası

source: GD Library is either not installed or does not support this file type.
da_da: GD-biblioteket er enten ikke installeret eller understøtter ikke denne filtype.
de_de: GD Library ist entweder nicht installiert oder unterstützt nicht dieses Dateisystem.
it_it: La libreria GD non è installata o non supporta questo tipo di file.
nl_nl: GD Library is ofwel niet geïnstalleerd of dit bestandstype wordt niet ondersteund.
pt_br: A biblioteca GD não está instalada ou não suporta este tipo de arquivo.
ru_ru: GD Library или не установлена, или не поддерживает такой тип файлов.
tr_tr: Ya GD betiği yüklü değil ya da bu dosya tipini desteklemiyor.

source: Could not write file, check folder permissions.
ar_ar: لا يمكن كتابة الملف. تأكد من صلاحيات المجلد
da_da: Kunne ikke skrive filen, kontroller mappetilladelser.
de_de: Datei konnte nicht geschrieben werden, bitte prüfen Sie die Zugriffsrechte des Ordners.
it_it: File non scrivibile, controlla i permessi.
nl_nl: het bestand kon niet geschreven worden, controleer de bestandsrechten van de map.
pt_br: Não foi possível criar arquivo, cheque as permissões de diretório.
ru_ru: Невозможно создать файл, проверьте разрешения каталога
tr_tr: Dosya yazılamadı; klasör izinlerini kontrol edin.

source: JavaScript must be enabled in order for you to use the Advanced Uploader. However, it seems JavaScript is either disabled or not supported by your browser.
da_da: JavaScript skal være aktiveret, for at du kan bruge den avancerede oploader. Det forekommer imidlertid JavaScript enten er deaktiveret eller ikke understøttes af din browser.
de_de: JavaScript muss aktiviert sein, damit Sie den Advanced Uploader (Moderner Massenuploader) nutzen können. Es sieht so aus, dass JavaScript deaktiviert ist oder von Ihrem Browser nicht unterstützt wird.
it_it: JavaScript deve essere abilitato per poter usare Advanced Uploader. Tuttavia, sembra che JavaScript sia disabilitato o non supportato dal tuo browser.
nl_nl: Om de geavanceerde uploader te gebruiken moet JavaScript ingeschakeld zijn. Echter ziet het er naar uit dat JavaScript ofwel uitgeschakeld is of niet ondersteund wordt door je browser.
pt_br: JavaScript deve estar habilitado para que você consiga utilizar o Uploader Avançado. Entretanto, parece que o JavaScript está desabilitado ou não é suportado pelo seu browser.
ru_ru: JavaScript должен быть включен для использования усовершенствованного загрузчика. Кажется, JavaScript отключен в вашем браузере.
tr_tr: İleri Düzey Yükleyici kullanmak için Javascript etkin olmalı. Javascript etkin değil ya da tarayıcınız tarafından desteklenmiyor.

source: Either enable JavaScript by changing your browser options.
da_da: Enten aktivere JavaScript ved at ændre browserindstillingerne.
de_de: Bitte aktiviere JavaScript indem du es in den Einstellungen aktivierst.
it_it: O abilita JavaScript modificando le opzioni del browser.
nl_nl: Je kan JavaScript inschakelen in de instellingen van je browser.
pt_br: Ou habilite JavaScript alterando as opções do seu navegador.
ru_ru: Включите JavaScript, изменив настройки браузера.
tr_tr: Tarayıcı seçenekleriniz değiştirilerek Javascript devreye sokulmalı

source: Enable the Basic Upload option by changing Your Settings.
ar_ar: تمكين خيار الرفع الأساسي بتغيير إعداداتك
da_da: Aktiver Basic Upload mulighed ved at ændre dine indstillinger.
de_de: Aktiviere die Option Basic hochladen, indem Du Deine Einstellungen änderst.
it_it: Abilita l'opzione Basic Upload cambiando le tue impostazioni.
nl_nl: Bij je persoonlijke instellingen kan je kiezen voor de eenvoudige uploader.
pt_br: Ative a opção upload basico mudando suas configurações.
ru_ru: Включите опцию базовой загрузки, изменив настройки.
tr_tr: Ayarlarım bölümüne giderek Basit Yükleme seçeneğini işaretleyebilirsiniz.

source: Current Picture
ar_ar: الصورة الحالية
da_da: Aktuelle billede
de_de: Aktuelles Bild
it_it: Foto attuale
nl_nl: Huidige afbeelding
pt_br: Imagem atual
ru_ru: Текущая фотография
tr_tr: Mevcut Resim

source: Choose new Picture
ar_ar: اختر صورة جديدة
da_da: Vælg nyt billed
de_de: Wähle neues Bild aus.
it_it: Scegli una nuova Immagine
nl_nl: Kies een nieuwe afbeelding
pt_br: Escolha uma nova imagem
ru_ru: Выбрать новую фотографию
tr_tr: Yeni Resim Seç

source: Upload your personal image (Avatar)
ar_ar: رفع صورة شخصية (رمز)
da_da: Upload dine personlige billede (Avatar)
de_de: Lade dein eigenes Avatar Bild hoch
it_it: Carica la tua immagine personale (Avatar)
nl_nl: Schermafbeelding (avatar) uploaden
pt_br: Fazer upload de uma foto pessoal
ru_ru: Загрузите ваше личное изображение (Аватар)
tr_tr: Kişisel simgeresminizi yükleyin

source: You must choose at least one photo.
da_da: Du skal vælge mindst et foto.
de_de: Mindestens ein Bild auswählen.
ru_ru: Вы должны выбрать как минимум одну фотографию.
tr_tr: En az bir fotoğraf seçmelisiniz.

source: Upload
ar_ar: تحميل
da_da: Opload
de_de: Hochladen
it_it: Invia
nl_nl: Uploaden
ru_ru: Загрузить
tr_tr: Karşıya Yükle

source: Could not get Instagram user data.
da_da: Kunne ikke få Instagram brugerdata.
de_de: Instagram Nutzerdaten nicht auffindbar.
ru_ru: Не удалось получить данные пользователя Instagram.
tr_tr: Instagram kullanıcı verisi alınamadı.

source: Not connected to Instagram.
da_da: Ikke tilsluttet Instagram.
de_de: Nicht mit Instagram verbunden
it_it: Non connesso a Instagram.
nl_nl: Niet verbonden met Instagram
pt_br: Não conectado no Instagram.
ru_ru: Не подключен к Instagram.
tr_tr: Instagram ile bağlantı yok.

source: You must connect your Family Connections account to Instagram before you can begin importing photos from Instagram.
da_da: Du skal tilslutte dine familie forbindelser til Instagram kontoén, før du kan begynde at importere fotos fra Instagram.
de_de: Sie müssen Ihr Family Connections-Konto mit Instagram verbinden, bevor Sie Fotos von Instagram importieren können.
it_it: Devi collegare il tuo account di Family Connections a Instagram per poter importare le foto.
nl_nl: Verbind uw Instagram account met family Connections, pas daarna kunt u foto's plaatsen
pt_br: Você deve se conectar a sua conta do Family Connections com o Instagram antes que você possa começar a importar fotos do Instagram.
ru_ru: Прежде чем ты сможешь начать импортировать фотографии с Instagram, соедини свою учетную запить Family Connections со своей учетной записью Instagram.
tr_tr: Instagram üzerinden fotoğraf almaya başlamadan önce Instagram ile Family Connections hesabınızı ilişkilendirmelisiniz.

source: Connect to Instagram
da_da: Forbind til Instagram
de_de: Mit Instagram verbinden
it_it: Connetti a Instagram.
nl_nl: Verbind met Instagram
pt_br: Conecte-se com Instagram
ru_ru: Подключиться к Instagram
tr_tr: Instagram sitesine bağlan

source: Could not get Instagram User data.
da_da: Kunne ikke få Instagram brugerdata.
de_de: Instagram Nutzerdaten nicht auffindbar.
ru_ru: Не удалось получить данные пользователя Instagram.
tr_tr: Instagram kullanıcı verisi alınamadı.

source: Manual
ar_ar: يدوي
de_de: Handbuch
it_it: Manuale
nl_nl: Handmatig
ru_ru: Вручную
tr_tr: Elle

source: Choose photo to add.
ar_ar: اختار صورة للإضافه
da_da: Vælg foto at tilføje.
de_de: Foto zum hochladen auswählen.
it_it: Scegli la foto da aggiungere.
nl_nl: Kies de foto die u wilt plaatsen
pt_br: Escolha foto para adicionar.
ru_ru: Выберите фотографию для загрузки.
tr_tr: Eklenecek fotoğrafı seçin.

source: Instagram filter: %s.
ru_ru: Фильтр Instagram: %s.
tr_tr: Instragram filtresi: %s.

source: See more
ar_ar: مشاهدة المزيد
da_da: Se mere
de_de: Mehr ansehen
it_it: Guarda altro
nl_nl: Meer....
pt_br: Ver mais
ru_ru: Больше
tr_tr: Daha fazlası

source: Automatic
ar_ar: تلقائي
da_da: Automatisk
de_de: Automatisch
it_it: Automatico
nl_nl: Automatisch
pt_br: Automático
ru_ru: Автоматически
tr_tr: Otomatik

source: Have all photos automatically imported.
ar_ar: استيراد كل الصور آليا
da_da: Få alle fotos automatisk importeret.
de_de: Alle Fotos wurden automatisch importiert!
it_it: Importa automaticamente tutte le foto.
nl_nl: Klik om alle foto's automatisch te plaatsen
pt_br: Todas as fotos automaticamente importadas.
ru_ru: Все фотографии автоматически загружены.
tr_tr: Bütün fotoğraflar kendiliğinden içeri aktarılsın.

source: Loading Advanced Uploader...
da_da: Indlæsning af avanceret oploader...
de_de: Lade Advanced Uoloader ...
ru_ru: Подготавливается расширенный загрузчик...
tr_tr: İleri Düzey Yüklenici başlatılıyor ...

source: Photo
ar_ar: صورة
da_da: Foto
de_de: Foto
it_it: Foto
nl_nl: Foto
pt_br: Foto
ru_ru: Фото
tr_tr: Fotoğraf

source: Rotate
ar_ar: تدوير
da_da: rotere
de_de: Drehen
it_it: Ruota
nl_nl: Draaien
pt_br: Girar
ru_ru: Повернуть
tr_tr: Döndür

source: Left
ar_ar: يسار
da_da: Venstre
de_de: links
it_it: Sinistra
nl_nl: Links
pt_br: Esquerda
ru_ru: Слева
tr_tr: Sol

source: Right
ar_ar: يمين
da_da: Højre
de_de: rechts
it_it: Destra
nl_nl: Rechts
pt_br: Direita
ru_ru: Вправо
tr_tr: Sağ

source: Computer
ru_ru: Компьютер
tr_tr: Bilgisayar
