Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Bummer!, you need to Update.
ar_ar: هناك مشكلة! فأنت تحتاج إلى التحديث.
da_da: Brøler!, du er nødt til at opdatere.
de_de: Du musst updaten!
it_it: Attenzione, devi effettuare un aggiornamento.
nl_nl: Pech! Je moet updaten.
pt_br: Que pena! Você precisa atualizar.
ru_ru: Вы должны обновить
tr_tr: Güncelleme yapmanız gerekiyòr.

source: Your version (%s) is out of date. Please update to the latest version using the Automatic Upgrade, or by downloading and manually upgrading.
da_da: Din version (%s) er for gammel. Opdater venligst til den nyeste version ved Automatisk opgradering, eller ved manuelt at downloade og opgradere.
de_de: Deine Version (%s) ist veraltet. Bitte nutze das automatische Upgrade oder führe es manuell durch
it_it: La tua versione (%s) è obsoleta. Ti consigliamo di passare alla più recente utilizzando l'Aggiornamento Automatico, oppure effettuando il Download ed installandola manualmente.
nl_nl: Je versie (%s) is verouderd. Opwaardeer je installatie naar de laatste versie door gebruik te maken van de Automatische Upgrade. Je kan de laatste versie ook manueel downloaden en installeren.
pt_br: Sua versão (%s) está desatualizada. Por favor faça a atualização para a última versão disponível utilizando o Upgrade Automático, ou fazendo o download do pacote e atualizando manualmente.
ru_ru: Ваша версия (%s) является устаревшей. Пожалуйста, обновление до последней версии с помощью автоматического обновления или загрузите вручную и обновите.
tr_tr: Kullandığınızsürüm (%s) güncel değil. Kendiliğinden Yükseltmeyi kullanarak ya da dosyayı indirip kendiniz yükleyerek yükseltme işlemini yaın.

source: Remember to back up your site first.
ar_ar: تذكر أخذ نسخة إحتياطية من موقعك أولا
da_da: Husk at tage en sikkerhedskopi af din side først.
de_de: Bitte als erstes ein aktuelles Backup erstellen.
it_it: Ricordati di effettuare prima il back up.
nl_nl: Vergeet niet eerst een reservekopie van je site te maken.
pt_br: Lembre-se de realizar um backup do seu site primeiramente.
ru_ru: Не забудьте создать резервную копию сайта.
tr_tr: Öncelikle sitenizi yedeklemeyi unutmayın.

source: Back to Automatic Upgrade
ar_ar: العودة للتطوير الآلي
da_da: Tilbage til automatisk opgradering
de_de: Zurück zum automatischen Update.
it_it: Torna all'Aggiornamento Automatico.
nl_nl: Terug naar automatische upgrade
pt_br: Voltar ao Upgrade Automático
ru_ru: Вернуться к автоматическому обновлению
tr_tr: Kendiliğinden Yükseltmeye Geri Dön

source: Please follow the steps below to manually upgrade to %s.
da_da: Følg venligst nedenstående trin for manuelt at opgradere til %s.
de_de: Bitte beachte die folgenden Schritte um auf %s upzugraden.
it_it: Segui le seguenti operazioni per effettuare l'Aggiornamento Manuale su %s.
nl_nl: Volg aub. de volgende stappen om te upgraden naar %s
pt_br: Favor seguir os passos abaixo para atualizar manualmente para %s.
ru_ru: Пожалуйста, следуйте приведенным ниже инструкциям, чтобы вручную обновить %s
tr_tr: %s sürümüne elle yükseltmek içn aşağıdaki adımları ìzleyin.

source: Turn Off Site
ar_ar: أغلق الموقع
da_da: Slå siden fra
de_de: Seite offline schalten
it_it: Disattiva temporaneamente il Sito
nl_nl: Schakel de site uit
pt_br: Desligar Site
ru_ru: Выключить сайт
tr_tr: Siteyi Kapatın

source: Turning the site off during an upgrade keeps users from trying to login and potentially causing problems.
ar_ar: منع الزوار من الدخول أثناء التطوير ومحاولة التسجيل يحمي الموقع من احتمال حدوث مشاكل أثناء التطوير.
da_da: At slå siden fra under en opgradering forhindrer brugerne i at forsøge at logge på og potentielt forvolde problemer.
de_de: Die Seite während eines Upgrades offline zu schalten, bewahrt dich davor das angemeldete Benutzer Probleme verursachen.
it_it: Disattivare il sito durante un aggiornamento evita che qualche utente provi a collegarsi causando potenziali problemi.
nl_nl: Het uitschakelen van de site voorkomt dat de upgrade wordt verstoord door leden die inloggen
pt_br: Desligar o site durante uma atualização evita que os usuários tentem conectar e potencialmente causem problemas.
ru_ru: Отключите сайт во время обновления, чтобы избежать попыток входа пользователей. Это может привести к проблемам.
tr_tr: Yükseltme esnasında siteyi kapalı tutarak üyelerin giriş yapmaya çalışmasını ve olası sorunları engelleyin.

source: Manual Upgrade Files
ar_ar: تحديث الملف يدويا
da_da: Manuelt opgrader filer
de_de: Manuelle Upgrade Dateien
it_it: Files per l'Aggiornamento Manuale
nl_nl: Werk de bestanden met de hand bij
pt_br: Upgrade Manual dos Arquivos
ru_ru: Ручное обновление файлов
tr_tr: Dosyaları Elle Yükselt

source: Since your webserver does not support the Automatic Upgrade, you must download the latest Family Connection files and upload them to your site manually.
ar_ar: نظرا لأن السيرفر الخاص بك لا يدعم خاصية التطوير الآلي فيجب عليك تنزيل أحدث نسخة من ملفات الموقع ورفعهم إلى موقعك يدويا.
da_da: Siden din webserver ikke understøtter automatisk opgradering, er du nødt til at downloade de seneste Family Connection filer og uploade dem til din side manuelt.
de_de: Da dein Webserver kein automatisches Upgarde unterstützt, musst du die aktuellsten Dateien herunterladen und sie selbst auf deinen Webspace hochladen.
it_it: Dato che il tuo WebServer non supporta l'Aggiornamento Automatico, devi effettuare il download degli ultimi files di Family Connection ed effettuare l'aggiornamento manualmente.
nl_nl: Uw provider/websurver staat geen automatische updates toe. Download de upgrade en werk de site handmatig bij
pt_br: Como seu servidor web não suporta o Upgrade Automático, você deve baixar os arquivos da última versão do Family Connections e realizar o upload para o site manualmente.
ru_ru: Так как ваш веб-сервер не поддерживает автоматическое обновление, необходимо вручную скачать последнюю версию Family Connection и загрузить файлы на ваш сайт.
tr_tr: Web sunucnuz Kendìliğinden Yükseltmeyi desteklemediği için en yeni Family Connections dosyalaını indirip sitenize elle yüklemelisinìz.

source: You must make sure to complete this step before continuing.
ar_ar: يجب عليك أن تستكمل هذه الخطوة قبل الاستمرار
da_da: Du er nødt til at sikre dig at du færdiggør dette trin før du fortsætter.
de_de: Bevor Sie fortfahren, sollten Sie sicher sein, dass Sie diesen Schritt erledigt haben.
it_it: Assicurati di completare quest'operazione prima di continuare.
nl_nl: Zorg dat deze stap volledig is ingevuld vóór u verder gaat
pt_br: Garanta o término deste passo antes de continuar.
ru_ru: Прежде чем продолжить, убедитесь, что данный шаг завершен.
tr_tr: Devam etmeden önce bu adımı mutlaka tamamlayın.

source: Step 3
ar_ar: الخطوة الثالثة
da_da: Trin 3
de_de: Schritt 3
it_it: Passo 3
nl_nl: Stap 3
pt_br: Passo 3
ru_ru: Шаг 3
tr_tr: 3. Adım

source: Upgrade Database
ar_ar: تحديث قاعدة البيانات
da_da: Opgrader database
de_de: Datenbank aktualisieren
it_it: Aggiornamento Database
nl_nl: Database opwaarderen
pt_br: Atualizar banco de dados
ru_ru: Обновить базу данных
tr_tr: Veritabanını Yükselt

source: Make any databases changes needed for this upgrade.
ar_ar: قم بالتغييرات المطلوبة في قاعدة البيانات للتحديث
da_da: Udfør de databaseændringer som kræves for denne opgradering.
de_de: Führe die benötigten Datenbankänderungen für dieses Update durch.
it_it: Effettua tutti i cambiamenti del Database necessari per questo aggiornamento.
nl_nl: Zorg dat uw databases zijn bijgewerkt voor u update
pt_br: Faça as mudanças de banco de dados necessárias para esta atualização.
ru_ru: Сделайте нужные изменения в базе для обновления.
tr_tr: Bu yükseltme için gereken veritabanı değişikliklerini gerçekleştirin.

source: Step 4
ar_ar: الخطوة الرابعة
da_da: Trin 4
de_de: Schritt 4
it_it: Passo 4
nl_nl: Stap 4
pt_br: Passo 4
ru_ru: Шаг 4
tr_tr: 4. Adım

source: Finish
ar_ar: إنهاء
da_da: Færdiggør
de_de: Fertig
it_it: Fine
nl_nl: Voltooid
pt_br: Concluir
ru_ru: Готово
tr_tr: Bitir

source: Turn the site back on and go to the homepage.
ar_ar: إعادة الموقع للعمل والانتقال للصفحة الرئيسية
da_da: Slå siden til igen og gå til startsiden.
de_de: Seite online schalten und zur Homepage gehen.
it_it: Riattiva il Sito e vai alla homepage.
nl_nl: Schakel de site weer in en ga naar de homepage
pt_br: Ligar novamente o site e ir para a página inicial.
ru_ru: Вернитесь на сайт и перейдите на главную страницу
tr_tr: Siteyi yeniden açık duruma getirip anasayfaya gidin.

source: Could not turn on site
ar_ar: لايمكن تشغيل الموقع
da_da: Kunne ikke slå side til
de_de: Kann Seite nicht online schalten.
it_it: Non si riesce a riattivare il Sito
nl_nl: Kan de site niet aanzetten
pt_br: Não foi possível ligar o site
ru_ru: Не удалось запустить сайт
tr_tr: Site açılamadı

source: Could not turn off site
ar_ar: لايمكن إغلاق الموقع
da_da: Kunne ikke slå side fra
de_de: Kann Seite nicht offline schalten.
it_it: Non si riesce a disattivare il Sito
nl_nl: Kan de site niet uitzetten
pt_br: Não foi possível desligar o site
ru_ru: Не удалось отключить сайт
tr_tr: Site kapatılamadı

source: Calendar
ar_ar: التقويم
da_da: Kalender
de_de: Kalender
it_it: Calendario
nl_nl: Kalender
pt_br: Calendário
ru_ru: Календарь
tr_tr: Takvim

source: Add More Details
ar_ar: إضافة مزيد التفاصيل
da_da: Tilføj flere detaljer
de_de: Mehr Details anzeigen
it_it: Aggiungi Più Dettagli
nl_nl: Meer details toevoegen
pt_br: Adicionar Mais Detalhes
ru_ru: Добавить больше деталей
tr_tr: Daha Fazla Ayrıntı Ekle

source: You cannot invite guests to a repeating event.
ar_ar: لايمكنك دعوة الضيوف الى حدث مكرر
da_da: Du kan ikke invitere gæster til en gentagende begivenhed.
de_de: Du kannst keine Gäste zu sich wiederholenden Veranstaltungen einladen.
it_it: Non è possibile invitare degli ospiti ad un evento periodico.
nl_nl: Je kan niemand uitnodigen op een terugkerende activiteit.
pt_br: Você não pode convidar visitantes para um evento recorrente.
ru_ru: Вы не можете приглашать гостей в регулярное событие.
tr_tr: Yinelenen bir etkinliğe konuk davet edemezsiniz.

source: Your event was created, but no invitations were sent.
ar_ar: تم تكوين الحدث ولم يتم ارسال دعوات
da_da: Dit arrangement blev oprettet, men ingen invitationer blev sendt.
de_de: Deine Veranstaltung wurde erstellt, aber keine Einladungen versandt.
it_it: Il tuo Evento è stato creato, ma non sono stati inviati inviti.
nl_nl: Je activiteit is aangemaakt maar er zijn geen uitnodigingen verstuurd.
pt_br: Seu evento foi criado, mas nenhum convite foi enviado.
ru_ru: Ваше событие было создано, но приглашения не были разосланы.
tr_tr: Etkinlik oluşturuldu ama hiç davet gönderilmedi.

source: Please create a new non-repeating event and invite guests to that.
ar_ar: من فضلك أنشئ حدث غير متكرر وارسل دعوات للضيوف
da_da: Opret en ny ikke-tilbagevendende arrangement og invitere gæster til dette.
de_de: Bitte erstelle eine einmalige Veranstaltung und lade Gäste dazu ein.
it_it: Crea un evento non periodico e distribuisci gli inviti.
nl_nl: Gelieve een nieuwe niet-herhalende activiteit aan te maken en daar gasten op uit te nodigen.
pt_br: Por favor crie um novo evento não recorrente e convide os visitantes para este evento.
ru_ru: Пожалуйста, создайте нерегулярное событие и пригласите гостей.
tr_tr: Yeni bir yinelenmeyen etkinlik seçip buna konuk davet edin.

source: The changes to this event have been saved, but no invitations were sent.
ar_ar: تم حفظ الأحداث ولم يتم ارسال دعوات
da_da: Ændringerne i denne arrangement er blevet gemt, men ingen invitationer blev sendt.
de_de: Die Änderungen an dieser Veranstaltung wurden gespeichert, aber keine Einladungen versandt.
it_it: Le modifiche a questo evento sono state salvate, ma non sono stati inviati inviti.
nl_nl: De wijzigingen aan deze activiteit werden opgeslagen maar er zijn geen uitnodigingen verstuurd.
pt_br: As alterações feitas neste evento foram salvas, porém nenhum convite foi enviado.
ru_ru: Событие изменено, но приглашения не были разосланы.
tr_tr: Bu etkinliğin değişiklikleri kaydedildi ama davet gönderilmedi.

source: I can't seem to find that calendar event.
ar_ar: لم اتمكن من ايجاد احداث التقويم
da_da: Jeg kan ikke finde kalenderbegivenheden.
de_de: Der Kalendereintrag wurde nicht gefunden.
it_it: Evento non trovato nel calendario.
nl_nl: Ik vind de gewenste activiteit niet terug in de kalender.
pt_br: Não foi possível encontrar este evento de calendário.
ru_ru: Такое событие в календаре не найдено.
tr_tr: Bu takvim etkinliği bulunamadı.

source: Please double check and try again.
ar_ar: من فضلك افحص وحاول مرة أخرى
da_da: Tjek venligst dobbelt og prøv igen.
de_de: Bitte kontrolliere und versuche es erneut.
it_it: Per favore ricontrolla e riprova.
nl_nl: Controleer en probeer opnieuw.
pt_br: Por favor confira e tente novamente.
ru_ru: Перепроверьте, пожалуйста, и попробуйте ещё раз.
tr_tr: Kontrol edip yeniden deneyin.

source: Calendar Entry Deleted Successfully.
ar_ar: تم حذف مدخل التقويم بنجاح
da_da: Kalenderpost slettet.
de_de: Kalendereintrag erfolgreich gelöscht.
it_it: Voce Calendario cancellata con successo.
nl_nl: Het kalenderitem werd succesvol verwijderd.
pt_br: Entrada de Calendário excluída com sucesso.
ru_ru: Запись в календаре успешно удалена.
tr_tr: Takvim Girdisi Silindi

source: Invalid ID.
ar_ar: رقم مستخدم غير صحيح
da_da: Ugyldigt ID.
de_de: Ungültige ID.
it_it: ID non valido.
nl_nl: Ongeldig ID.
pt_br: ID inválido.
ru_ru: Неправильный ID.
tr_tr: Geçersiz kimlik.

source: You must invite at least one guest.
ar_ar: يجب أن تدعو ضيف واحد على الأقل
da_da: Du skal mindst invitere én gæst.
de_de: Du musst mindestens einen Gast einladen.
it_it: Devi invitare almeno un ospite.
nl_nl: Je moet op zijn minst 1 iemand uitnodigen.
pt_br: Você deve convidar ao menos uma pessoa.
ru_ru: Вы должны пригласить хотя бы одного гостя.
tr_tr: En az bir konuk davet etmelisiniz.

# %s is the title of an event
source: Invitation: %s
ar_ar: دعوة: %s
de_de: Einladung: %s
it_it: Invito: %s
nl_nl: Uitnodiging: %s
pt_br: Convite: %s
ru_ru: Приглашение: %s
tr_tr: Davet: %s

# %s is the name of a person, like Dear Bob,
source: Dear %s,
ar_ar: عزيزي%s,
da_da: Kære %s,
de_de: Hallo %s,
it_it: Caro %s,
nl_nl: Beste %s
pt_br: Prezado(a) %s,
ru_ru: Уважаемый %s,
tr_tr: Sayın %s,

# The first %s is the name of a person, the second is the title of an event
source: %s has invited you to %s.
ar_ar: %s قام بدعوتك إلى %s.
da_da: %s har inviteres dig til %s
de_de: %s hat dich zu %s eingeladen.
it_it: %s ti ha invitato per il seguente Evento: %s.
nl_nl: %s heeft je uitgenodigd op %s.
pt_br: %s convidou você para %s.
ru_ru: %s пригласил вас в социальную сеть %s.
tr_tr: %s sizi %s etkinliğine davet ediyor.

source: Please visit the link below to view the rest of this invitation.
ar_ar: من فضلك قم بزيارة الرابط التالي لكي لمشاهدة بقية الدعوة
da_da: Besøg nedenstående link for at se resten af ​​denne invitation.
de_de: Bitte besuche folgenden Link um die vollständige Einladung anzuzeigen.
it_it: Visita il seguente Link per visualizzare tutto l'invito.
nl_nl: Klik op de onderstaande link om de volledige uitnodiging te bekijken.
pt_br: Por favor, acesse o link abaixo para visualizar o restante deste convite.
ru_ru: Пожалуйста, пройдите по ссылке, чтобы прочитать приглашение полностью.
tr_tr: Davetin devamını görmek için aşağıdaki bağlantıyı kullanın

source: Contact
ar_ar: جهة الاتصال
da_da: Kontakt
de_de: Kontakt
it_it: Contatto
pt_br: Contato
ru_ru: Контакты
tr_tr: İletişim

source: Your Email
ar_ar: بريدك الإلكترونى
da_da: Din email
de_de: Deine Email-Adresse
it_it: La tua email
nl_nl: Je e-mailadres
pt_br: Seu e-mail
ru_ru: Ваш Email
tr_tr: Eposta Adresiniz

source: Your Name
ar_ar: إسمك
da_da: Dit navn
de_de: Ihr Name
it_it: Il tuo nome
nl_nl: Je naam
pt_br: Seu nome
ru_ru: Ваше имя
tr_tr: Adınız

source: Subject
ar_ar: الموضوع
da_da: Emne
de_de: Betreff
it_it: Oggetto
nl_nl: Onderwerp
pt_br: Assunto
ru_ru: Тема
tr_tr: Konu

source: Message
ar_ar: الرساله
da_da: Meddelelse
de_de: Nachricht
it_it: Messaggio
nl_nl: Bericht
pt_br: Mensagem
ru_ru: Сообщение
tr_tr: Mesaj

source: Submit
ar_ar: إرسال
da_da: Indsend
de_de: absenden
it_it: Invia
nl_nl: Verzenden
pt_br: Enviar
ru_ru: Отправить
tr_tr: Gönder

source: The following message has been sent to the Administrator:
ar_ar: تم إرسال الرسالة التالية إلى مدير الموقع
da_da: Følgende meddelelse er sendt til administrator:
de_de: Die folgende Nachricht wurde an den Systemverwalter gesendet:
it_it: Il seguente messaggio è stato inviato all'Amministratore:
nl_nl: Volgend bericht is verstuurd naar de beheerder:
pt_br: A seguinte mensagem foi enviada para o Administrador:
ru_ru: Следущее сообщение отправлено администратору:
tr_tr: Aşağıdaki mesaj Yöneticiye gönderildi:

source: Documents
ar_ar: مستندات
da_da: Dokumenter
de_de: Dokumente
it_it: Documenti
nl_nl: Documenten
pt_br: Documentos
ru_ru: Документы
tr_tr: Dosyalar

source: %s has added a new document (%s).
ar_ar: %s قد أضاف مستند جديد (%s).
da_da: % s har tilføjet et nyt dokument (% s).
de_de: %s wurde zu einem neuen Dokument (%s) hinzugefügt.
it_it: %s ha aggiunto un nuovo documento (%s).
nl_nl: %s heeft een nieuw document toegevoegd (%s).
pt_br: %s adicionou um novo documento (%s).
ru_ru: %s добавил(а) новый документ (%s).
tr_tr: %s yeni bir dosya ekledi (%s).

source: Dear
ar_ar: العزيز
da_da: Kære
de_de: Liebe(r)
it_it: Caro
nl_nl: Beste
pt_br: Caro(a)
ru_ru: Уважаемый
tr_tr: Sayın

source: To stop receiving these notifications, visit the following url and change your 'Email Update' setting to No:
ar_ar: زر الصفحة التالية وغيّر إعداد "تحديثات بالبريد الإلكتروني" إلى "لا" حتى لا تستقبل مزيدًا من التنبيهات:
da_da: For at stoppe denne meddelse, følg dette link for at ændre din 'e-mail opsætning' til NEJ:
de_de: Um diese Benachrichtigungen zu stoppen, folge der folgenden url und ändere deine 'Email Aktalisierungs' Einstellungen auf Nein:
it_it: Per non ricevere queste notifiche modifica le opzioni "Aggiornamenti per Email" al link seguente:
nl_nl: Ga naar de volgende URL om deze meldingen niet meer te ontvangen en stel 'Email Update' in op 'Nee' of 'No':
pt_br: Para parar de receber estas notificações, visite o seguinte endereço e altere a sua configuração de 'Email Update':
ru_ru: Чтобы не получать данные уведомления, перейдите по следующему адресу и укажите в графе "Уведомления по email" значение "Нет":
tr_tr: Bu bildirimleri almak istemiyorsanız aşağıdaki bağlantıyı izleyin ve Eposta Güncelleme ayarlarınızı Hayır olarak değiştirin:

source: Document could not be deleted from the server.
ar_ar: لايمكن حذف المستند من السيرفر
da_da: Dokumentet kunne ikke blive slettet fra serveren.
de_de: Dokument kann nicht vom Server gelöscht werden.
it_it: Un Documento non può essere cancellato dal Server.
nl_nl: Het document kan niet van de server verwijderd worden.
pt_br: O documento não pôde ser excluído do servidor.
ru_ru: Документ не может быть удален с сервера
tr_tr: Belge sunucudan silinemedi.

source: Family News
ar_ar: أخبار العائلة
da_da: Familie nyheder
de_de: Familiennachrichten
it_it: Notizie familiari
nl_nl: Nieuws uit de familie
pt_br: Notícias
ru_ru: Семейные новости
tr_tr: Aile Haberleri

source: Latest News
ar_ar: آخر الأخبار
da_da: Seneste nyt
de_de: Neueste Nachrichten
it_it: Ultime Notizie
nl_nl: Laatste nieuws
pt_br: Últimas Notícias
ru_ru: Последние новости
tr_tr: En Son Haberler

source: Add News
ar_ar: إضافة أخبار
da_da: Tilføj nyheder
de_de: News hinzufügen
it_it: Aggiungi notizie
nl_nl: Nieuws Toevoegen
pt_br: Adicionar Notícias
ru_ru: Добавить новость
tr_tr: Haber Ekle

source: My News
ar_ar: أخباري
da_da: Mine nyheder
de_de: Meine Neuigkeiten
it_it: Le mie Notizie
nl_nl: Mijn Nieuws
pt_br: Minhas Notícias
ru_ru: Мои новости
tr_tr: Haberlerim

source: %s has added %s to his/her Family News
ar_ar: أضاف/ت %s %s إلى أخبار بيته‍/‍ا
da_da: %s har tilføjet %s til hans/hendes familie nyheder.
de_de: %s hat %s zu seinen/ihren Familiennachrichten hinzugefügt
it_it: %s ha aggiunto %s alle sue Notizie di Famiglia
nl_nl: %s heeft %s aan zijn/haar familienieuws toegevoegd
pt_br: %s adicionou %s às notícias de família.
ru_ru: %s добавил(а) %s в его/ее Семейные новости
tr_tr: %s kendi Aile Haberlerine %s ekledi

source: This can NOT be undone
ar_ar: لايمكن الرجوع عن ذلك
da_da: Dette kan IKKE fortrydes!
de_de: Dies kann NICHT rückgängig gemacht werden
it_it: Questa operazione non può essere annullata
nl_nl: Dit kan niet ongedaan gemaakt worden
pt_br: Esta ação não pode ser desfeita
ru_ru: Это действие не может быть отменено
tr_tr: Bu işlem geri ALINAMAZ

source: Family Tree
ar_ar: شجرة العائلة
da_da: Familietræ
de_de: Stammbaum
it_it: Albero Genealogico
nl_nl: Stamboom
pt_br: Árvore Genealógica
ru_ru: Фамильное дерево
tr_tr: Soyağacı

source: Non-member
ar_ar: غير عضو
da_da: Ikke medlem
de_de: Nicht-Mitglied
it_it: Non-membro
nl_nl: Niet-lid
pt_br: Não-Membro
ru_ru: не участник
tr_tr: Üye Olmayan

source: Member
ar_ar: عضو
da_da: Medlem
de_de: Mitglied
it_it: Membro
nl_nl: Lid
pt_br: Membro
ru_ru: Участник
tr_tr: Üye

source: Share some information about this person.
ar_ar: مشاركة معلومات عن هذا الشخص
da_da: Del noget information om denne person.
de_de: Fügen Sie Benutzerdaten über diese Person hinzu.
nl_nl: Deel wat informatie omtrent deze persoon.
pt_br: Compartilhe informações sobre esta pessoa.
ru_ru: Поделиться информацией об этом человеке
tr_tr: Bu kişi hakkında bilgi paylaş.

source: This user does not have a bio.
ar_ar: لا توجد سيرة ذاتيه لهذا العضو
da_da: Denne bruger har ikke en bio.
de_de: Der Benutzer hat keine Biographie angelegt.
nl_nl: Deze gebruiker heeft geen biografie.
pt_br: Este usuário não possui biografia.
ru_ru: У этого пользователя нет информации
tr_tr: Bu kullanıcının ayrıntılı bilgileri yok.

source: Father
ar_ar: أب
da_da: Far
de_de: Vater
it_it: Padre
nl_nl: Vader
pt_br: Pai
ru_ru: Отец
tr_tr: Baba

source: Mother
ar_ar: أم
da_da: Mor
de_de: Mutter
it_it: Madre
nl_nl: Moeder
pt_br: Mãe
ru_ru: Мать
tr_tr: Anne

source: Spouse
ar_ar: الزوج
da_da: Ægtefælle/partner
de_de: Ehepartner
it_it: Coniuge
nl_nl: Partner
pt_br: Esposa
ru_ru: Супруг(а)
tr_tr: Eş

source: Son
ar_ar: ‎ابن‎
da_da: Søn
de_de: Sohn
nl_nl: Zoon
pt_br: Filho
ru_ru: Сын
tr_tr: Erkek evlat

source: Daughter
ar_ar: بنت
da_da: Datter
de_de: Tochter
nl_nl: Dochter
pt_br: Filha
ru_ru: Дочь
tr_tr: Kız evlat

source: You have supplied an invalid family member type.
ar_ar: لقد قمت بتزويد نوع عضو عائلة غير صحيح
da_da: Du har tilføjet en ugyldig familiemedlems type.
de_de: Diser Angehörigentypus ist ungültig.
nl_nl: Je hebt een verkeerde type opgegeven voor het betreffende familie lid.
pt_br: Você tem forneceu um tipo de membro da família inválido.
ru_ru: Вы выбрали неправильный тип члена семьи.
tr_tr: Geçersiz bir aile üyesi tipi yazdınız.

# %s is a persons name
source: Add new father for %s
ar_ar: اضافة أب ل%s
da_da: Tilføj en ny far for %s
de_de: Vater für %s anlegen.
nl_nl: Voeg een vader toe voor %s
pt_br: Adicionar novo pai para %s
ru_ru: Добавить отца для %s
tr_tr: %s için baba ekle

# %s is a persons name
source: Add new mother for %s
ar_ar: اضافة أم ل%s
da_da: Tilføj en ny mor for %s
de_de: Mutter für %s anlegen.
nl_nl: Voeg moeder toe aan %s
pt_br: Adicionar nova mãe para %s
ru_ru: Добавить мать для %s
tr_tr: %s için anne ekle

# %s is a persons name
source: Add new spouse for %s
ar_ar: أضف زوج ل%s
da_da: Tilføj en ny ægtefælle for %s
de_de: Gatten für %s anlegen.
nl_nl: Voeg partner toe aan %s
pt_br: Adicionar novo cônjuge para %s
ru_ru: Добавить супруга для %s
tr_tr: %s için eş ekle

# %s is a persons name
source: Add new child for %s
ar_ar: أضف ابن ل%s
da_da: Tilføj en ny barn for %s
de_de: Kind für %s anlegen.
nl_nl: Voeg een kind toe aan %s
pt_br: Adicionar novo filho para %s
ru_ru: Добавить ребенка для %s
tr_tr: %s için çocuk ekle

source: Child
ar_ar: طفل
da_da: Barn
de_de: Kind
it_it: Figlio
nl_nl: Kind
pt_br: Filho
ru_ru: Ребёнок
tr_tr: Çocuk
