Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete photos from the Photo Gallery.
da_da: dette adgang niveau har alle de samme rettigheder som medlems niveau, men kan ikke tilføje, opdatere eller slette fotos fra Galleriet.
de_de: Dieser Level ist gleich dem normalen Mitgliederlevel. Unterschied: Man hat keine Berechtigung in der Fotogalerie.
it_it: questo livello ha tutti gli stessi privilegi del livello Membri, ma non si possono aggiungere, aggiornare o eliminare le foto dalla Foto Gallery.
nl_nl: dit toegangsniveau heeft dezelfde rechten als een gewoon lid maar heeft geen toegang tot de beheerfuncties van de fotogallerij.
pt_br: esse nível de acesso tem todos os privilégios do Membro padrão, mas não pode adicionar, atualizar ou apagar as fotos da Galeria de Fotos.
ru_ru: этот уровень доступа имеет все те же привилегии, что и член семьи, но не может добавлять, обновлять и удалять фотографии из Галереи Фотографий.
tr_tr: bu erişim düzeyi Üye düzeyiyle aynı yetkilere sahiptir, ama Fotoğraf Galerisine fotoğraf ekleyemez, buradan fotoğraf düzenleyemez ya da silemez.

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete posts from the Message Board.
da_da: dette adgang niveau har alle de samme rettigheder som medlems niveau, men kan ikke tilføje, opdatere eller slette indlæg fra Opslagstavlen.
de_de: Dieser Level ist gleich dem normalen Mitgliederlevel. Unterschied: Man hat keine Berechtigung im Forum.
it_it: questo livello ha tutti gli stessi privilegi del livello Membri, ma non si possono aggiungere, aggiornare o eliminare messaggi dal Forum.
nl_nl: dit toegangsniveau heeft dezelfde rechten als een gewoon lid maar heeft geen toegang tot de beheerfuncties van het berichtenforum/prikbord.
pt_br: esse nível de acesso tem todos os privilégios do Membro padrão, mas não pode adicionar, atualizar ou excluir mensagens do Message Board.
ru_ru: этот уровень доступа имеет все те же привилегии, что и член семьи, но не может добавлять, обновлять и удалять сообщения из Доски Сообщений.
tr_tr: bu erişim düzeyi Üye düzeyi ile aynı yetkilere sahiptir ama Mesaj Panosuna mesaj ekleyemez, buradaki mesajları düzenleyemez ya da silemez.

source: this access level can only add comments to Photos, Family News and can reply to posts on the Message Board. Has view access to all other sections.
ar_ar: مستوى الصلاحية هذا لا يستطيع سوى التعليق على الصور والأخبار، ويمكنه الرد على الرسائل في لوحة الرسائل. له صلاحية استعراض كل الأقسام الأخرى.
da_da: dette adgangs niveau kan kun tilføje kommentarer til fotos, familie nyheder og besvare indlæg på opslagstavlen. Har læse adgang til alle andre sektioner.
de_de: Mit diesem Level kann man eigentlich einige Bereiche (Fotogalerie, News, Forum) nur kommentieren. Man ist aber nicht in der Lage eigene Sachen zu erstellen. Sehen kann man dagegen alles.
it_it: questo livello di accesso può solo aggiungere commenti alle Foto, Family News e può rispondere ai messaggi in bacheca. Ha accesso di visualizzazione per tutte le altre sezioni.
nl_nl: dit toegangsniveau kan alleen maar opmerkingen toevoegen aan foto's, nieuwsberichten en kan alleen reageren op berichten in het forum/prikbord. Daarbuiten heeft dit niveau alleen lees-rechten.
pt_br: esse nível de acesso só pode adicionar comentários a fotos, notícias e Família pode responder aos posts sobre o Painel de Mensagens. Tem acesso visão a todos os outros setores.
ru_ru: этот уровень доступа может только добавлять комментарии к Фотографиям, Семейным Новостям и может отвечать на сообщения из Доски Сообщений. Имеет доступ к просмотру всех остальных секций.
tr_tr: bu erişim düzeyi yalnızca Fotoğraflara, Aile Haberlerine yorum ekleyebilir ve Mesaj Panosundaki iletilere yanıt verebilir. Diğer tüm bölümlere bakma yetkisi vardır.

source: this access level can add, update and delete their own Message Board posts only. Has view access to all other sections.
da_da: dette adgangs niveau kan tilføje, opdatere og slette deres egne indlæg på opslagstavlen. Har læse adgang til alle andre sektioner.
de_de: Mit diesem Level hat man ausschließlich Zugriff auf das Forum. Sehen kann man aber alles.
it_it: questo livello di accesso può solo inserire, aggiornare e cancellare i propri messaggi in bacheca. Ha accesso di visualizzazione per tutte le altre sezioni.
nl_nl: dit toegangsniveau geeft alleen de mogelijkheid om forumberichten te plaatsen en ze te beheren. Daarbuiten heeft dit niveau alleen lees-rechten.
pt_br: esse nível de acesso pode adicionar, atualizar e excluir suas próprias mensagens. Tem acesso visão a todos os outros setores.
ru_ru: этот уровень доступа может только добавлять, обновлять и удалять свои собственные сообщения из Доски Сообщений. Имеет доступ к просмотру всех остальных секций.
tr_tr: bu erişim düzeyi yalnızca Mesaj Panosuna mesaj ekleyebilir ve kendi eklediklerini değiştirip silebilir. Diğer tüm bölümleri görme hakkına sahiptir.

source: this access level can add, update and delete their own Photos only. Has view access to all other sections.
da_da: dette adgangs niveau kan tilføje, opdatere og slette deres egne fotos. Har læse adgang til alle andre sektioner.
de_de: Mit diesem Level hat man ausschließlich Zugriff auf die Bildergalerie. Sehen kann man aber alles.
it_it: questo livello di accesso può solo inserire, aggiornare e cancellare le proprie Foto. Ha accesso di visualizzazione per tutte le altre sezioni.
nl_nl: dit toegangsniveau geeft alleen de mogelijkheid om zelf nieuwe foto's te plaatsen en ze te beheren. Daarbuiten heeft dit niveau alleen lees-rechten.
pt_br: esse nível de acesso pode adicionar, atualizar e excluir as suas próprias fotos. Tem acesso a todos os outros setores.
ru_ru: этот уровень доступа позволяет добавлять, обновлять и удалять только свои собственные фотографии. Имеются права на просмотр всех других секций.
tr_tr: bu erişim düzeyi yalnızca kendi fotoğraflarını ekleyebilir, güncelleyebilir ya da silebilir. Diğer tüm bölümleri görme hakkına sahiptir.

source: this access level can add, update and delete their own Family News entries only. Has view access to all other sections.
ar_ar: يستطيع مستوى الصلاحية هذا إضافة الأخبار أو تحديثها أو حذفها فقط. له صلاحية استعراض كل الأقسام اﻷخرى.
da_da: dette adgangs niveau kan tilføje, opdatere og slette deres egne nyheder. Har læse adgang til alle andre sektioner.
de_de: Mit diesem Level hat man ausschließlich Zugriff auf die News. Sehen kann man aber alles.
it_it: questo livello di accesso può solo inserire, aggiornare e cancellare le proprie Family News. Ha accesso di visualizzazione per tutte le altre sezioni.
nl_nl: dit toegangsniveau geeft alleen de mogelijkheid om nieuwsberichten te plaatsen en ze te beheren. Daarbuiten geeft dit niveau alleen lees-rechten.
pt_br: esse nível de acesso pode adicionar, atualizar e excluir suas entradas Notícias. Tem acesso a todos os outros setores.
ru_ru: этот уровень доступа позволяет добавлять, обновлять и удалять только свои собственные Семейные Новости. Имеются права на просмотр всех других секций.
tr_tr: bu erişim düzeyi yalnızca kendi Aile Haberleri girdilerini ekleyebilir ve bunları güncelleyip silebilir. Diğer tüm bölümleri görme hakkına sahiptir.

source: this access level has view only access to the site.
da_da: dette adgangs niveau har kun læse rettigheder til siden.
de_de: In diesem Level darf man nur gucken, sonst nichts!
it_it: Questo livello può solo visualizzare i contenuti del Sito.
nl_nl: dit toegangsniveau laat alleen het bekijken van de site toe.
pt_br: esse nível de acesso pode apenas acessar o site.
ru_ru: этот уровень доступа позволяет только просматривать сайт.
tr_tr: bu erişim düzeyinin yalnızca siteyi görme hakkı vardır.

source: Access Rights
ar_ar: صلاحيات الوصول
da_da: Adgangsrettigheder
de_de: Zugriffsrechte
it_it: Diritti Di Accesso
nl_nl: Toegangsrechten
pt_br: Permissões de acesso
ru_ru: Права доступа
tr_tr: Erişim Hakları

source: Admininstration
ar_ar: الادارة
da_da: Administration
de_de: Administration
it_it: Amministrazione
nl_nl: Beheer
pt_br: Administração
ru_ru: Управление сайтом
tr_tr: Yönetim

source: 1. Admin
ar_ar: 1. المدير
de_de: 1. Systemverwalter
nl_nl: 1. Beheerder
pt_br: Admin
ru_ru: 1. Админ
tr_tr: 1. Yönetici

source: 2. Helper
ar_ar: 2. المساعد
da_da: 2. Hjælper
de_de: 2. Helfer
it_it: 2. Aiutante
pt_br: 2. Ajudante
ru_ru: 2. Помощник
tr_tr: 2. Yardımcı

source: 3. Member
ar_ar: 3. العضو
da_da: 3. Medlem
de_de: 3. Mitglied
it_it: 3. Membro
nl_nl: 3. Lid
pt_br: Membro
ru_ru: 3. Участник
tr_tr: 3. Üye

source: 4. Non-Photographer
ar_ar: 4. غير مصور
da_da: Ikke-Fotograf
de_de: 4. Nicht-Fotografen
it_it: 4. Non-Fotografo
nl_nl: Geen foto's toevoegen
pt_br: 4. Não Fotógrafo
ru_ru: Не фотограф
tr_tr: 4. Fotoğrafçı Olmayan

source: 5. Non-Poster
ar_ar: 5. غير مرسل
da_da: Ikke-plakat
de_de: 5. Nicht-Autor
nl_nl: Geen berichten plaatsen
ru_ru: Не редактор
tr_tr: 5. İleten Olmayan

source: 6. Commenter
ar_ar: 6. معلق
da_da: 6. Kommentator
de_de: 6. Kommentator
it_it: Commentatore
nl_nl: 6. Commentator
ru_ru: 6. Комментатор
tr_tr: 6. Yorumcu

source: Comment Only
ar_ar: تعليق فقط
da_da: Kun kommentarer
de_de: nur kommentieren
it_it: Solo Commenti.
nl_nl: Alleen commentaar
pt_br: Apenas comentário
ru_ru: Только комментирование
tr_tr: Yalnızca Yorum

source: 7. Poster
ar_ar: 7. مراسل
de_de: 7. Autor
nl_nl: Mag berichten plaatsen
ru_ru: Редактор
tr_tr: 7. İletici

source: 8. Photographer
ar_ar: 8. مصور
da_da: 8. Fotograf
de_de: 8. Fotograf
it_it: 8. Fotografo
nl_nl: Mag foto's toevoegen
pt_br: 8. Fotógrafo
ru_ru: 8. Фотограф
tr_tr: 8. Fotoğrafçı

source: 9. Blogger
ar_ar: 9. مدون
de_de: 9. Blogger (Blogschreiber)
ru_ru: Блоггер

source: 10. Guest
ar_ar: 10. زائر
da_da: 10. Gæst
de_de: 10. Gast
it_it: 10. Ospite
nl_nl: 10. Gast
pt_br: 10. Visitante
ru_ru: 10. Гость
tr_tr: 10. Konuk

source: Can add/edit/delete all members information
ar_ar: اضافة وتحرير وحذف معلومات اعضاء
da_da: Kan tilføje/redigere/slette alle medlemmers information
de_de: Diese Person kann alle Mitglieder Informationen sehen, hinzufügen, ändern und löschen
it_it: Può aggiungere/modificare/cancellare le informazioni di tutti gli Utenti
nl_nl: Kan volledig ledenbeheer doen.
pt_br: Pode adicionar / editar / deletar qualquer informação dos membros.
ru_ru: Может добавлять/редактировать/удалять информацию о всех членах семьи
tr_tr: Tüm üye bilgilerini ekleyebilir/düzenleyebilir/silebilir

source: Has limited access to Administration
ar_ar: لديه صلاحيات محدودة للادارة
da_da: Har begrænset adgang til Administration
de_de: Diese Person hat nur begrenzten Zugang zu Administration
it_it: Dispone di parziale accesso all'Amministrazione
nl_nl: Heeft beperkt toegang tot Beheer
pt_br: Tem acesso limitado para a Administração
ru_ru: Имеет ограниченный доступ к Администрированию
tr_tr: Yönetime sınırlı erişim var

source: Family Connections has three optional sections: Family News, Prayer Concerns and Recipes. In order to use these sections you must first add them to the site (some sections may have been previously added during installation). Adding an optional section, allows that section to be used in the <a href="#adm-sections-nav">site navigation</a>.
ar_ar: توجد ثلاثة أقسام اختيارية: أخبار العائلة، وطلبات الدعاء، والوصفات. عليك إضافة هذه الأقسام إلى الموقع حتى تتمكن من استخدامها (ربما أضيف بعضها خلال عملية التنصيب). عند إضافة قسم اختياري فإنه يظهر في <a href="#adm-sections-nav">أعلى الموقع</a>.
da_da: Familie Connections har tre valgfri sektioner: Familie Nyheder, Forespørgsler og opskrifter. For at kunne bruge disse sektioner skal du først føje dem til webstedet (nogle sektioner kan have været tidligere tilføjet under installationen). Tilføje en valgfri sektion, tillader den pågældende sektion, der skal anvendes i <a href="#adm-sections-nav"> webstedsnavigationen </ a>.
de_de: Family Connections hat 3 optionale Bereiche/Module: Familien News, Todesanzeigen und Rezepte. Diese Bereiche müssen im Adminbereich aktiviert werden. siehe auch <a href="#adm-sections-nav">Seiten Navigation</a>.
it_it: Family Connections ha tre sezioni opzionali: Family News, le Preghiere e le Ricette. Per utilizzare queste sezioni bisogna innanzitutto aggiungerle al sito (alcune sezioni potrebbero essere state aggiunte durante l'installazione). Aggiungere una sezione ne permette l'utilizzo nella <a href="#adm-sections-nav"> navigazione del sito </a>.
nl_nl: Family Connections heeft drie optionele secties: Familienieuws, Gelukswensen en Recepten. Om deze te kunnen gebruiken moet je ze eerst toevoegen (sommige secties kunnen zijn toegevoegd tijdens de installatie). Het toevoegen van een sectie maakt deze beschikbaar in <a href="#adm-sections-nav">site navigatie</a>.
pt_br: Family Connection tem três seções opcionais: Notícias Família, Preocupações e Oração e Receitas. Para utilizar estas seções você deve primeiro adicioná-los ao site (algumas seções podem ter sido anteriormente adicionado durante a instalação). Adicionando uma seção opcional, permite que a seção a ser utilizado a <a href="#adm-sections-nav">navegação no site</a>.
ru_ru: Family Connections имеют три необязательных секции: Семейные Новости, Молитвы, Рецепты. Чтобы использовать эти секции вы должны сначала добавить их на сайт (некоторые секции могут быть уже добавлены во время установки). Добавление необязательной секции разрешает использование их в <a href="#adm-sections-nav">навигации по сайту</a>.
tr_tr: Family Conectıons içinde isteğe bağlı üç bölüm bulunur: Aile Haberleri, Dua Konuları ve Yemek Tarifleri. Bu bölümleri kullanmak için önce siteye eklemeniz gerekir (bazıları kurulum esnasında önceden eklenmiş olabilir). İsteğe bağlı bir bölüm eklendiğinde bu bölüm <a href="#adm-sections-nav">site dolaşımı</a>na dahil olur.

source: To add an optional section:
ar_ar: لاضافة قسم اختياري
da_da: For at tilføje
de_de: Aktivieren eines optionalen Bereichs (Moduls)
it_it: Per aggiungere una sezione opzionale:
nl_nl: Om een optionele sectie toe te voegen:
pt_br: Para adicionar uma seção opcional:
ru_ru: Чтобы добавить дополнительный раздел:
tr_tr: İsteğe bağlı bir bölüm eklemek için:

source: Click the <a href="admin/config.php">Configuration</a> link on the Administration sub menu
da_da: Klik på <a href="admin/config.php">Configuration</a> link på Administration undermenuen
de_de: Klicken Sie im Adminbereich auf <a href="admin/config.php">Konfiguration</a> (Untermenü, links)
it_it: Clicca il link <a href="admin/config.php">Configuration</a> nel sottomenù Amministrazione
nl_nl: Klik op de <a href="admin/config.php">Configuratie<a>-link in het submenu 'Beheer'
pt_br: Clique no link <a href="admin/config.php">Configurações</a> no menu submenu Administração
ru_ru: Нажмите <a href="admin/config.php">Конфигурация</a> в подменю Администрирование
tr_tr: Yönetim alt mönüsündeki<a href="admin/config.php">Yapılandırma</a> bağlantısını tıklayın

source: Expand the <u>Sections</u> by clicking the <b>Show/Hide</b> link.
da_da: Udvid <u>Sections</u> ved at klikke på <b>Show/Hide</b> Linket.
de_de: Wählen Sie zwischen <b>anzeigen</b> oder <b>verstecken</b> aus.
it_it: Espandi le <u>Sezioni</u> cliccando il link <b>Show/Hide</b>.
nl_nl: Open de <u>onderdelen</u> door op <b>Tonen/Verbergen</b> te klikken.
pt_br: Expandir as <u>Seções </ u> clicando no botão <b>Mostrar/ Esconder</ b>.
ru_ru: Разверните <u>Секции</u> нажав <b>Показать/Скрыть</b>.
tr_tr: <b>Göster/Gizle</b> bağlantısını tıklayarak <u>Bölümler</u>i açın.

source: Click the <b>Add</b> link beside the section you want to add.
da_da: Klik på <b>add</b> linket ved siden af den sektion, du vil tilføje.
de_de: Anschließend klicken Sie auf "speichern"
it_it: Clicca il link <b>Add</b> accanto alla sezione che vuoi aggiungere.
nl_nl: Klik op <b>Toevoegen</b> naast het onderdeel dat je wil toevoegen.
pt_br: Clique no link <b> Adicionar </ b> ao lado a seção que você deseja adicionar.
ru_ru: Нажмите <b>Добавить</b> рядом с секцией, которую вы хотите добавить.
tr_tr: Ekemek istediğiniz bölümün yanındaki <b>Ekle</b> yazısını tıklayın.

source: Note: If a section has been previously added it will say "Already Added" beside the section.
da_da: Bemærk: Hvis et afsnit er tidligere blevet tilføjet det vil sige "Allerede Tilføjet" ved siden af sektionen.
de_de: Info: Wenn ein Bereich bereits hinzugefügt ist, teilt das System ihnen dies auch mit.
it_it: Nota: Se una sezione è stata aggiunta in precedenza apparirà "Già Aggiunta" accanto alla sezione.
nl_nl: Opmerking: Als een onderdeel reeds toegevoegd is staat dit daarnaast aangegeven.
pt_br: Nota: Se uma seção que já adicionada anteriormente vai apresentar "Já Adicionado" ao lado da seção.
ru_ru: Заметим, что если секция уже была добавлена вы увидите сообщение "Уже добавлена" рядом с секцией.
tr_tr: Not: Eğer bir bölüm zaten eklendiyse yanında Zaten Eklendi yazısı yer alır.

source: You can only change the navigation position of a few of the sections. They are: Family News, Prayer Concerns, Recipes and Calendar. The navigation is broken down into two parts, (1) the Top Navigation and the (2) the Side Navigation. The Top Navigation can hold links for up to 6 sections.
ar_ar: يمكنك تغيير موقع بضعة أقسام فقط، وهي: أخبار البيت، وطلبات الدعاء، والوصفات، والتقويم. ينقسم التنقل في الموقع إلى جزأين: 1) أزرار التنقل العلوية 2) وأزرار التنقل الجانبية. يمكن أن تحتوي الأزرار العلوية على روابط لما يصل إلى 6 أقسام.
da_da: Du kan kun ændre navigations placeringen af et par af afsnittene. De er: Familie Nyheder, Forespørgsler, opskrifter og Kalender. Navigationen er opdelt i to dele, (1) Top Navigation og (2) den Side Navigation. Top Navigation kan holde links i op til 6 sektioner.
de_de: Sie haben die Möglichkeit die Position der einzelnen Bereiche / Module festzulegen. Es gibt einmal die Top Navigation und die Seiten Navigation. In der Seitennavigation sind nur 6 Bereich anzeigbar.
it_it: È possibile modificare la posizione di alcune sezioni. Quest sono: Family News, le Preghiere, le Ricette e il Calendario. La navigazione è suddivisa in due parti: (1) in alto e (2) a lato. La barra di navigazione superiore può contenere dei link per un massimo di 6 sezioni.
nl_nl: Je kan slechts van enkele onderdelen de navigatiepositie wijzigen. Namelijk: Familie Nieuws, Gelukswensen, Recepten en Agenda. De navigatie bestaat uit twee delen, (1) Kopnavigatie en (2) Zijnavigatie. De Kopnavigatie kan 6 secties bevatten.
pt_br: Você só pode alterar a posição de navegação de algumas das seções. Eles são: Notícias da Família, Preocupações e Oração, Receitas e Calendário. A navegação é dividido em duas partes, (1) de navegação no topo e no (2) Navegação ao lado. A Navegação Superior pode conter links para até 6 seções.
ru_ru: Вы можете изменять позицию в навигации только у нескольких секций: Семейные Новости, Молитвы, Рецепты и Календарь. Навигация разбита на две части: (1) Верхняя Навигация и (2) Боковая Навигация. Верхняя Навигация может содержать до 6 ссылок на секций.
tr_tr: Birkaç bölümün yalnızca dolaşımdaki konumunu değiştirebilirsiniz; bunlar: Aile Haberleri, Dua Konuları, Yemek Tarifleri ve Takvim. Dolaşım ikiye ayrılır: (1) Üst Dolaşım ve (2) Yan Dolaşım. Üst dolaşımda en fazla 6 bölüm için bağlantı olabilir.

source: In all versions of Family Connections prior to 3.0, the photos in the Photo Gallery are viewable to users outside of your website, without being logged in. A non-authorized user would have to guess the location of these photos, but they still could see them, if they guessed correctly.
da_da: I alle versioner af Family Connections før 3.0, kan billederne i Photo Gallery vises for brugere uden for dit website, uden at de logger ind. Skulle en ikke-autoriseret bruger gætte placeringen af disse billeder, ville de stadig kunne se dem, hvis de gættede rigtigt.
de_de: In allen Versionen von Family Connection vor Version 3.0 sind die Foto-Galerie Bilder für Benutzer außerhalb Ihrer Website sichtbar, ohne eingeloggt zu sein. Ein nicht authorisierter Benutzer müsste den Pfad zwar erraten, aber er könnte sich Zugang verschaffen.
it_it: In tutte le versioni di Family Connections precedenti alla 3.0, le foto nella galleria di foto sono visualizzabili per gli utenti al di fuori del tuo sito web, senza essere loggati. Un utente non autorizzato avrebbe potuto indovinare la posizione di queste foto, ma hanno ancora potuto vedere loro, se hanno indovinato correttamente.
nl_nl: (tot versie 3.0 van Family Connections) uw foto's kunnen ook bekeken worden door niet-geautoriseerde gebruikers. Hiervoor moeten zij de locatie raden of kennen. Upgrade naar een hoger versie en beveilg de toegang (zie Help)
pt_br: Em todas as versões de Family Connections anteriores a 3.0, as fotos na Galeria de Fotos são visíveis para os usuários fora de seu site, sem estar conectado. Um usuário não autorizado teria que adivinhar a localização destas fotos, mas ainda podia ver eles, se eles adivinharam corretamente.
ru_ru: Во всех версиях семейные связи до 3,0, фотографии в галерее фотографии доступны для просмотра пользователям за пределами вашего веб-сайта, без зашлиНесанкционированный пользователь должен угадать расположение этих фотографий, но они все еще мог видеть их, если они правильно угадали.
tr_tr: Family Connectıons yazılımının 3.0 sürümünden önce Fotpğraf Galerisindeki fotpğraflar siteye giriş yapmayanlar tarafından da görülebiliyordu. Yetkili olmayan bir kişinin bu fotoğrafların konumunu tahmin etmesi gerekmekteydi ama tahminleri doğru çıktığında da bunları görebiliyorlardı.

source: To fix this, FCMS 3.0 added a way to hide the photos from outside users. To do this:
da_da: For at løse dette, FCMS 3.0 tilføjes en måde for at skjule billeder fra eksterne brugere. At gøre dette:
de_de: Ab FCMS 3.0 wurde sichergestellt, dass die Fotos vor Benutzern von außen geschützt sind. Um dies zu erreichen:
it_it: Per risolvere questo problema, FCMS 3.0 aggiunto un modo per nascondere le foto da utenti esterni. Per fare questo:
nl_nl: Om dit te voorkomen is in FamylyConnections (na versie 3.0) een optie toegevoegd; zie:
pt_br: Para corrigir isso, o FCMS 3.0 adicionou uma maneira de esconder as fotos de usuários externos. Para fazer isso:
ru_ru: Чтобы это исправить в FCMS 3.0 добавлена функция скрытия фотографий от внешних (незарегистрированных) пользователей. Чтобы ею воспользоваться:
tr_tr: Bu sorunu gidermek için FCMS 3.0 fotoğrafları yetkisiz kullanıcılardan gizleme yöntemini getirdi. Bunu yapmak için:

source: Edit the inc/config_inc.php file on your server. Add the following line just below the MySQL database information, but above the ?>:
da_da: Rediger inc/config_inc.php fil på din server. Tilføj følgende linje lige under MySQL-database oplysninger, men over ?>:
de_de: Bearbeiten Sie die Datei inc/config_inc.php auf Ihrem Server. Fügen Sie die folgende Zeile direkt hinter dem MySQL Datenbank-Eintrag, aber vor dem ?> hinzu:
it_it: Modificare il file inc / config_inc.php sul server. Aggiungere la seguente riga appena sotto le informazioni del database MySQL, ma sopra la?>
nl_nl: Bewerk het file "inc/config_inc.php" op uw server. Voeg de volgende regel toe (onder "MySQL databse" maar boven "?>: ")
pt_br: Edite o arquivo inc/config_inc.php em ​​seu servidor. Adicione a seguinte linha logo abaixo da informação do banco de dados MySQL, mas acima de >?:
ru_ru: Отредактируйте файл inc/config_inc.php на сервере, в который добавьте приведенную ниже строку под информацией о базе данных MySQL, но до знаков "?>" :
tr_tr: Sunucunuzda inc/confic_inc.php dosyasını düzenleyin. MySQL veritabanı bilgisinin altına - ama ?> simgesinin öncesine - şunu ekleyin:
