Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Make sure you add <code>settings.php?view=instagram</code> to your Callback URL.
da_da: Sørg for at du tilføjer <code>settings.php?view=instagram</code> til din tilbagekalds URL.
de_de: Stellen Sie sicher, dass Sie Ihrer URL <code>settings.php?view=instagram</code> hinzufügen.
it_it: Assicurati di aver aggiunto <code>settings.php?view=instagram</code> all'indirizzo Callback.
nl_nl: Zorg ervoor dat de volgende code in uw "Callback URL" staat: <code>settings.php?view=instagram</code>
pt_br: Confirme se você adicionou o <code>settings.php?view=instagram</code> em suas Callback URL.
ru_ru: Убедитесь, что вы добавили <code>settings.php?view=instagram</code> в ваш Callback URL.
tr_tr: Callback URL sonuna <code>settings.php?view=instagram</code> eklemeyi unutmayın.

source: Fill out the form below with the Instagram Client Id and Client Secret.
ar_ar: املأ النموذج التالي بالرقم المعرف من انستجرام والرقم السري
da_da: Udfylde nedenstående formular med dit Instagram klient ID og klient secret.
de_de: Fülle die folgenden Felder mit der "Instragram Client ID" und dem "Client Secret" aus.
it_it: Compila il modulo sottostante con l'ID Client & il Secret Client Instagram.
nl_nl: Vult uw Instagram ID en uw "sleutelvraag" in op het onderstaande fomulier
pt_br: Preencha o formulário abaixo com o Instagram Client Id e Client Secret.
ru_ru: Введите в форме ниже Instagram Client Id и Client Secret.
tr_tr: Instagram Client Id ve Client Secret ile aşağıdaki formu doldurun.

source: Administration: Members
ar_ar: الإداره : الأعضاء
da_da: Administration: Medlemmer
de_de: Administration: Mitglieder
it_it: Amministrazione: Membri
nl_nl: Beheer : Leden
pt_br: Administração: Membros
ru_ru: Администрирование: Участники
tr_tr: Yönetim: Üyeler

source: You must choose a member to merge with.
ar_ar: عليك بإختيار عضو للاقتران به
da_da: Du skal vælge et medlem at fusionere med.
de_de: Sie müssen sich entscheiden ob Sie sich mit einer anderen Person verknüpfen
it_it: Devi scegliere un utente con cui impostare un legame.
nl_nl: Je moet een lid kiezen om mee samen te voegen.
pt_br: Escolha um membro
ru_ru: Выберите участника для объединения.
tr_tr: Birleştirmek için bir üye seçmelisiniz.

# %s is a name of a table that gets updated.
source: Update [%s] complete.
ar_ar: تم تحديث [%s].
da_da: Opdatering [%s] færdiggjort.
de_de: Aktualisierung [%s] fertiggestellt
it_it: Aggiornamento [%s] completato.
nl_nl: Update [%s] voltooid.
pt_br: Atualização [%s] completa.
ru_ru: Обновление [%s] завершено.
tr_tr: Güncelleme [%s] tamamlandı.

# %s is a name of a table that is deleted.
source: Delete [%s] complete.
ar_ar: تم حذف [%s].
da_da: Sletning [%s] færdiggjort.
de_de: Löschen [%s] fertiggestellt
it_it: Cancellazione [%s] completata.
nl_nl: Verwijderen [%s] voltooid.
pt_br: Exclusão [%s] completa.
ru_ru: Удаление [%s] завершено.
tr_tr: Silme işlemi [%s] tamamlandı.

source: Missing Required Field
ar_ar: أحد الحقول المطلوبه ناقص
da_da: Manglende Obligatorisk felt
de_de: Benötigte Felder fehlen
it_it: Campo richiesto mancante
nl_nl: Er ontbreekt een verplicht veld
pt_br: Faltando campo obrigatório
ru_ru: Обязательное поле пропущено
tr_tr: Gerekli Alan Eksik

source: The email address %s is already in use. Please choose a different email.
ar_ar: عنوان البريد الألكترونى %s مستخدم بالفعل. من فضلك إستخدم عنوان آخر.
da_da: Email adressen %s er allerede brugt. Vælg venligst en anden Email adresse.
de_de: Die E-Mail-Adresse %s ist bereits im Gebrauch. Wählen Sie bitte eine andere E-Mail.
it_it: L'indirizzo email %s è già in uso. Scegliere un indirizzo diverso.
nl_nl: Het mailadres %s is reeds in gebruik. Kies alstublieft een ander adres.
pt_br: O endereço de e-mail %s já está em uso. Por favor, escolha um e-mail diferente.
ru_ru: Адресс эл.почты (%s) уже используется. Пожалуйста, выберите другой адрес электронной почты.
tr_tr: %s eposta adresi zaten kullanılmakta. Bbaşka bir eposta adresi yazın.

source: Invitation to %s
ar_ar: دعوة إلى %s
da_da: Invitation til %s
de_de: Einladung zu %s
it_it: Invito su %s
nl_nl: Uitnodiging voor %s
pt_br: Convite para %s
ru_ru: Приглашение в %s
tr_tr: %s için davet

source: You have been invited by %s to join %s.
ar_ar: لقد دعاك %s للانضمام إلى %s.
da_da: Du er blevet inviteret af %s til at blive medlem af %s.
de_de: Du bist von %s eingeladen bei %s teilzunehmen
it_it: Sei stato invitato da %s a visitare %s.
nl_nl: %s heeft je uitgenodigd om lid te worden van %s.
pt_br: Você foi convidado por %s para participar de %s.
ru_ru: Вас пригласил %s присоединиться к %s
tr_tr: %s tarafından %s etkinliğine katılmaya davet edildiniz.

source: You can login using the following information
ar_ar: يمكنك الدخول بالمعلومات التالية
da_da: Du kan logge på med følgende information
de_de: Du kannst Dich mit den folgenden Informationen einloggen
it_it: Puoi effettuare il login utilizzando le seguenti informazioni
nl_nl: Je kan inloggen met de volgende gegevens
pt_br: Você pode efetuar login com a seguinte informação
ru_ru: Вы можете войти, используя информацию ниже
tr_tr: Aşağıdaki bilgileri kullanarak giriş yapabilirsiniz.

source: URL
ar_ar: الرابط
da_da: URL (internet adresse)
de_de: Adresse (URL)
ru_ru: Ссылка

source: Password
ar_ar: كلمة السر
da_da: Adgangskode
de_de: Passwort
nl_nl: Wachtwoord
pt_br: Senha
ru_ru: Пароль
tr_tr: Şifre

source: Thanks
ar_ar: شكرًا
da_da: Tak
de_de: Danke
it_it: Grazie
nl_nl: Bedankt
pt_br: Agradecimentos
ru_ru: Спасибо
tr_tr: Teşekkürler

source: The %s Webmaster
ar_ar: %s مدير موقع
da_da: Webmasteren %s.
de_de: Der Webmaster (%s)
it_it: Il Webmaster di %s
nl_nl: De %s beheerder
pt_br: O %s Webmaster
ru_ru: Администратор сайта %s
tr_tr: %s Site Yöneticisi

source: This is an automated response, please do not reply.
ar_ar: هذه رسالة آلية، يرجى عدم الرد.
da_da: Dette er et automatisk generet svar, svar venligst ikke på denne meddelelse.
de_de: Dies ist eine automatische Antwort, bitte antworten Sie nicht.
it_it: Questa è una risposta automatica, si prega di non rispondere
nl_nl: Dit bericht werd automatisch gegenereerd, rechtstreeks antwoorden gaat niet.
pt_br: Esta é uma resposta automática, favor não responder.
ru_ru: Это автоматический ответ, пожалуйста, не отвечайте на него.
tr_tr: Bu mesaj otomatik olarak oluşturuldu; yanıtlamayın.

source: Password Change
ar_ar: غيِّر كلمة السر
da_da: Adgangskode ændret
de_de: Passwortwechsel
it_it: Cambio password
nl_nl: Wachtwoord veranderen
pt_br: Alterar senha
ru_ru: Изменить пароль
tr_tr: Şifre Değişimi

source: Your password at %s has been changed by the administrator.
ar_ar: غيّر المدير كلمة سرك في %s.
da_da: Dit password %s er blevet ændret af administratoren.
de_de: Ihr Passwort auf %s wurde von dem Administrator geändert.
it_it: La tua password in %s è stata cambiata dall'amministratore.
nl_nl: Je wachtwoord van %s is aangepast door de beheerder.
pt_br: Sua senha %s foi alterada pelo administrador.
ru_ru: Ваш пароль на %s был изменен администратором
tr_tr: %s adresindeki şifreniz yönetici tarafından değiştirildi.

source: Your new password is %s
ar_ar: كلمة سرك الجديده هي %s
da_da: Din nye adgangskode er %s
de_de: Ihr neues Passwort ist %s
it_it: La tua nuova password è %s
nl_nl: Je nieuw wachtwoord is %s
pt_br: Sua nova senha é %s
ru_ru: Ваш новый пароль %s
tr_tr: Yeni şifreniz %s

source: Administration: Polls
ar_ar: الإدارة: استطلاعات الرأي
da_da: Administration: Afstemninger
de_de: Administration: Umfragen
it_it: Amministrazione: Sondaggi
nl_nl: Beheer: Peilingen
pt_br: Administração: Enquetes
ru_ru: Администрирование: Голосование
tr_tr: Yönetim: Anketler

source: Add New Poll
ar_ar: أضف استطلاع رأى جديد
da_da: Tilføj ny afstemning
de_de: Umfrage hinzufügen
it_it: Aggiungi nuovi sondaggi
nl_nl: Nieuwe Peiling Toevoegen
pt_br: Adicionar nova enquete
ru_ru: Добавить новое голосование
tr_tr: Yeni Anket Ekle

source: Past Polls
ar_ar: استطلاعات الرأي السابقة
da_da: Afsluttede afstemmninger
de_de: Frühere Umfragen
it_it: Vecchi sondaggi
nl_nl: Eerdere Peilingen
pt_br: Pesquisas anteriores
ru_ru: Предыдущие опросы
tr_tr: Eski Anketler

source: Question
ar_ar: سؤال
da_da: Spørgsmål
de_de: Frage
it_it: Domanda
nl_nl: Vraag
pt_br: Pergunta
ru_ru: Вопрос
tr_tr: Soru

source: Created
ar_ar: تم الإنشاء
da_da: Oprettet
de_de: Angelegt
it_it: Creato
nl_nl: Aaangemaakt
pt_br: Criado
ru_ru: Создан
tr_tr: Oluşturulma

source: Actions
ar_ar: إجراءات
da_da: Handlinger
de_de: Aktionen
it_it: Azioni
nl_nl: Acties
pt_br: Ações
ru_ru: Действия
tr_tr: Eylemler

source: Delete
ar_ar: إحذف
da_da: Slet
de_de: Entfernen
it_it: Elimina
nl_nl: Verwijder
pt_br: Excluir
ru_ru: Удалить
tr_tr: Sil

source: No Previous Polls
ar_ar: لا توجد استطلاعات رأي سابقة
da_da: Ingen tidligere afstemninger
de_de: Keine vorhergehenden Umfragen
it_it: Non ci sono sondaggi precedenti
nl_nl: Geen Eerdere Peilingen
pt_br: Nenhuma enquete anterior
ru_ru: Предыдущих опросов нет
tr_tr: Eski Anket Yok

source: Edit Poll
ar_ar: عدّل الاستطلاع
da_da: Rediger afstemning
de_de: Bearbeite Umfrage
it_it: Modifica sondaggio
nl_nl: Peiling Aanpassen
pt_br: Editar enquete
ru_ru: Редактировать опрос
tr_tr: Anketi Düzenle

source: Option %s
ar_ar: الخيار %s
da_da: Mulighed %s
it_it: Opzione %s
nl_nl: Optie %s
pt_br: Opção %s
ru_ru: Настройки %s
tr_tr: Seçenek %s

source: Poll Question
ar_ar: سؤال الاستطلاع
da_da: Afstemnings spørgsmål
de_de: Umfragethema
it_it: Domanda sondaggio
nl_nl: Vraag van de Peiling
pt_br: Questão da enquete
ru_ru: Голосование
tr_tr: Anket Sorusu

source: Required
ar_ar: مطلوب
da_da: Påkrævet
de_de: Erforderlich
it_it: Richiesto
nl_nl: Verplicht
pt_br: Obrigatório
ru_ru: Требуется
tr_tr: Gerekli

source: Without at least 2 options, it's not much of a poll is it?
ar_ar: لن يكون استطلاعًا دون اختيارين على الأقل، أليس كذلك؟
da_da: Uden mindst 2 muligheder, er det ikke meget af en meningsmåling er det?
de_de: Ohne mindestens 2 Antworten ist das ja keine Umfrage oder?
it_it: Inserire almeno due opzioni
nl_nl: Je moet ten minste 2 mogelijkheden opgeven. Waarom is het anders een peiling?
pt_br: Não seria uma enquete sem pelo menos duas opções, concorda?
ru_ru: В опросе должно быть как минимум два варианта ответа
tr_tr: Anket olması içn en az iki seçenek gerekmez mi?

source: Add
ar_ar: أضف
da_da: Tilføj
de_de: Hinzufügen
it_it: Aggiungi
nl_nl: Toevoegen
pt_br: Adicionar
ru_ru: Добавить
tr_tr: Ekle

source: Administration: Scheduler
ar_ar: الادارة: المنظم
da_da: Administration: Planlægning
it_it: Amministrazione: Pianificazione
nl_nl: Beheer: Planner
pt_br: Administração: Agendador
ru_ru: Администрирование: Расписание
tr_tr: Yönetim: Zamanlayıcı

source: A scheduled job is currently running.
ar_ar: هناك مهمة نشطة
da_da: Et planlagt job kører i øjeblikket.
de_de: Es wird gerade ein geplanter Job ausgeführt.
it_it: E' in esecuzione un lavoro pianificato.
nl_nl: Een geplande opdracht is momenteel in werking.
pt_br: Um job agendado está sendo executado.
ru_ru: Задача по расписанию успешно начата.
tr_tr: Zamanlanmış bir eylem şu anda çalışıyor.

source: Most jobs take less than an hour to complete, if the last successfull run for a scheduled job below is over an hour ago, their may be a problem with the current job.
ar_ar: معظم المهام تستغرق أقل من ساعة لتكتمل وفي حالة زيادة مدة نجاح آخر مهمة مجدوله من الأسفل عن ساعة فربما يكون هناك مشكلة في المهمة.
da_da: De fleste job tager mindre end en time om at blive færdiggjort, hvis den seneste succesfulde kørsel af et planlagt job er mere end en time siden, er er måske et problem med det nuværende job.
de_de: Die meisten Aufgaben werden innerhalb einer Stunde fertiggestellt. Wenn der letzte erfolgreiche Durchlauf über eine Stunde her ist, gibt es möglicherweise ein Problem mit der aktuellen Aufgabe.
it_it: La maggior parte lavori richiede meno di un'ora per essere completata, se l'ultima esecuzione avvenuta regolarmente per il processo pianificato risale a più di un'ora fa, potrebbe esserci un problema.
nl_nl: De meeste opdrachten zijn binnen het uur voltooid. Als hieronder de laatste succesvolle ronde van een geplande opdracht meer dan een uur geleden is, kan het zijn dat er een probleem is met de huidige opdracht.
pt_br: A maioria dos jobs leva menos de uma hora para finalizar, se a última execução realizada com sucesso foi há mais de uma hora atrás, deve haver um problema no job atual.
ru_ru: Большинство задач выполняются менее, чем за час. Если указанное ниже время последнего успешного выполнения запланированной задачи более чем час назад, возможно, с этой задачей возникла проблема.
tr_tr: Pek çok işin tamamlanması bir saatten kısa sürer; eğer aşağıda zamanlanmış bir işin başarıyla tamamlanması bir saati aşkın bir süre önce olduysa, bu işle ilgili bir sorun olabilir.

source: To debug this job:
ar_ar: لاختبار هذه المهمة
da_da: For at fejlsøge dette job:
de_de: Um diesen Job zu debuggen:
it_it: Per eseguire il debug di questo lavoro:
nl_nl: Om fouten op te sporen in deze opdracht:
pt_br: Para debugar este job:
ru_ru: Отладить эту задачу:
tr_tr: Bu işte hata ayıklamak içn:

source: Turn on debugging.
ar_ar: تفعيل اكتشاف الأخطاء
da_da: Slå fejlsøgning til.
de_de: Debugging einschalten
it_it: Attiva il debug.
nl_nl: Zet controleren 'aan'
pt_br: Ativar debug.
ru_ru: Включить отладку.
tr_tr: Hata ayıklamayı aç.

source: Reset the running job flag.
ar_ar: تصفير المهمة الحالية
da_da: Nulstil det kørende job flag.
de_de: Markierung zurücksetzen.
it_it: Inserisci spunta esecuzione attività.
nl_nl: Verander de status van de lopende opdracht terug naar zijn oorspronkelijke waarde.
pt_br: Resetar a categoria de job em execução.
ru_ru: Сброс текущего задания
tr_tr: Çalışan iş işaretini sıfırlayın

source: Set running job flag to off.
ar_ar: إيقاف تشغيل المهام
da_da: Sæt kørende job flag til off.
de_de: Die Markierung als laufende Aufgabe ausschalten.
it_it: Elimina spunta esecuzione attività.
nl_nl: Zet de status van de lopende opdracht op uit.
pt_br: Desativar job em execução
ru_ru: Отключить текущую задачу
tr_tr: Çalışan iş işaretini kapalıya getir

source: (only if you know what you are doing)
ar_ar: (فقط إذا كنت تعلم ما تفعله)
da_da: (kun hvis du ved hvad du laver)
de_de: (nur wenn du weißt was du tust!)
it_it: (solo se sei sicuro)
nl_nl: (alleen als je weet wat je doet)
pt_br: (somente se você sabe o que está fazendo)
ru_ru: (только если вы знаете что делаете)
tr_tr: (ne yaptığınızı bilmiyorsanız yapmayın)

source: ID
ar_ar: الهوية
ru_ru: Идентификационный номер

source: Type
ar_ar: النوع
de_de: Typ
it_it: Scrivi
nl_nl: Soort
pt_br: Tipo
ru_ru: Тип
tr_tr: Tür

source: Frequency
ar_ar: الدورية
da_da: Hyppighed
de_de: Frequenz
it_it: Frequenza
nl_nl: Frequentie
pt_br: Frequência
ru_ru: Частота
tr_tr: Sıklık

source: Last Run
ar_ar: اخر تشغيل
da_da: Seneste kørsel
de_de: Zuletzt ausgeführt
it_it: Ultima Esecuzione
nl_nl: Laatst uitgevoerd
pt_br: Última Execução
ru_ru: Последнее выполнение
tr_tr: Son Çalıştırma

source: Status
ar_ar: الحالة
ru_ru: Статус
tr_tr: Durum

source: No schedules found.
ar_ar: لايوجد اي مهام مجدولة
da_da: Ingen planlægningsskemaer fundet.
de_de: Es wurden keine Schedules gefunden
it_it: Nessuna pianificazione trovata.
nl_nl: Geen planning gevonden.
pt_br: Nenhum agendamento encontrado.
ru_ru: Расписания не найдены
tr_tr: Hiçbir zamanlama bulunamadı.

source: Restore missing schedules.
ar_ar: استعادة المهام المجدولة المفقودة
da_da: Gendan manglende planlægningsskemaer.
de_de: Fehlende Schedules wiederherstellen.
it_it: Ripristinare le pianificazioni mancanti.
nl_nl: Herstel ontbrekende planningen.
pt_br: Restaurar agendamentos não encontrados.
ru_ru: Восстановить удаленные расписания
tr_tr: Eksik zamanlamaları geri yükle.

source: Hourly
ar_ar: كل ساعة
da_da: Hver time
de_de: Stündlich
it_it: Ogni ora
nl_nl: Elk uur
pt_br: De hora em hora
ru_ru: Каждый час
tr_tr: Saatlik

source: Daily
ar_ar: يومياً
da_da: Dagligt
de_de: Täglich
it_it: Quotidianamente
nl_nl: Dagelijks
pt_br: Diariamente
ru_ru: Ежедневно
tr_tr: Günlük

source: never
ar_ar: أبداً
da_da: Aldrig
de_de: Niemals
it_it: Mai
nl_nl: nooit
pt_br: nunca
ru_ru: Никогда
tr_tr: asla

source: Save Changes
ar_ar: حفظ التغييرات
da_da: Gem ændringer
de_de: Änderungen speichern
it_it: Salva le modifiche
nl_nl: Wijzigingen opslaan
pt_br: Salvar Alterações
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Kaydet

source: Set up Cron
ar_ar: إعداد كرون
da_da: Opsæt Cron
de_de: Cron einrichten
it_it: Imposta Cron
nl_nl: Zet 'Cron'aan
pt_br: Configure o Cron
ru_ru: Настроить Cron
tr_tr: Cron Ayarla

source: Set up a new crontab for each of the following commands.
ar_ar: (لايوجد ترجمة للآن)
da_da: Opsæt et nyt crontab for hver af de følgende kommandoer.
de_de: Einen neuen Crontab für jeden der folgenden Befehle anlegen.
it_it: Impostare una nuova crontab per ciascuno dei seguenti comandi.
nl_nl: maak een nieuwe "cron tab" voor elk van de volgende opdrachten
pt_br: Configure um novo crontab para cada um dos seguintes comandos.
ru_ru: Установить новую crontab для следующих задач
tr_tr: Aşağıdaki komutların her biri için ayrı bir Cron sekmesi ayarlayın

source: Automatic Upgrade
ar_ar: الترقية الآلية
da_da: Automatisk opgradering.
de_de: Automatisches Upgrade
it_it: Aggiornamento Automatico
nl_nl: Automatische Upgrade
pt_br: Upgrade Automático
ru_ru: Автоматическое Обновление
tr_tr: Kendiliğinden Güncelleme

source: You must be logged in to view this page.
ar_ar: يجب عليك الدخول لمشاهدة هذه الصفحة
da_da: Du er nødt til at logge på for at se denne side.
de_de: Du musst eingeloggt sein um diese Seite sehen zu können
it_it: Devi effetuare il Login per visualizzare questa pagina
nl_nl: Deze pagina is alleen zichtbaar voor ingelogde gebruikers.
pt_br: Você precisa estar conectado para visualizar esta página.
ru_ru: Вы должны войти, чтобы видеть эту страницу
tr_tr: Bu sayfayı görebilmek için giriş yapmalısınız.

source: Invalid login id.
ar_ar: اسم غير صحيح
da_da: Ugyldigt login id.
de_de: Falsche Login ID
it_it: Id Non Valido
nl_nl: Ongeldige aanmeldings-id.
pt_br: ID de Login inválido.
ru_ru: Неправильный ID имени пользователя
tr_tr: Geçersiz Giriş Kimliği

source: Invalid request.
ar_ar: طلب غير صحيح
da_da: Ugyldig forespørgsel.
de_de: Ungültige Anfrage.
it_it: Richiesta Non Valida.
nl_nl: Ongeldige aanvraag.
pt_br: Requisição inválida.
ru_ru: Неправильный запрос
tr_tr: Geçersiz İstek.

source: User not found.
ar_ar: لا يمكن العثور على المستخدم.
da_da: Bruger ikke fundet.
de_de: Benutzer nicht gefunden.
it_it: Utente Non Trovato
nl_nl: Gebruiker niet gevonden.
pt_br: Usuário não encontrado.
ru_ru: Пользователь не найден
tr_tr: Kullanıcı bulunamadı.

source: Invalid login credentials.
ar_ar: توثيق دخول غير صحيح
da_da: Ugyldige login oplysninger.
de_de: Falsche Anmeldedaten
it_it: Dati per l'accesso non validi.
nl_nl: Ongeldige aanmeldingsgegevens.
pt_br: Credenciais de login inválidas.
ru_ru: Недопустимое имя для входа
tr_tr: Geçersiz giriş bilgileri

source: Turning off site.
ar_ar: اغلاق الموقع
da_da: Deaktivering af websted
de_de: Seite offline schalten
it_it: Disattivazione Sito.
nl_nl: De site wordt uitgeschakeld.
pt_br: Desligando site.
ru_ru: Отключить сайт
tr_tr: Site kapatılıyor.

source: Downloading latest version.
ar_ar: تنزيل احدث نسخة
da_da: Downloader seneste version
de_de: Aktuellste Version herunterladen.
it_it: Salvataggio ultima verisone in corso.
nl_nl: De laatste versie wordt gedownload.
pt_br: Baixando a última versão.
ru_ru: Загрузить последнюю версию
tr_tr: Son sürüm indiriliyor.

source: Unpacking files.
ar_ar: فك ضغط الملفات
da_da: Udpakker filer.
de_de: Dateien entpacken
it_it: Apertura Files.
nl_nl: Bestanden uitpakken.
pt_br: Descompactando arquivos.
ru_ru: Распаковка файлов
tr_tr: Dosyalar ayıklanıyor.

source: Installing files.
ar_ar: تركيب الملفات
da_da: Installerer filer.
de_de: Dateien installieren
it_it: Installazione Files in corso.
nl_nl: Bestanden installeren.
pt_br: Instalando arquivos.
ru_ru: Установка файлов
tr_tr: Dosyalar yükleniyor.

source: Upgrading database.
ar_ar: تحديث قاعده البيانات
da_da: Opgraderer database.
de_de: Datenbank updaten
it_it: Aggiornamento database.
nl_nl: Database upgraden.
pt_br: Realizando upgrade do banco de dados.
ru_ru: Обновление базы данных
tr_tr: Veritabanı yükseltiliyor.

source: Upgrading version number.
ar_ar: تحديث رقم النسخة
da_da: Opgraderer versionsnummer.
de_de: Versionsnummer upgraden
it_it: Aggiornamento Numero Versione.
nl_nl: Versienummer upgraden.
pt_br: Realizando upgrade do número de versão.
ru_ru: Обновление номера версии
tr_tr: Sürüm numarası yükseltiliyor

source: Turning site back on.
ar_ar: اعادة تشغيل الموقع
da_da: Slå siden til igen.
de_de: Seite online schalten.
it_it: Riattivazione Sito.
nl_nl: De site wordt terug ingeschakeld.
pt_br: Ligando o site novamente.
ru_ru: Перейти обратно на сайт
tr_tr: Site erişilir hale getiriliyor.

source: Upgrading to %s
ar_ar: يرقّي إلى %s
da_da: Opgrader til %s
de_de: Aktualisiert %s
it_it: Aggiornamento a %s in corso
nl_nl: Opwaarderen naar %s.
pt_br: Realizando upgrade para %s
ru_ru: Обновлено %s
tr_tr: %s için yükseltme

source: Back to Site
ar_ar: العودة للموقع
da_da: Tilbage til siden
de_de: Zurück zu Seite.
it_it: Torna al Sito
nl_nl: Terig naar de site
pt_br: Voltar ao Site
ru_ru: Вернуться на сайт
tr_tr: Siteye Dön

source: Awesome, you have the latest version of Family Connections.
ar_ar: حسنا؟ لديك أحدث نسخة من تطبيق الروابط العائلية
da_da: Fedt, du har den seneste version af Family Connections.
de_de: Herzlichen Glückwunsch, du hast die neueste Version von Family Connections
it_it: Fantastico, sei in possesso dell'Ultima Versione di Family Connections.
nl_nl: Fantastisch! Je hebt nu de laatste versie van 'Family Connections'.
pt_br: Ótimo, você possui a última versão de Family Connections.
ru_ru: У вас установлена последняя версия Family Connections.
tr_tr: Family Connections yazılımının en son sürümüne sahipsiniz.

source: You do not need to upgrade at this time, you are currently running %s, which is the most up to date version. If you need to, you can re-install the current version.
ar_ar: لا تحتاج إلى ترقية في هذا الوقت، تقوم حاليا بتشغيل % s، والذي هو الإصدار الأحدث . إذا كنت بحاجة إلى ذلك، فيمكنك إعادة تثبيت الإصدار الحالي.
da_da: Du behøver ikke at opgradere på nuværende tidspunkt, du kører i øjeblikket %s, hvilket en den nyeste version. Hvis du har behovet, kan du geninstallere den nuværende version.
de_de: DU brauchst zur Zeit nicht updaten. Du nutzt bereits die aktuellste Version (%s). Wenn du musst kannst die die aktuelle Version neu Installieren.
it_it: Al momento non è necessario effettuare aggiornamenti, stai utilizzando la versione %s che è l'ultima disponibile! in caso di bisogno, puoi reinstallare la versione corrente!
nl_nl: Op dit moment moet je niet upgraden. Momenteel gebruik je de meest up-to-date versie, %s. Als je wil kan je de huidige versie herinstalleren.
pt_br: Você não precisa realizar o upgrade no momento, pois está utilizando a %s, que é a versão mais atualizada. Se você precisar, pode reinstalar a versão atual.
ru_ru: Обновление не треубется, Вы сейчас используете последнюю версию %s. По желанию, вы можете переустановить текущую версию.
tr_tr: En güncel %s sürümüne sahipsiniz, güncellemenize gerek yok. Ancak çeşitli nedenlerle güncellemek istiyorsanız kurulumu tekrar yapabilirsinz.

source: Re-install %s
ar_ar: إعادة تثبيت % s
da_da: Geninstaller %s
de_de: Erneut installieren %s
it_it: Reinstalla %s
nl_nl: Herinstalleer %s
pt_br: Reinstalar %s
ru_ru: Переустановить %s
tr_tr: %s sürümünü yeniden yükle

source: Manual Upgrade
ar_ar: تطوير يدوي
da_da: Manuel opgradering
de_de: Manuelles Upgrad
it_it: Aggiornamento Manuale
nl_nl: Handmatige upgrade
pt_br: Upgrade Manual
ru_ru: Ручное обновление
tr_tr: Elle Yükseltme

source: Download
ar_ar: التنزيل
da_da: Overfør
de_de: Herunterladen
ru_ru: Загрузка
tr_tr: İndir
