Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: View Slideshow
ar_ar: عرض عارض للشاشة
da_da: Vis slideshow
de_de: Schaue Diashow
it_it: Visualizza Slideshow
nl_nl: Diavoorstelling Tonen
pt_br: Visualizar Slideshow
ru_ru: Смотреть слайдшоу
tr_tr: Slayt Gösterisine Bak

source: Members In Category
ar_ar: أعضاء في التصنيف
da_da: Medlemmer i kategori
de_de: Mitglieder in Kategorie
it_it: Utenti della Categoria
nl_nl: leden binnen categorie
pt_br: Membros na Categoria
ru_ru: Участники в категории
tr_tr: Kategorideki Üyeler

source: Currently %d/5 Stars.
ar_ar: حاليا %d/5 نجوم.
da_da: I øjeblikket %d/ 5 stjerner.
de_de: Momentan %d/5 Sterne.
it_it: Attualmente %d/5 stelle.
nl_nl: Op dit moment %d/5 Sterren
pt_br: Atualmente %d/5 estrelas.
ru_ru: На данный момент %d/5 звёзд.
tr_tr: Şu Anda %d/5 Yıldız.

source: 1 out of 5 Stars
ar_ar: 1 من 5 نجوم
da_da: 1 ud ad 5 stjerner
de_de: 1 von 5 Sternen
it_it: 1 su 5 stelle
nl_nl: 1 van de 5 Sterren
pt_br: 1 de 5 Estrelas
ru_ru: 1 из 5 звезд
tr_tr: 1 / 5 Yıldız

source: 2 out of 5 Stars
ar_ar: 2 من 5 نجوم
da_da: 2 ud af 5 stjerner
de_de: 2 von 5 Sternen
it_it: 2 su 5 stelle
nl_nl: 2 van de 5 Sterren
pt_br: 2 de 5 Estrelas
ru_ru: 2 из 5 звезд
tr_tr: 2 / 5 Yıldız

source: 3 out of 5 Stars
ar_ar: 3 من 5 نجوم
da_da: 3 ud af 5 stjerner
de_de: 3 von 5 Sternen
it_it: 3 su 5 stelle
nl_nl: 3 van de 5 Sterren
pt_br: 3 de 5 Estrelas
ru_ru: 3 из 5 звезд
tr_tr: 3 / 5 Yıldız

source: 4 out of 5 Stars
ar_ar: 4 من 5 نجوم
da_da: 4 ud af 5 stjerner
de_de: 4 von 5 Sterne
it_it: 4 su 5 stelle
nl_nl: 4 van de 5 Sterren
pt_br: 4 de 5 Estrelas
ru_ru: 4 из 5 звезд
tr_tr: 4 / 5 yıldız

source: 5 out of 5 Stars
ar_ar: 5 من 5 نجوم
da_da: 5 ud af 5 stjerner
de_de: 5 von 5 Sternen
it_it: 5 su 5 stelle
nl_nl: 5 van de 5 Sterren
pt_br: 5 de 5 Estrelas
ru_ru: 5 из 5 звезд
tr_tr: 5 / 5 yıldız

source: Views
ar_ar: المشاهدات
da_da: Visninger
de_de: gelesen
it_it: Viste
nl_nl: Weergaven
pt_br: vistos
ru_ru: Количество просмотров
tr_tr: Görüntüleme

source: Edit Photo
ar_ar: تحرير صورة
da_da: Rediger foto
de_de: Foto bearbeiten
it_it: Modifica foto
nl_nl: Wijzig foto
pt_br: Editar Foto
ru_ru: Изменить фото
tr_tr: Fotoğrafı Düzenle

source: Change Category
ar_ar: تغيير تصنيف
da_da: Skift kategori
de_de: Kategorie wechseln
it_it: Cambia categoria
nl_nl: Verander categorie
pt_br: Alterar Categoria
ru_ru: Сменить категорию
tr_tr: Kategoriyi Değiştir

source: Caption
ar_ar: تعليق
da_da: Billedtekst
de_de: Beschriftung
it_it: Titolo
nl_nl: Titel
pt_br: Legenda
ru_ru: Подпись
tr_tr: Başlık

source: Who is in this Photo?
ar_ar: من في الصورة؟
da_da: Hvem er på dette foto?
de_de: Wer ist auf diesem Foto?
it_it: Chi è in questa foto?
nl_nl: Wie staat er op deze foto?
pt_br: Quem está nesta foto?
ru_ru: Кто на этой фотографии?
tr_tr: Bu Fotoğrafta kimler var?

source: Type name of person...
ar_ar: اكتب اسم شخص
da_da: Skriv et navn på person...
de_de: Geben Sie den Namen der Person ein...
it_it: Inserisci il nome...
nl_nl: Typ de naam van de persoon...
pt_br: Digite o nome da pessoa...
ru_ru: Тип имени персонажа
tr_tr: Kişinin adını yazın ...

source: No users found
ar_ar: لا يوجد مستخدمين
da_da: Ingen brugere fundet
de_de: Keine Benutzer gefunden
pt_br: Nenhum usuário encontrado
ru_ru: Пользователи не найдены
tr_tr: Kullanıcı bulunamadı.

source: Could not edit Photo. Photo ID does not exist.
ar_ar: لم نستطع تحرير الصورة . رقم الصورة غير موجود.
da_da: Kunne ikke redigere foto. Foto ID eksisterer ikke.
de_de: Konnte Bild nicht bearbeiten. Bild ID existiert nicht.
it_it: Non posso modificare la foto. L'ID della foto non esiste.
nl_nl: Kan deze foto niet aanpassen. Foto ID bestaat niet.
pt_br: Não foi possível editar fotografias. O ID da foto não existe.
ru_ru: Не возможно редактировать фотографию. ID фотографии не существует.
tr_tr: Fotoğraf düzenlenemedi. Fotoğraf bilgileri mevcut değil.

source: No photos found in this category.
ar_ar: لا يوجد صور في هذا التصنيف
da_da: Ingen fotos er fundet i denne kategori.
de_de: In dieser Kategorie wurden keine Fotos gefunden.
it_it: Nessuna foto in questa categoria.
nl_nl: Geen foto's gevonden in deze categorie.
pt_br: Nenhuma foto encontrada nesta categoria.
ru_ru: Фотографии в этой категории не найдены
tr_tr: Bu kategoride fotoğraf bulunamadı.

source: Photo is corrupt or missing.
ar_ar: الصورة تالفة أو مفقوده.
da_da: Foto er beskadiget eller mangler.
de_de: Foto ist defekt oder kann nicht gefunden werden.
it_it: La foto è danneggiata o mancante.
nl_nl: De foto is beschadigd of ontbreekt.
pt_br: A foto está corrompida.
ru_ru: Фотография испорчена или отсутствует
tr_tr: Fotoğraf bozuk ya da kayıp.

source: Photo [%s] is not a supported photo type. Photos must be of type (.jpg, .jpeg, .gif, .bmp or .png).
ar_ar: الصورة [%s] ليست من نوع مدعوم. نوع الصورة يجب أنيكون ضمن ( jpg, jpeg, gif, bmp أو png).
da_da: Fotoet [%s] er ikke et understøttet filformat. Fotos må kun være en af typerne (.jpg, .jpeg, .gif, .bmp eller .png).
de_de: Das Foto [%s] hat den falschen Dateityp. Folgende Dateitypen sind erlaubt (.jpg, .jpeg, .gif, .bmp or .png).
it_it: La Foto [%s] non è in un formato supportato. Le foto devono avere estensione (.jpg, .jpeg, .gif, .bmp or .png).
nl_nl: Het fototype van [%s] wordt niet ondersteund. Foto's moeten een van de volgende extensies hebben: .jpg, .jpeg, .gif, .bmp of .png.
pt_br: A foto %s não é um tipo suportado de imagem. Fotos devem possuir extensão (.jpg, .jpeg, .gif, .bmp ou .png).
ru_ru: Фотография [%s] имеет неподдерживаемый тип. Фотографии должны быть следующих типов: .jpg, .jpeg, .gif, .bmp or .png.
tr_tr: Fotoğraf [%s] desteklenen bir görüntü tipi değil. Kabul edilen dosya türleri: .jpg, .jpeg, .gif, .bmp ya da .png.

source: The following photo was added successfully.
ar_ar: الصورة التالية تم اضافتها بنجاح
da_da: Det næste foto blev tilføjet.
de_de: Folgendes Foto wurde erfolgreich hinzugefügt.
it_it: La seguente foto è stata aggiunta con successo.
nl_nl: Volgende foto werd succesvol toegevoegd.
pt_br: A foto seguinte foi adicionada com sucesso.
ru_ru: Фотография успешно добавлена.
tr_tr: Aşağıdaki fotoğraf eklendi.

source: Delete Category
ar_ar: نعرض الصور
da_da: Slet kategori
de_de: Kategorie löschen
it_it: Cancella categoria
nl_nl: Categorie verwijderen
pt_br: Excluir categoria
ru_ru: Удалить категорию
tr_tr: Kategoriyi Sil

source: No Categories created yet.
ar_ar: لم يتم إنشاء أي تصنيفات
da_da: Ingen kategorier er oprettet endnu.
de_de: Keine Kategorien angelegt.
it_it: Non è stata creata ancora una categoria.
nl_nl: Er zijn nog geen categoriëen aangemaakt.
pt_br: Não há categorias criado ainda.
ru_ru: Категории еще не созданы.
tr_tr: Henüz kategori oluşturulmadı.

source: Quick Delete
ar_ar: حذف سريع
da_da: Slet hurtig
de_de: Schnelles Löschen
it_it: Cancellazione Rapida
nl_nl: Snel verwijderen
pt_br: Exclusão Rápida
ru_ru: Быстрое удаление
tr_tr: Çabuk Sil

source: Delete All
ar_ar: حذف الكل
da_da: Slet alt
de_de: Lösche Alles
it_it: Cancella Tutto
nl_nl: Alles verwijderen
pt_br: Excluir Todos
ru_ru: Удалить всё
tr_tr: Tümünü Sil

source: Tag Members In Photos
ar_ar: وسم أعضاء في صور
da_da: Tag medlemmer i billeder
de_de: Markieren Sie Mitglieder auf Fotos
it_it: Tagga Utenti nelle Foto
nl_nl: Leden Aanduiden Op Foto's
pt_br: Marcar Membros em Fotos
ru_ru: Отметьте участников на фотографиях.
tr_tr: Fotoğraflardaki Üyeleri Etiketle

source: %s has added a new photo.
ar_ar: %s قام بإضافة صوره جديده..
da_da: %s har tilføjet et nyt foto.
de_de: %s wurde zu einem neuen Foto hinzugefügt.
it_it: %s ha aggiunto nuove foto.
nl_nl: %s heeft een nieuwe foto toegevoegd.
pt_br: %s adicionou uma nova foto.
ru_ru: %s добавил новое фото.
tr_tr: %s yeni bir fotoğraf ekledi.

source: Anniversary
ar_ar: المناسبة السنوية
da_da: Mærkedag
de_de: Jahrestag
it_it: Anniversario
nl_nl: Jubileum
pt_br: Aniversário
ru_ru: Годовщина
tr_tr: Yıldönümü

source: Holiday
ar_ar: إجازة/عطلة/عيد
da_da: Ferie
de_de: Ferien
it_it: Vacanze
nl_nl: Vakantie
pt_br: Feriado
ru_ru: Праздники
tr_tr: Tatil

source: Christmas
ar_ar: كريسماس
da_da: Jul
de_de: Weihnachten
it_it: Santo Natale
nl_nl: Kerstmis
pt_br: Natal
ru_ru: Рождество
tr_tr: Noel

source: Valentine's Day
ar_ar: فالنتاين
da_da: Valentinsdag
de_de: Valentinstag
it_it: San Valentino
nl_nl: Valentijn
pt_br: Dia dos Namorados
ru_ru: День Валентина
tr_tr: Sevgililer Günü

source: New Year's Day
ar_ar: رأس السنة
da_da: Nytårsdag
de_de: Neujahrstag
it_it: Capodanno
nl_nl: Nieuwjaar
pt_br: Ano Novo
ru_ru: Новый год
tr_tr: Yeni Yıl

source: Independence Day
ar_ar: الاستقلال
da_da: Uafhængighedsdag
de_de: Amerikanischer Unabhängigkeitstag
it_it: Festa della Liberazione
nl_nl: Dag van de Onafhankelijkheid (Amerikaanse feestdag)
pt_br: Dia da Independência
ru_ru: День независимости
tr_tr: Bağımsızlık Günü

source: Groundhog Day
ar_ar: يوم الأرض
da_da: Groundhog Dag
de_de: Lichtmess
it_it: Giorno della Marmotta
nl_nl: Groundhog Day (Amerikaanse feestdag)
pt_br: Dia da Marmota
ru_ru: День Сурка

source: St. Patrick's Day
ar_ar: عيد القديس باتريك
da_da: St. Patrick's Dag
it_it: San Patrizio
nl_nl: St. Patrick's Day (Nationale Feestdag van Ierland)
pt_br: Dia de São Patrício
ru_ru: День Святого Патрика

source: April Fools Day
ar_ar: كذبة أبريل
da_da: Aprilsnarsdag
de_de: 1. April
it_it: Pesce D'Aprile
nl_nl: 1 april
pt_br: Dia da Mentira
ru_ru: День дурака (1 апреля)
tr_tr: 1 Nisan

source: Halloween
ar_ar: هالووين
da_da: Halloweensdag
it_it: Ognissanti
ru_ru: Хеллоуин
tr_tr: Cadılar Bayramı

source: Family Connections software is...
ar_ar: برنامج علاقات الأسرة هو ...
da_da: Family Connections software er...
de_de: Family Connections Software ist...
it_it: Family Connections è ...
pt_br: O software Family Connections é...
ru_ru: Family Connections - это...
tr_tr: Family Connections yazılımı ....

source: Easy to use!
ar_ar: سهل الاستخدام
da_da: Nem at bruge!
de_de: Benutzerfreundlich
it_it: Facile da usare!
nl_nl: Gebruiksvriendelijk!
pt_br: Fácil de usar!
ru_ru: Удобно в пользовании!
tr_tr: Kullanışlı!

source: Visually appealing!
ar_ar: جذابة بصريا
da_da: Visuelt tiltalende!
de_de: Optisch ansprechend
it_it: Attraente!
nl_nl: Visueel aantrekkelijk!
pt_br: Visual limpo e bonito!
ru_ru: Визуально привлекательный!
tr_tr: Görsel açıdan çekici!

source: Just what our family needed!
ar_ar: فقط ما تحتاجه عائلتنا
da_da: Lige hvad vores familie havde brug for!
de_de: Das was unsere Familie braucht!
it_it: Proprio ciò di cui la mia famiglia aveva bisogno!
nl_nl: Net wat je familie nodig heeft!
pt_br: Exatamente o que sua família precisa!
ru_ru: Именно то, что нужно вашей семье!
tr_tr: Tam da ailemize gereken şey!

source: Welcome
ar_ar: مرحبًا
da_da: Velkommen
de_de: Willkommen
it_it: Ciao
nl_nl: Welkom
pt_br: Bem-vindo
ru_ru: Добро пожаловать!
tr_tr: Hoşgeldiniz

source: Welcome to the %s Message Board.
ar_ar: مرحبا للوحة رسائل %s
da_da: Velkommen til %s opslagstavle.
de_de: Willkommen zum %s Forum.
it_it: Benvenuto nel Forum di %s .
nl_nl: Welkom op het berichtenforum %s
pt_br: Bem-vindo ao Mural de Mensagens %s.
ru_ru: Добро пожаловать в блог %s
tr_tr: %s Duyuru Panosuna Hoşgeldiniz.

source: Replies
ar_ar: الردود
da_da: Svar
de_de: Antworten
it_it: Risposte
nl_nl: Antwoorden
pt_br: Respostas
ru_ru: Ответы
tr_tr: Yanıtlar

source: Last Updated
ar_ar: اخر تحديث
da_da: Sidst opdateret
de_de: Letzte Aktualisierung
it_it: Ultimo aggiornamento
nl_nl: Laatst bijgewerkt
pt_br: Última Atualização
ru_ru: Последнее обновление
tr_tr: Son Güncelleme

source: Announcement
ar_ar: إعلانات
da_da: Bekendtgørelser
de_de: Wichtig
it_it: Annuncio
nl_nl: Aankondiging
pt_br: Anúncio
ru_ru: Объявления
tr_tr: Duyurular

source: h:ia
ru_ru: H:i

source: Today at %s
ar_ar: اليوم فى %s
da_da: I dag ved %s
de_de: Heute um %s
it_it: Oggi alle %s
nl_nl: Vandaag om %s
pt_br: Hoje às %s
ru_ru: Сегодня в %s
tr_tr: Bugün saat: %s

source: by %s
ar_ar: بواسطه %s
da_da: af %s
de_de: von %s
it_it: di %s
nl_nl: door %s
pt_br: por %s
ru_ru: по %s
tr_tr: yazan %s

source: Yesterday at %s
ar_ar: بالأمس فى %s
da_da: I går ved %s
de_de: Gestern um %s
it_it: Ieri alle %s
nl_nl: Gisteren om %s
pt_br: Ontem às %s
ru_ru: Вчера в %s
tr_tr: Dün saat: %s

source: Page
ar_ar: صفحة
da_da: Side
de_de: Seite
it_it: Pagina
nl_nl: Pagina
pt_br: Página
ru_ru: Страница
tr_tr: Sayfa

source: Back to Top
ar_ar: عوده للقمه
da_da: Tilbage til toppen
de_de: nach oben
it_it: Torna su
nl_nl: Terug naar boven
pt_br: Ir ao Topo
ru_ru: Вернуться к началу
tr_tr: Başa Git

source: Thread does not exist.
ar_ar: الموضوع غير موجود
da_da: Denne tråd existerer ikke
de_de: Beitrag existiert nicht
it_it: Discussione non esistente.
nl_nl: Artikel bestaat niet.
pt_br: Tópico não existe.
ru_ru: Обсуждение не существует.
tr_tr: Konu mevcut değil.

source: n/d/y g:ia
de_de: n/d/y d.m.Y
ru_ru: d/n/y G:i

source: Quote this message
ar_ar: اقتبس هذه الرسالة
da_da: Besvar denne besked
de_de: Zitiere diese Nachricht
it_it: Cita questo messaggio
nl_nl: Citeer dit bericht
pt_br: Citar esta mensagem
ru_ru: Цитировать это сообщение
tr_tr: Bu mesajı alıntı yap

source: Edit this message
ar_ar: تحرير الرسالة
da_da: Edit denne besked
de_de: Diese Nachricht bearbeiten
it_it: Modifica questo messaggio
nl_nl: Bewerk dit bericht
pt_br: Editar esta mensagem
ru_ru: Редактировать сообщение
tr_tr: Bu mesajı düzenle

source: Delete this message
ar_ar: حذف الرسالة
da_da: Slet denne meddelelse
de_de: Diese Nachricht löschen
it_it: Cancella questo messaggio
nl_nl: Verwijder dit bericht
pt_br: Apagar esta mensagem
ru_ru: Удалить это сообщение
tr_tr: Bu mesajı sil

source: Posts
ar_ar: المشاركات
da_da: Indlæg
de_de: Beiträge
it_it: Annunci
nl_nl: Berichten
pt_br: Postagens
ru_ru: Постов
tr_tr: İletiler

source: New Message
ar_ar: رساله جديدة
da_da: Ny besked
de_de: Neue Nachricht
it_it: Nuovo messaggio
nl_nl: Nieuw bericht
pt_br: Nova mensagem
ru_ru: Новое сообщение
tr_tr: Yeni Mesaj

source: Admin Tools
ar_ar: أدوات المدير
da_da: Admin værktøj
de_de: Admin Werkzeuge
it_it: Strumenti di amministrazione
nl_nl: Beheertools
pt_br: Admin - Ferramentas
ru_ru: Инструменты администратора
tr_tr: Yönetici Araçları

source: Make Announcement
ar_ar: نشر إعلان
da_da: Opret bekendtørelse
de_de: Mache Meldung
it_it: Crea un annuncio
nl_nl: Doe een aankondiging
pt_br: Fazer anúncio
ru_ru: Сделать заявление
tr_tr: Duyuru Yap

source: Last post written by %s
da_da: Seneste indlæg skrevet af %s
de_de: Letzter Beitrag geschrieben von %s
it_it: L'ultimo messaggio è stato scritto da %s
nl_nl: Laatste bericht geschreven door %s
pt_br: Última mensagem escrita por %s
ru_ru: Последнее сообщение было написано: %s
tr_tr: %s tarafından yazılan en son ileti

source: Quoting
ar_ar: نقلا عن
da_da: Citere
de_de: Zitat
nl_nl: Citerend
pt_br: Citando
ru_ru: Цитирование
tr_tr: Alıntı

source: Edited
ar_ar: تم التحرير
da_da: Edit
de_de: Bearbeitet
it_it: Modificato
nl_nl: Gewijzigd
pt_br: Editado
ru_ru: Отредактировано
tr_tr: Düzenlenmiş

source: Advanced Search
ar_ar: بحث متقدم
da_da: Avanceret søg
de_de: Erweiterte Suche
it_it: Ricerca Avanzata
nl_nl: Uitgebreid zoeken
pt_br: Pesquisa Avançada
ru_ru: Расширенный поиск
tr_tr: İleri Düzey Arama

source: Message Board Home
ar_ar: لوحة الرسائل
da_da: Besked på opslagstavlen
de_de: Forum Home
it_it: Indice bacheca
nl_nl: Beginpagina Berichtenforum
pt_br: Fórum Início
ru_ru: Блог
tr_tr: Mesaj Panosu Anasayfası

source: Make Normal Thread
ar_ar: إنشاء منشور أساسي
da_da: Opret en almindelig tråd
de_de: Beitrag als normal markieren
it_it: Crea Discussione Normale
nl_nl: Artikel als normaal aanduiden
pt_br: Criar Tópico
ru_ru: Создать обычное обсуждение
tr_tr: Normal Konu Yap

source: Make Thread an Announcement
ar_ar: إنشاء إعلان عن النشر
da_da: Lav en bekendtgørelse på tråden
de_de: Beitrag als wichtig markieren
it_it: Segna Thread come Importante
nl_nl: Artikel als belangrijk aanduiden
pt_br: Criar um Tópico de Anúncio
ru_ru: Создать обсуждение-анонс
tr_tr: Konuyu Duyuru Yap

source: Edit Thread Subject
ar_ar: تحرير الموضوع
da_da: Redigere trådens emne
de_de: Beitragstitel bearbeiten
it_it: Modifica il Soggetto della Discussione
nl_nl: Bewerk de titel van het artikel
pt_br: Editar o Assunto do Tópico
ru_ru: Изменить тему обсуждения
tr_tr: Konu Başlığını Düzenle

source: Delete Thread
ar_ar: حذف الموضوع
da_da: slet tråd
de_de: Beitrag löschen
it_it: Cancella Discussione
nl_nl: Artikel verwijderen
pt_br: Apagar Tópico
ru_ru: Удалить обсуждение
tr_tr: Konuyu Sil

source: Administrate Thread
ar_ar: ادارة الموضوع
da_da: Administrere Tråd
de_de: Beitrag verwalten
it_it: Amministra la Discussione
nl_nl: Artikel beheren
pt_br: Gerenciar Tópico
ru_ru: Администрировать обсуждение
tr_tr: Konuyu Yönet

source: Edit Thread
ar_ar: تعديل الموضوع
da_da: Rediger tråd
de_de: Diskussion bearbeiten
it_it: Modifica Argomento
nl_nl: Wijzig discussie
pt_br: Editar Thread
ru_ru: Изменить тему
tr_tr: Konuyu Düzenle

source: Could not get latest poll information.
da_da: Kunne ikke få seneste afstemnings oplysninger.
de_de: Neuste Umfrageergebnisse konnten nicht abgerufen werden.
it_it: Impossibile ottenere informazioni più recenti sui voti
nl_nl: laatste uitslagen momenteel niet beschikbaar
pt_br: Não foi possível obter informação mais recente da enquete.
ru_ru: Невозможно получить информацию из опроса.
tr_tr: En son anket bilgisi alınamadı.

source: Could not get poll information.
da_da: Kunne ikke få afstemnings oplysninger.
de_de: Umfrageergebnisse konnten nicht abgerufen werden.
it_it: Impossibile ottenere le informazioni sondaggio.
nl_nl: uitslagen niet beschikbaar
pt_br: Não foi possível obter informações da enquete.
ru_ru: Невозможно получить информацию из опроса.
tr_tr: Anket bilgisi alınamadı.

source: %s votes
da_da: %s stemmer
de_de: %s Stimmen
it_it: %s voti
nl_nl: %s stemmen
pt_br: %s votos.
ru_ru: %s голосов
tr_tr: %s oy

source: Click to see who voted for this.
da_da: Klik for at se hvem der stemte for dette.
de_de: Klicken um zu erfahren, wer hierfür abgestimmt hat.
it_it: Clicca per vedere chi ha votato per questo
nl_nl: klik om te zien wie heeft gestemd
pt_br: Clique para visualizar quem votou.
ru_ru: Кликните, чтобы посмотреть, кто голосовал
tr_tr: Buna kimlerin oy verdiğini görmek için tıkla.

source: Could not update poll.
da_da: Kunne ikke opdatere afstemning.
de_de: Umfage konnte nicht aktualisiert werden.
it_it: Impossibile aggiornare voti
nl_nl: kan de enquete niet bijwerken
pt_br: Não foi possível atualizar a enquete.
ru_ru: Невозможно обновить опрос.
tr_tr: Anket güncellenemedi.

source: Could not add vote.
da_da: Kunne ikke tilføje stemme.
de_de: Umfrage konnte nicht hinzugefügt werden.
it_it: Impossibile aggiungere voti
nl_nl: kan geen stem toevoegen
pt_br: Não foi possível adicionar voto.
ru_ru: Невозможно проголосовать.
tr_tr: Oy eklenemedi.

source: Could not get polls votes.
da_da: Kunne ikke få afstemnings stemmerne.
de_de: Die Abstimmungen konnten nicht abgerufen werden.
it_it: Impossibile ottenere i voti del sondaggio.
nl_nl: kan de uitslagen niet oproepen
pt_br: Não foi possível obter os votos
ru_ru: Невозможно получить информацию о голосовании.
tr_tr: Anket oyları alınamadı.

source: Could not get poll comments.
da_da: Kunne ikke få afstemnings kommentarer.
de_de: Die Kommentare zur Umfrage konnten nicht abgerufen werden.
it_it: Impossibile ottenere i commenti delsondaggio.
nl_nl: kan de commentaren niet oproepen
pt_br: Não foi possível obter comentários da enquete.
ru_ru: Невозможно получить комментарии к опросу.
tr_tr: Anket yorumları alınamadı.

source: Could not get member information.
da_da: Kunne ikke få medlemsoplysninger.
de_de: Mitgliedsinformationen konnten nicht abgerufen werden.
it_it: Impossibile ottenere le informazioni utente.
nl_nl: kan de deelnemersinfo niet oproepen
pt_br: Não foi possível obter informações do membro.
ru_ru: Невозможно получить информацию об участнике.
tr_tr: Üye bilgisi alınamadı.

source: View Stats
da_da: Se statistik
de_de: Status
pt_br: Veja Estatísticas
ru_ru: Посмотреть статистику
tr_tr: İstatistiklere Bak

source: Basic Information
ar_ar: البيانات الأساسية
da_da: Basis oplysninger
de_de: Basisinformation
it_it: Informazioni di Base
nl_nl: Algemene Gegevens
pt_br: Informação Básica
ru_ru: Основная информация.
tr_tr: Temel Bilgi

source: Profile Picture
ar_ar: صورة الملف الشخصي
da_da: Profilbilled
de_de: Profilbild
it_it: Immagine del Profilo
nl_nl: Profielfoto
pt_br: Foto de Perfil
ru_ru: Аватар
tr_tr: Simgeresmi

source: Address / Contact
ar_ar: العنوان ومعلومات الإتصال
da_da: Adresse / kontakt
de_de: Adresse/Kontakt
it_it: Indirizzo / Contatto
nl_nl: Adres/contact
pt_br: Endereço/Contato
ru_ru: Адрес / Контакт
tr_tr: Adres / İletişim

source: View Profile
ar_ar: أظهر الملف الشخصي
da_da: Vis profil
de_de: Profil ansehen
it_it: Visualizza il profilo
nl_nl: Profiel weergeven
pt_br: Visualizar Perfil
ru_ru: Просмотр профиля
tr_tr: Kişisel Bilgileri Görüntüle

source: Edit Profile
da_da: Rediger profil
de_de: Profil bearbeiten
pt_br: Editar perfil
ru_ru: Редактировать профиль
tr_tr: Kişisel Bilgileri Düzenle

source: Use the links above to Edit the different sections of your profile.
da_da: Brug ovenstående links til at redigere de forskellige dele af din profil.
de_de: Mit obigen Links können Sie Ihr Profil bearbeiten.
pt_br: Use os links acima para editar as diferentes seções do seu perfil.
ru_ru: Используйте ссылки выше, чтобы редактировать различные разделы вашего профиля
tr_tr: Kimlik bilgilerinizin farklı bölümlerini düzenlemek için yukarıdaki bağlantıları kullanın.

source: Stats
ar_ar: الإحصائيات
da_da: Status
de_de: Statistiken
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas
ru_ru: Статистика
tr_tr: İstatistikler

source: Sorry, but this information is required.
ar_ar: نأسف. هذه المعلومات مطلوبة
da_da: Undskyld, denne information er påkrævet.
de_de: Diese Information wird benötigt.
it_it: Spiacente, ma questa informazione è obbligatoria
nl_nl: Deze informatie is verplicht.
pt_br: Desculpe, mas esta informação é necessária.
ru_ru: Извините, но эта информация обязательна.
tr_tr: Bu bilgi gerekli.

source: Maiden
ar_ar: أنثى
da_da: Pigen
de_de: Geburtsname
it_it: Signorina
nl_nl: Meisjes-
pt_br: Nome de Solteiro
ru_ru: В девичестве
tr_tr: Kızlık

source: Dates
ar_ar: تواريخ
da_da: Datoer
de_de: Termine
it_it: Date
nl_nl: Datums
pt_br: Datas
ru_ru: Даты
tr_tr: Tarihler

source: Prayer Concerns
ar_ar: اهتمامات الصلاه
da_da: Forespørgsler
de_de: Gebetsanliegen
it_it: Impegni di preghiere
nl_nl: Gelukswensen
pt_br: Preocupações ou Orações
ru_ru: Молитва озабоченность.
tr_tr: Dua Konuları

source: Add Recipe
ar_ar: إضافة وصفة
da_da: Tilføj opskrift
de_de: Rezept hinzufügen
it_it: Aggiungi ricetta
nl_nl: Recept toevoegen
pt_br: Adicionar receita
ru_ru: Добавить рецепт
tr_tr: Tarif Ekle

source: Currently no one has added any recipes
ar_ar: لم يقم أي شخص باضافة اي وصفات
da_da: I øjeblikket ingen har tilføjet nogen opskrifter
de_de: Derzeit sind keine Rezepte eingetragen
it_it: Per ora nessuno ha aggiunto una ricetta
nl_nl: Momenteel zijn er nog geen recepten.
pt_br: Até o momento, ninguém adicionou receitas
ru_ru: Ещё никто не добавил ни одного рецепта
tr_tr: Henüz tarif eklenmedi

source: Why don't you share a recipe now?
ar_ar: لم لا تشارك وصفات الآن؟
da_da: hvorfor deler du ikke en opskrift nu?
de_de: Warum teilst du nicht ein Rezept?
it_it: Perchè non inserisci una ricetta?
nl_nl: Waarom plaast u niet gelijk een recept?
pt_br: Porque você não compartilha uma receita agora?
ru_ru: Почему бы вам не поделиться рецептом?
tr_tr: Bir yemek tarifi paylaşmaya ne dersiniz?

source: Currently no one has added any recipes.
da_da: I øjeblikket har ingen tilføjet nogen opskrifter.
de_de: Bisher kKeine Rezepte hinterlegt. Wer macht den Anfang?
pt_br: Atualmente ninguém adicionou alguma receita.
ru_ru: В настоящий момент никто не добавил рецепты.
tr_tr: Henüz tarif eklenmedi.
