Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Un-protected
ar_ar: غير محمي
da_da: Ubeskyttet
de_de: Ungeschützt
it_it: Non protetto
nl_nl: onbeveiligd
pt_br: Desprotegido
ru_ru: Незащищённое
tr_tr: Korumasız

source: Your photos can be viewed from non-authorized users.
ar_ar: يمكن مشاهدة صورك من المستخدمين الغير مسجلين
da_da: Dine billeder kan ses af ikke autoriserede brugere.
de_de: Ihre Bilder können von nicht-autorisierten Nutzern eingesehen werden.
it_it: Le tue fotografie possono essere viste da utenti non autorizzati
nl_nl: niet-geautoriseerde gebruikers kunnen uw foto's ook zien
pt_br: Suas fotos podem ser visualizadas por pessoas não autenticadas
ru_ru: Ваши фото могут смотреть неавторизованные пользователи.
tr_tr: Fotoğraflarınız yetkili olmayan kullanıcılar tarafından görülebilir.

source: In order to protect your photos so only logged in users can view them, please refer to the help document below.
ar_ar: لكي تحمي صورك ويشاهدهم فقط الأعضاء المسجلين. راجع ملف التعليمات بالأسفل.
da_da: For at beskytte dine photos så det kun er brugere, som er loggede ind, der kan se dem, så tag et kig på dokumentet herunder
de_de: Um Ihre Fotos zu schützen, so dass nur angemeldete Benutzer sie anzeigen können.
it_it: Per proteggere le tue foto affinché solo gli utenti registrati possano vederle,vedi la guida
nl_nl: Om uw foto's te beschermen, en enkel geregistreerde gebruikers toe te laten tot de foto's, volg de richtlijnen in de help afdeling.
pt_br: A fim de proteger suas fotos para apenas usuários logados poderem visualizar-las, consulte o documento de ajuda abaixo.
ru_ru: В связи с защитой ваших фотографий от просмотра неавторизованными пользователями, прочитайте, пожалуйста, раздел помощи.
tr_tr: Fotoğraflarınızı yalnzca giriş yapmış kullanıcıların görebileceği biçimde korumak için aşağıdaki yardım belgesini kullanın.

source: Help Me Protect My Photos
ar_ar: ساعدني على حماية صوري
da_da: Hjælp mig med at beskytte mine billeder
de_de: Helfen Sie mir meine Photos zu schützen
it_it: Aiutami a proteggere le tue foto
nl_nl: Help me bij het afschermen van de foto's.
pt_br: Ajude-me a proteger minhas fotos
ru_ru: Помогите Мне Защитить Мои Фотографии
tr_tr: Fotoğraflarmı Korumama Yardım Et

source: Full Size Photos
ar_ar: صور ذات حجم ملف كبير
da_da: Fuld størrelse foto´s
de_de: Vollbild Fotos
it_it: Foto Intera
nl_nl: Originele Foto's
pt_br: Fotos de Tamanho Original
ru_ru: Полноразмерные фотографии
tr_tr: Tam Boyut Fotoğraflar

source: By default, Full Sized Photos is turned off to save on storage space and bandwidth. Turning this feature on can eat up significant space and bandwith.
ar_ar: عُطِّل استقبال الصور بكامل حجمها مبدئيًا للتوفير في مساحة التخزين وسعة النقل. قد يزيد تشغيل هذه الميزة من استهلاك المساحة وسعة النقل كثيرًا.
da_da: Som standard er fuld størrelse foto´s slukket for at spare på lagerplads og båndbredde. Aktiver denne funktion vil bruge betydeligt mere plads og båndbredde.
de_de: Standardmäßig ist die Funktion vergrößerte Photos deaktiviert um Speicherplatz und Bandbreite zu sparen. Wenn diese Funktion eingeschaltet ist, wird Speicherplatz und Bandbreite benötigt.
it_it: Per default, le foto a dimensione intera sono disattivate per salvare lo spazio sul disco e la banda. Attivando questa funzione spazio disco e banda vrranno consumati velocemente.
nl_nl: Standaard is "originele foto's" uitgeschakeld om bandbreedte en data-opslag te besparen. Deze optie inschakelen heeft grote gevolgen naar bandbreedte en data-opslag toe.
pt_br: Por padrão, o tamanho de fotos integral é desligado para economizar espaço de armazenamento e largura de banda. Ativando esse recurso pode comer espaço significativo e largura de banda.
ru_ru: По умолчанию, оригинальная фотография отключается, для экономии места и увеличения трафика. Включение этой функции может занимать значительную часть пространства и трафика.
tr_tr: Varsayılan ayarlara göre, depolama alanından ve bant genişliğinden tasarruf amacıyla Tam Boyutlu Fotoğraflar seçeneği kapalı. Bu özellik açılırsa büyük ölçüde alan ve bant genişliği kullanabilir.

source: Protected Photos
ar_ar: صور محمية
da_da: Beskyttede billeder
de_de: Geschützte Photos
it_it: Fotografie protette
nl_nl: Beschermde foto's
pt_br: Fotos protegidas
ru_ru: Защищенные Фотографии
tr_tr: Korunan Fotoğraflar

source: No
ar_ar: لا
da_da: Nej
de_de: Nein
nl_nl: Nee
pt_br: Não
ru_ru: Нет
tr_tr: Hayır

source: None
ar_ar: لا شيء
da_da: Intet
de_de: Nichts
it_it: Nessuno
nl_nl: Geen
pt_br: Nenhum
ru_ru: Нет
tr_tr: Yok

source: Database Information
de_de: Datenbank Information
it_it: Informazione Database
nl_nl: Database-informatie
pt_br: Informações do Banco de Dados
ru_ru: Информация о базе данных

source: Database Host
da_da: Databasevært
de_de: Datenbank-Server
it_it: Host Database
pt_br: Host do Banco de Dados
ru_ru: Сетевой адрес базы данных

source: Database Name
da_da: Databasenavn
de_de: Datenbankname
it_it: Nome Database
nl_nl: Database-naam
pt_br: Nome do Banco de Dados
ru_ru: Название БД
tr_tr: Veritabanı Adı

source: Facebook Integration
ar_ar: الارتباط بالفيس بوك
it_it: Integrazione Facebook
nl_nl: Facebook Integratie
pt_br: Integração com Facebook
ru_ru: Интеграция с Facebook
tr_tr: Facebook Entegrasyonu

source: In order to integrate Family Connections with Facebook, you must create a new Facebook app, and configure that app in Family Connections.
ar_ar: لكي تربط شجرة العائلة بالفيس بوك، يجب أن تصنع بطبيق في الفيس بوك وتهيئ هذا التطبيق في شجرة العائلة
da_da: For at integrere Family Connections med Facebook, er du nød til at oprette en ny Facebook app, og derefter konfigurere denne app i Family Connections.
de_de: Um Family Connections mit Facebook zu integrieren, müssen Sie eine neue Facebook App erstelle , die App in Family Connections konfigurieren.
it_it: Per integrare Family Connections con Facebook, devi creare una nuova App e configurarla su Family Connections.
nl_nl: Om Family Connections met Facebook te integreren moet je een nieuwe Facebook-applicatie aanmaken. Deze 'app' moet je vervolgens configureren in Family Connections.
pt_br: Para integrar Family Connections com o Facebook, você deve criar um novo aplicativo do Facebook, e configurar aquele aplicativo no Family Connections.
ru_ru: Для того, чтобы объединить Family Connections с Facebook, вы должны создать новое Facebook-приложение,и связать его с Family Connections
tr_tr: Facebook ile Family Connections sitenizin bilgi aylaşımı için yeni bir Facebook uygulaması oluşturmanız ve o uygulamayı Family Connections ile yapılandırmanız gerekir.

source: Step 1
ar_ar: خطوة 1
da_da: Trin 1
de_de: Schritt 1
it_it: Passo 1
nl_nl: Stap 1
pt_br: Passo 1
ru_ru: Шаг 1
tr_tr: 1. Adım

source: Got to Facebook and create a new Application.
ar_ar: انتقل الى فيس بوك واصنع تطبيق جديد
da_da: Gå til Facebook og opret en ny applikation
de_de: Zu Facebook gehen und eine neue Anwendung erstellen
it_it: Vai su Facebook e crea una nuova Applicazione.
nl_nl: Ga naar Facebook en start een 'nieuwe toepassing'
pt_br: Tem que ir no Facebook e criar um novo aplicativo.
ru_ru: Перейти на Facebook и создать новое приложение
tr_tr: Facebook sitesine gidip yeni bir Uygulama başlatın.

source: Create Facebook Application
ar_ar: اصنع تطبيق فيس بوك
da_da: Opret Facebook Applikation
de_de: Facebook Anwendung erstellen
it_it: Crea Applicazione per Facebook
nl_nl: Facebook-applicatie aanmaken
pt_br: Criar Aplicativo do Facebook
ru_ru: Создать Facebook-приложение
tr_tr: Facebook Uygulaması Oluştur

source: You don't really have to fill out any additional information other than the application name.
ar_ar: انت غير مضطر ان تعبأ أي معلومات إضافية غير إسم التطبيق
da_da: Du behøver ikke udfylde anden information end applikationens navn.
de_de: Du brauchst wirklich keine weiteren Angaben als den Namen der Applikation zu machen.
it_it: Non è obbligatorio inserire ulteriori informazioni oltre il nome dell'Applicazione
nl_nl: Je moet geen extra informatie buiten de applicatienaam opgeven.
pt_br: Você não necessariamente precisa preencher quaisquer informações adicionais além do nome do aplicativo.
ru_ru: Вам не обязательно заполнять дополнительную информацию, кроме названия приложения.
tr_tr: Uygulama adından başka bir ek bilgi yazmanız gerekmiyor.

source: Step 2
ar_ar: المرحلة الثانية
da_da: Trin 2
de_de: Schritt 2
it_it: Passo 2
nl_nl: Stap 2
pt_br: Passo 2
ru_ru: Шаг 2
tr_tr: 2. Adım

source: Fill out the form with the App Id and App Secret from your newly created Facebook Application.
ar_ar: إملأ النموذج برقم التطبيق وكود التطبيق من التطبيق فيس بوك الجديد
da_da: Udfyld formularen med applikations ID og App Secret fra nyligt oprettede Facebook applikation
it_it: Compila il form con L'ID della App e l'App Secret della tua Applicazione per Facebook.
nl_nl: Vult het formulier in via de applicatie in uw zojuist gecreerde toepassing
pt_br: Preencha o formulário com o App Id e App Secret de seu aplicativo Facebook recém-criado.
ru_ru: Заполните форму с App ID и App Secret для вновь созданного приложения Facebook.
tr_tr: Yeni oluşturduğunuz Facebook Uygulaması için verien App Id ve App Secret bilgilerini buraya yazın.

source: Facebook Application
ar_ar: تطبيق فيس بوك
da_da: Facebook Applikation
de_de: Facebook Applikation
it_it: Applicazione Facebook
nl_nl: Facebook-applicatie
pt_br: Aplicativo do Facebook
ru_ru: Facebook-приложение
tr_tr: Facebook Uygulaması

source: Administration: Foursquare
ar_ar: الإدارة: فورسكوير
it_it: Amministrazione: Foursquare
nl_nl: Beheer: Foursquare
pt_br: Administração: Foursquare
ru_ru: Администрирование: Foursquare
tr_tr: Yönetim: Foursquare

source: This page requires an access level 2 (Helper) or better.
ar_ar: تتطلب هذه الصفحة صلاحية من المستوى 2 (مساعد) أو أعلى.
da_da: Denne side kræver en niveau 2 adgang (Helper) eller bedre.
de_de: Diese Seite verlangt Zugriffslevel 2 (Helfer) oder besser.
it_it: Questa pagina richiede un livello di accesso 2 (Aiutante) o superiore
nl_nl: Hiervoor moet je account op zijn minst van niveau 2 (helper) zijn.
pt_br: Esta página requer um nível de acesso 2 ou superior.
ru_ru: Эта страница требует уровня 2 (помощник) или выше
tr_tr: Bu sayfaya 2. Seviye (Yardımcı) ya da daha yüksek bir düzeydekiler girebilir.

source: Go to Foursquare and register a new app.
ar_ar: الذهاب الى فورسكوير وتسجيل آب جديد
da_da: Gå til Foursquare og registrer en ny app.
de_de: Sie müssen sich zunächst bei Foursquare registrieren.
nl_nl: Ga naar Foursquare en registreer de applicatie.
pt_br: Ir para Foursquare e registrar um novo app.
ru_ru: Зарегистрировать новое приложение на Foursquare.
tr_tr: Foursquare'a gidin ve yeni bir uygulama kayıt edin.

source: Register a new foursquare app.
ar_ar: تسجيل فورسكوير آب جديد
da_da: Registrer en ny foursquare app.
de_de: Sie müssen sich zunächst bei Foursquare registrieren.
nl_nl: Registreer een nieuwe foursquare app.
pt_br: Registrar nova app foursquare.
ru_ru: Зарегистрировать новое приложение на Foursquare.
tr_tr: Yeni bir Foursquare uygulaması kayıt edin.

source: Be sure to include settings.php as part of your callback url. For example: if your site is located at http://www.my-awesome-site.com/fcms/index.php then your callback url should be http://www.my-awesome-site.com/fcms/settings.php
da_da: Vær sikker på at inkludere settings.php som en del af din tilbagekalds url. For eksempel: hvis din side befinder sig på http://www.my-awesome-site.com/fcms/index.php så skal din tilbagekalds url være http://www.my-awesome-site.com/fcms/settings.php
de_de: Bitte versichere dich, das settings.php ein Teil deiner Rückgabe Url ist. Ein Beispiel: ist deine Seite unter http://www.my-awesome-site.com/fcms/index.php zu finden, sollte deine Rückgabe Url http://www.my-awesome-site.com/fcms/settings.php sein.
it_it: Assicurati di includere settings.php nell'url callback. Per esempio: se il tuo sito si trova all'indirizzo http://www.il-mio-sito.com/fcms/index.php, allora il vostro url callback dovrebbe essere http://www.il-mio-sito.com/fcms/ settings.php
nl_nl: Verzeker je er van dat je callback-url 'settings.php' bevat. Bijvoorbeeld: als je site zich bevindt op http://www.mijn-superleuke-site.be/fcms/index.php , dan is je callback-url http://www.mijn-superleuke-site.be/fcms/settings.php .
pt_br: Garanta a inclusão do settings.php como parte da sua URL de retorno. Por exemplo: se o seu site está localizado em http://www.my-awesome-site.com/fcms/index.php então sua URL de retorno deveria ser http://www.my-awesome-site.com/fcms/settings.php
ru_ru: Не забудьте добавить файл settings.php в главный каталог сайта. Например, если индексный файл сайта находится по адресу http://www.my-awesome-site.com/fcms/index.php, то файл настроек должен быть по адресу http://www.my-awesome-site.com/fcms/settings.php
tr_tr: Callback URL alanına settings.php eklemeyi unutmayın. Örneğin, sitenizin adresi http://benimsitem.com/fcms/index.php ise Callback URL http://benimsitem.com/fcms/settings.php olmalı.

source: Fill out the form below with the information you provided in Step 1.
ar_ar: إملأ النموذج التالي بالمعلومات التي وفرتها في الخطوه الأولى
da_da: Udfyld formularen nedenfor med information du gav i Trin 1.
de_de: Fülle die folgenden Felder mit den Informationen aus Schritt 1 aus.
it_it: Riempi il Form con le informazioni fornite nel Passo 1.
nl_nl: Vul hieronder de gegevens in die je vermeld hebt in Stap 1.
pt_br: Preencha o formulário abaixo com as informações que você forneceu no Passo 1.
ru_ru: Заполните форму информацией, представленной вами, в шаге 1.
tr_tr: 1. Adımda verdiğinz bilgilerle aşağıdaki formu doldurun.

source: Foursquare Confirguration
ar_ar: أعدادات فورسكوير
da_da: Foursquare Konfiguration
de_de: Foursquare Konfiguration
it_it: Configurazione Foursquare
nl_nl: Instellingen voor Foursquare
pt_br: Configuração do Foursquare
ru_ru: Конфигурация Foursquare
tr_tr: Foursquare Yapılandırması

source: Client ID
ar_ar: عميل رقم
da_da: Klient ID
pt_br: ID do Cliente
ru_ru: ID Клиента

source: Callback URL
ar_ar: الرجوع للعنوان
da_da: Tilbagekalds URL
de_de: Rückgabe URL
pt_br: URL de Retorno
ru_ru: Обратная ссылка

source: Administration: Photo Gallery
ar_ar: الإدارة : معرض الصور
da_da: Administration: Fotoalbum
de_de: Administration: Fotogalerie
it_it: Amministrazione: Galleria Foto
nl_nl: Beheer: Foto's
pt_br: Galeria de Fotos
ru_ru: Администрация: фотогалерея
tr_tr: Yönetim: Fotoğraf Galerisi

source: Are you sure you want to DELETE all selected categories?
ar_ar: هل بالتأكيد ترغب في إزالة كل التصنيفات ؟
da_da: Er du sikker på at du vil SLETTE alle de markerede katagorier?
de_de: Sind Sie sicher, dass Sie alle ausgewählten Kategorien löschen möchten?
it_it: Sei sicuro di voler CANCELLARE tutte le categorie selezionate?
nl_nl: Ben je zeker dat je alle geselecteerde categorieën wil VERWIJDEREN?
pt_br: Tem certeza de que deseja apagar todas as categorias selecionadas?
ru_ru: Вы уверены, что хотите УДАЛИТЬ все выбранные категории?
tr_tr: Seçili bütün kategorileri SİLMEK istediğinizden emin misiniz?

source: Are you sure you want to DELETE all selected photos?
ar_ar: هل بالتأكيد ترغب في إزالة كل الصور المحددة ؟
da_da: Er du sikker på at du vil SLETTE alle valgte fotoes?
de_de: Sind Sie sicher, dass Sie alle ausgewählten Fotos löschen möchten?
it_it: Sei sicuro di voler CANCELLARE tutte le immagini selezionate?
nl_nl: Ben je er zeker van dat je alle geselecteerde foto's wil VERWIJDEREN?
pt_br: Tem certeza de que deseja apagar todas as fotos slecionadas?
ru_ru: Вы уверены, что хотите УДАЛИТЬ все выбранные фотографии?
tr_tr: Seçili fotoğrafların hepsini SİLMEK istediğinizden emin misiniz?

source: No photos have been added yet.
ar_ar: لم يتم اضافة صور
da_da: Ingen fotos er blevet tilføjet endnu.
de_de: Es wurden keine Fotos aufgenommen
it_it: Non è ancora stata aggiunta alcuna foto.
nl_nl: Er zijn nog geen foto's toegevoegd.
pt_br: Nenhuma foto foi adicionada ainda.
ru_ru: Пока не было добавлено ни одной фотографии.
tr_tr: Henüz hiç fotoğraf eklenmedi.

source: %d photos
ar_ar: %d صور
da_da: %d fotos
de_de: %d Fotos
it_it: %d foto
nl_nl: %d foto's
pt_br: %d fotos
ru_ru: %d фотографий
tr_tr: %d Fotoğraf

source: Edit
ar_ar: تعديل
da_da: Redigér
de_de: Bearbeiten
it_it: Modifica
nl_nl: Wijzig
pt_br: Editar
ru_ru: Изменить
tr_tr: Düzenle

source: Delete Selected
ar_ar: احذف المحدد
da_da: Slet valgte
de_de: Markierte löschen
it_it: Elimina selezionato
nl_nl: Verwijder geselecteerde
pt_br: Apagar selecionado
ru_ru: Удалить выбранное
tr_tr: Seçileni Sil

source: Yes, Delete
ar_ar: نعم. احذف
da_da: Ja, slet.
de_de: Ja, löschen
it_it: Ok, Cancella
nl_nl: Ja, wis
pt_br: Sim, remover
ru_ru: Да, удалить
tr_tr: Evet, sil

source: No, Cancel
ar_ar: لا. تراجع
da_da: Nej, annuler.
de_de: Nein, abbrechen
it_it: No, Annulla
nl_nl: Nee, annuleer
pt_br: Não, Cancelar
ru_ru: Нет, отменить
tr_tr: Hayır, vazgeç

source: This category contains no photos.
ar_ar: هذا التصنيف لا يحتوي على صور
da_da: Denne kategori indeholder ingen billeder.
de_de: Diese Kategorie enthält keine Fotos.
it_it: Questa categoria non contiene alcuna immagine.
nl_nl: Deze categorie bevat geen foto's.
pt_br: Esta categoria não contém fotos.
ru_ru: Эта категория не содержит фотографий.
tr_tr: Bu kategoride hiç fotoğraf yok.

source: Categories
ar_ar: الفئات
da_da: Kategorier
de_de: Kategorien
it_it: Categorie
nl_nl: Categorieën
pt_br: Categorias
ru_ru: Категории
tr_tr: Kategoriler

source: Dashboard
ar_ar: الشاشة الرئيسية
da_da: Oversigt
it_it: Bacheca
nl_nl: Controlepaneel
ru_ru: Панель управления
tr_tr: Kontrol Paneli

source: New Version
ar_ar: الإصدار الجديد
da_da: Ny version
de_de: Neue Version
it_it: Nuova versione
nl_nl: Nieuwe versie
pt_br: Nova Versão
ru_ru: Новая версия
tr_tr: Yeni Sürüm

source: A new version is available for upgrade.
ar_ar: إصدار جديد متاح للترقية
da_da: En ny version er tilgængelig til opradering.
de_de: Es steht ein Update bereit.
it_it: Una nuova versione è disponibile per l'aggiornamento.
nl_nl: Er is een nieuwe versie beschikbaar
pt_br: Uma nova versão está disponível.
ru_ru: Имеется новая версия для обновления
tr_tr: Yükseltme içìn yeni bir sürüm mevcut.

source: Upgrade Now
ar_ar: الترقية الآن
da_da: Opgrader nu
de_de: Jetzt Aktualisieren
it_it: Esegui l'aggiornamento ora
nl_nl: Nu bijwerken
pt_br: Atualizar Agora
ru_ru: Обновить сейчас
tr_tr: Şimdi Yükselt

source: New Members
ar_ar: أعضاء جدد
da_da: Nye medlemmer
de_de: Neue Mitglieder
it_it: Nuovi Membri
nl_nl: Nieuwe leden
pt_br: Novos Membros.
ru_ru: Новые участники
tr_tr: Yeni Üyeler

source: %s is requesting access to the site.
ar_ar: %s يطلب الدخول إلى هذا الموقع.
da_da: %s er krævet for at få adgang til siden.
de_de: %s erbittet Zugang zu der Seite
it_it: %s richiede l'accesso al Sito
nl_nl: %s vraagt toegang tot de site
pt_br: %s está requisitando o acesso ao site.
ru_ru: %s запрашивает доступ к сайту
tr_tr: %s siteye erişmek istiyor.

source: Activate Now
ar_ar: تنشيط الآن
da_da: Aktiver nu
de_de: Jetzt freischalten
it_it: Attiva Adesso
nl_nl: Activeer nu
pt_br: Ativar Agora
ru_ru: Активировать сейчас
tr_tr: Şimdi Etkinleştir

source: Member activated successfully
ar_ar: تم تنشيط العضو بنجاح
da_da: Medlem succesfuldt aktiveret
de_de: Mitglied erfolgreich freigeschaltet
it_it: Attivazione Membro effettuata con successo
nl_nl: Uw lidmaatschapp is geactiveerd
pt_br: Membro ativado com sucesso
ru_ru: Участник успешно активирован
tr_tr: Üye başarıyla etkinleştirildi.

source: Pending Items
ar_ar: العناصر المعلقة
da_da: Ventende emner
de_de: Ausstehende Positionen
it_it: Richieste in sospeso
nl_nl: Onderdelen die niet zijn afgemaakt
pt_br: Itens pendentes
ru_ru: Ожидающие элементы
tr_tr: Bekleyen Öğeler

source: You have the following pending items that need to be taken care of.
ar_ar: لديك عناصر معلقة تنتظر الرعاية
da_da: Du har følgende ventende emner som der har brug for at blive taget af.
de_de: Sie haben folgende ausstehende Elemente, die überprüft werden müssen.
it_it: Sono presenti le seguenti richieste in sospeso da controllare.
nl_nl: U heeft een aantal niet afgemaakte onderdelen
pt_br: Você tem os seguintes itens pendentes que precisam de cuidados
ru_ru: У вас есть элементы, которые ожидают ваших действий.
tr_tr: Aşağıdaki unsurlarla ilgilenmeniz gerekiyor.

source: Account Activated
ar_ar: فُعّل الحساب
da_da: Konto aktiveret
de_de: der Zugang ist aktiviert
it_it: Account Attivato
nl_nl: Account Geactiveerd
pt_br: Conta Ativada
ru_ru: Аккаунт активирован
tr_tr: Hesap Etkinleştirildi

source: Your account at %s has been activated by the administrator.
ar_ar: فعّل المدير حسابك في %s.
da_da: Din konto hos %s er blevet aktiveret af administrator.
de_de: Dein Zugang für %s wurde durch den Administrator akitviert
it_it: Il tuo account su %s è stato attivato dall'Amministratore.
nl_nl: Je account van %s is geactiveerd door de beheerder.
pt_br: Sua conta do %s foi ativada pelo administrador.
ru_ru: Ваш аккаунт в %s был активирован администратором
tr_tr: %s sitesinde hesabınız yönetici tarafından etkinleştirildi.

source: Administration: Instagram
ar_ar: الإدارة: انستاجرام
it_it: Amministrazione: Instagram
nl_nl: Administratie: Instagram
pt_br: Administração: Instagram
ru_ru: Адмнистрирование: Instagram
tr_tr: Yönetim: Instagram

source: Instagram Integration
ar_ar: التكامل مع انستجرام
it_it: Integrazione Instagram
nl_nl: Integratie van Instagram
pt_br: Integração com Istagram
ru_ru: Установка Instagram
tr_tr: Instagram Entegrasyonu

source: In order to integrate Family Connections with Instagram, you must create a new Instagram client as Instagram.com, and configure that client in Family Connections.
ar_ar: لكي يتكامل الموقع مع انستجرام يجب أن تنشئ تطبيق عميل في موقع انستجرام وتهيئ هذا التطبيق في الموقع
da_da: For at integrere Family Connections med Instagram er du nød til at oprette en ny Instagram klient som Instagram.com, og konfigurere denne klient i Family Connections.
de_de: Um Family Connections mit Instagram zu verbinden, benötigen Sie einen neuen Instagram Client.
it_it: Per integrare Family Connections con Instagram, devi creare un nuovo Instagram client come Instagram.com, e configurarlo in Family Connections.
nl_nl: Om Instagram volledig te integreren met Family connections, moet u eerst een Instagram lidmaatschap aanmaken en daarna te configureren binnen FC
pt_br: A fim de integrar o Family Connections com Instagram, você deve criar um cliente no Instagram em Instagram.com e configurar esse cliente em Family Connections
ru_ru: Для интеграции Family Connections с Instagram вы должны создать новый клиент Instagram.com и настроить этот клиент в Family Connections
tr_tr: Family Conections sitenizle Instagram arasında veri payaşımı için, Instagram.com adresinde yeni bir Instagram Client oluşturup Family Connections sitenizde bunu yapılandırın.

source: Got to Instagram and register a new Instagram client.
ar_ar: الانتقال الى انستجرام وتسجيل مشترك جديد
da_da: Gå til Instagram og registrer en ny Instagram klient.
de_de: Gehe zu Instagram und registrieren einen neuen Instagram Client
it_it: Vai su Instagram e registra un nuovo Instagram client.
nl_nl: Ga naar Instagram en registreer u als nieuw lid
pt_br: Vá até o Instagram e registre um novo Instagram Client
ru_ru: Перейдите в Instagram и зарегистрируйте новый клиент.
tr_tr: Instagram sitesine gidip yeni bir Instragram Client oluştur

source: Register new Instagram Client
ar_ar: تسجيل مشترك جديد في انستجرام
da_da: Registrer en ny Instagram klient
de_de: Registriere einen neuen Instagram Client
it_it: Registra un nuovo Instagram client.
nl_nl: Registreer een nieuwe Instagram client
pt_br: Registre um novo Instagram Client
ru_ru: Регистрация нового клиента Instagram
tr_tr: Yeni Instagram Client kaydet
