Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: A connection was successfully made to the database. Please proceed to the next step.
da_da: En forbindelse blev med succes oprettet til databasen. Fortsæt til næste trin.
de_de: Die Verbindung zu Datenbank war erfolgreich. Sie können jetzt zum nächsten Schritt gehen.
it_it: Connessione al Database effettuata con successo!. Procedi con il prossimo passo.
nl_nl: Er is met succes verbonden met de database. Ga verder met de volgende stap.
pt_br: A conexão foi feita com sucesso para o banco de dados. Por favor, prossiga para a próxima etapa.
ru_ru: Соединение с базой данных успешно установлено. Пожалуйста, перейдите к следующему шагу.

source: Website Information
ar_ar: مـعلومات المـوقع
de_de: Website-Informationen
it_it: Informazioni sul sito
nl_nl: Website-info
pt_br: Informações do site
ru_ru: Информация о сайте
tr_tr: Web Sitesi Bilgisi

source: Step 4 of 5
da_da: Trin 4 af 5
de_de: Schritt 4 von 5
it_it: Passo 4 di 5
nl_nl: Stap 4 van 5
pt_br: Passo 4 de 5
ru_ru: Шаг 4 из 5

source: Website Name
da_da: Websidens navn
it_it: Nome Website
nl_nl: Website-naam
pt_br: Nome do site
ru_ru: Название сайта

source: What do you want your website to be called?
da_da: Hvad vil du have din hjemmeside skal hedde?
de_de: Wie soll ihre Internetseite heißen?
it_it: Qual è il nome del tuo sito?
nl_nl: Welke naam moet je website krijgen?
pt_br: Como você gostaria que o site fosse chamado?
ru_ru: Как вы хотите назвать ваш веб сайт?

source: (Examples: "The Smith's" or "The Johnson Family Website")
ar_ar: (أمثلة: "آل عبد الله" أو "موقع بيت القحطاني")
da_da: (Eksempel: "Smiths" eller "Johnson familie hjemmeside")
de_de: (Beispiele: "Die Familie Smith's" oder "Die Johnson Familien Seite)
it_it: (Esempio: "I Rossi" o "Sito della Famiglia Bianchi")
nl_nl: (Voorbeeld: "De Bakkers" of "De familie Bakker Website")
pt_br: (Exemplo: "The Smith's" ou "The Johnson Family Website")
ru_ru: (Примеры: "Fonter" или "Семейный сайт Зининых")

source: Without a name, how will you tell people about your website?
da_da: Uden navn, hvordan vil du fortælle folk om din hjemmeside?
de_de: Wie möchten Sie den Leuten Ihre Webseite zeigen ohne einen Namen dafür?
it_it: Senza un nome, come può qualcuno parlare del tuo sito?
nl_nl: Zonder naam, hoe zal je mensen vertellen over je site?
pt_br: Sem um nome, como você vai dizer às pessoas sobre o seu site?
ru_ru: Вы не ввели имя, как вы сообщите людям о вашем сайте?

source: The email address you want all questions, comments and concerns about the site to go.
da_da: E-mail-adressen du vil alle spørgsmål, kommentarer og bekymringer om webstedet skal bruges til at sende med.
de_de: Bitte geben Sie eine eMail-Adresse an, wo alle Informationen (Fragen, Kommentare, Systemnachrichten) eingehen sollen.
it_it: L'indirizzo e-mail dove ricevere domande, commenti e critiche sul sito.
nl_nl: Het emailadres waar alle vragen, opmerkingen en meldingen over deze site heen moeten.
pt_br: O endereço de email que você deseja enviartodas as perguntas, comentários e preocupações.
ru_ru: Email для отправки всех вопросов, комментариев и пожеланий связанных с вашим сайтом.

source: That's not a valid emaill address is it?
da_da: Det er ikke en gyldig email adresse er det?
de_de: Das ist keine gültige eMail-Adresse. Stimmts?
it_it: Non risulta essere un indirizzo email corretto!
nl_nl: Dat is geen geldig emailadres, toch?
pt_br: Isso não é um endereço válido e-mail, é?
ru_ru: Это не правильный адрес электронной почты не так ли?

source: Optional Plugins
da_da: Valgfri Plugins
de_de: Optionale Plugins
it_it: Plugins Aggiuntive
nl_nl: Extra toepassingen
pt_br: Plugins opcionais
ru_ru: Опциональные плагины

source: Which plugins would you like to use on your site?
da_da: Hvilke plugins vil du gerne bruge på dit websted?
de_de: Welche Plugins möchtest du auf deiner Seite verwerden?
it_it: Quali Plugins vorresti aggiungere al tuo sito?
nl_nl: Welke extra toepassingen wilt u op uw site gebruiken?
pt_br: Quais plugins que você gostaria de usar em seu site?
ru_ru: Какие плагины вы хотели бы использовать на вашем сайте?

source: Administrative Account
da_da: Administrativ konto
de_de: Verwaltungskonto
it_it: Account Amministratore
nl_nl: Beheerdersaccount
pt_br: Conta Administrativa
ru_ru: Учетная запись администратора

source: Step 5 of 5
da_da: Trin 5 af 5
de_de: Schritt 5 von 5
it_it: Passo 5 di 5
nl_nl: Stap 5 van 5
pt_br: Passo 5 de 5
ru_ru: Шаг 5 из 5

source: Everyone will be required to have an account and be logged in at all times to use this website. This will help protect your site.
da_da: Alle vil være forpligtet til at have en konto og være logget ind på alle tidspunkter for at bruge denne hjemmeside. Dette vil beskytte dit websted.
de_de: Jeder wird aufgefordert ein Konto zu besitzen und sich mit diesem einzuloggen. Dies dient der Sicherheit deiner Seite.
it_it: Tutti devono avere un account e devono effettuare il Login per utilizzare il Sito. E' utile per un maggior livello di protezione.
nl_nl: Iedereen moet een account hebben en ingelogd zijn om deze website te gebruiken. Dit beschermt uw site.
pt_br: Todos serão obrigados a ter uma conta e estar logado em todos os momentos para usar este website. Isso ajudará a proteger seu site.
ru_ru: Все должны будут иметь учетную запись и входить под ней на сайт перед использованием. Это поможет защитить ваш сайт.

source: You must have at least one administrative account. Please fill out the information below for the person who will be the administrator of this site.
da_da: Du skal have mindst én administratorkonto. Udfyld venligst nedenstående oplysninger for den person, der vil være administrator af dette site.
de_de: Sie müssen mindestens ein Administrator-Konto besitzen. Bitte füllen Sie die nachfolgenden Informationen für die Person, der Administrator dieser Website werden soll, aus.
it_it: Bisogna disporre di almeno un account Amministratore. Si prega di compilare le seguenti informazioni riguardo l'amministratore di questo sito.
nl_nl: Je moet op zijn minst een beheerdersaccount hebben. Vul hieronder de gegevens in van de persoon die deze site zal beheren.
pt_br: Você deve ter pelo menos uma conta administrativa. Por favor, preencha as informações abaixo para a pessoa que será o administrador deste site.
ru_ru: Вы должны иметь хотя бы одну учетную запись администратора. Пожалуйста, заполните информацию ниже для того, кто будет администратором этого сайта.

source: Hooray! Yippie!
da_da: Hurra! Yippie!
de_de: Hurra! Juhuu!
it_it: Hurrà!!
nl_nl: Hoera! Jippie!
ru_ru: Ура! Иееху!

source: %s has been installed successfully.
da_da: %s er blevet installeret med succes.
de_de: %s wurde erfolgreich installiert.
it_it: %s è stato installato con successo!
nl_nl: %s is met succes geïnstalleerd.
pt_br: % s foi instalado com êxito.
ru_ru: %s установлено успешно.

source: Please continue to the homepage to login and begin using %s.
ar_ar: يرجى الاستمرار إلى صفحة البداية للدخول ثم ابدأ استخدام %s.
da_da: Fortsæt venligst til hjemmesiden for at logge ind og begynde at bruge %s.
de_de: Bitte besuchen Sie nun die Internetseite und melden Sie sich an (%s)
it_it: Vai alla Homepage per effettuare il login ed iniziare ad usare %s.
nl_nl: Ga gerust naar de startpagina en login om %s te gebruiken.
pt_br: Por favor, continue com a página inicial para fazer login e começar a usar % s.
ru_ru: Пожалуйста, продолжите с домашней страницы для регистрации и начала использования %s.

source: Invalid URL
da_da: Ugyldig URL
de_de: Ungültige Adresse (URL)
it_it: URL non valido
nl_nl: Ongeldige URL
pt_br: URL Inválida
ru_ru: Неверный адрес (URL)
tr_tr: Geçersiz URL

source: Invalid Invitation Code!
da_da: Ugyldig invitations kode!
de_de: Ungültiger Einladungscode
it_it: Codice invito non valido!
nl_nl: Ongeldige uitnodigingscode!
pt_br: Código de Convite Inválido
ru_ru: Неверный код приглашения!
tr_tr: Davet Kodu Geçersiz!

source: Invalid Event!
da_da: Ugyldig begivenhed!
de_de: Ungültige Veranstaltung
it_it: Evento non valido!
nl_nl: Ongeldig Event!
pt_br: Evento Inválido!
ru_ru: Неверное событие!
tr_tr: Geçersiz Etkinlik!

source: When
ar_ar: متى
da_da: Hvornår
de_de: Wann
it_it: Data
nl_nl: Wanneer
pt_br: Quando
ru_ru: Когда
tr_tr: Ne Zaman

source: Are you attending?
ar_ar: هل تشارك؟
da_da: Overværer du?
de_de: Teilnehmen?
it_it: Ci sarai?
nl_nl: Kom jij ook?
pt_br: Você vai?
ru_ru: Вы участвуете?
tr_tr: Katılıyor musunuz?

source: Undecided
ar_ar: لم يحدد موقفه
da_da: Uafklaret
de_de: Unentschlossen
it_it: Indeciso
nl_nl: Onbeslist
pt_br: Não sei ainda
ru_ru: Нерешённый
tr_tr: Kararsız

source: Who's Coming
ar_ar: من يشارك؟
da_da: Hvem kommer
de_de: Zusagen
it_it: Saranno presenti
nl_nl: Wie komt er
pt_br: Quem vai
ru_ru: Кто вошел
tr_tr: Kimler Geliyor

source: Your email address could not be found. Please make sure you have entered it correctly.
da_da: Din e-mail-adresse blev ikke fundet. Kontroller, at du har indtastet den korrekt.
de_de: Ihre E-Mail-Adresse konnte nicht gefunden werden. Stellen Sie bitte sicher, dass Sie es richtig eingegeben haben.
it_it: Il tuo indirizzo Email risulta inesistente. Controlla di averlo inserito correttamente.
nl_nl: Je e-mailadres werd niet gevonden. Zorg dat je het correct hebt ingevuld.
pt_br: Seu email não foi encontrado. Por favor confira se você o digitou corretamente.
ru_ru: Не могу найти ваш email. Пожалуйста, убедитесь, что вы ввели его правильно.
tr_tr: Eposta adresiniz bulunamadı. Doğru yazdığınızdan emin olun.

source: Password Reset
ar_ar: استعادة كلمة المرور
da_da: Nulstil adgangskode
de_de: Passwort zurücksetzen
it_it: Reimposta password
nl_nl: Nieuw wachtwoord
pt_br: Restauração da senha
ru_ru: Сброс пароля
tr_tr: Şifreyi Sıfırla

source: Your password at %s has been reset.
ar_ar: صُفّرت كلمة سرك في %s.
da_da: Din adgangskode på %s er blevet nulstillet.
de_de: Dein Passwort wurde zurückgesetzt (%s)
it_it: La tua password per %s è stata modificata.
nl_nl: Je wachtwoord op %s is opnieuw ingesteld.
pt_br: Sua senha em %s foi alterada.
ru_ru: Ваш пароль был сброшен в %s.
tr_tr: %s Şifreniz Sıfırlandı.

source: New Password
ar_ar: كلمة السر الجديدة
da_da: Ny adgangskode
de_de: neues Passwort
it_it: Nuova Password
nl_nl: Nieuw wachtwoord
pt_br: Nova Senha
ru_ru: Новый пароль
tr_tr: Yeni Şifre

source: This is an automated message, please do not reply.
da_da: Dette er en automatisk meddelelse, svar venligst ikke.
de_de: Dies ist eine automatische Nachricht. Bitte nicht antworten.
it_it: Questo è un messaggio automatico, per favore non rispondere.
nl_nl: Dit bericht is automatisch gegenereerd, reageren haalt niets uit.
pt_br: Esta é uma mensagem automatizada, por favor não a responda.
ru_ru: Это автоматическое сообщение, пожалуйста, не отвечайте.
tr_tr: Bu otomatik oluşturulmuş mesaja yanıt yazmayın.

source: Your password has been reset, please check your email.
ar_ar: تم مسح كلمة سرك. يرجى مراجعة بريدك الإلكتروني.
da_da: Din adgangskode er blevet nulstillet, du bedes tjekke din e-mail.
de_de: Ihr Passwort wurde zurückgesetzt, bitte prüfen Sie Ihre E-Mail.
it_it: La tua password è stata modificata, controlla la tua email.
nl_nl: Je wachtwoord is opnieuw ingesteld, controleer a.u.b. je mailbox.
pt_br: Sua senha foi alterada, por favor verifique seu email.
ru_ru: Ваш пароль был сброшен, пожалуйста, проверьте ваш почтовый ящик.
tr_tr: Şifreniz sıfırlandı; eposta iletilerinize bakın.

source: Continue
ar_ar: إستمرار
da_da: Fortsæt
de_de: Weiter.
it_it: Continua
nl_nl: Verdergaan
pt_br: Prosseguir
ru_ru: Продолжить
tr_tr: Devam Et

source: Reset Password
ar_ar: تغيير كلمة السر
da_da: Nulstil adgangskode
de_de: Passwort zurücksetzen
it_it: Reimposta password
nl_nl: Wachtwoord opnieuw instellen
pt_br: Restaurar Senha
ru_ru: Сброс пароля
tr_tr: Şifreyi Sıfırla

source: The email address associated with your account.
da_da: Den e-mail-adresse er knyttet til din konto.
de_de: Die Email-Adresse mit Ihrem Konto verknüpft.
it_it: L'indirizzo Email associato al tuo account.
nl_nl: Het e-mailadres van je account.
pt_br: O email associado com a sua conta.
ru_ru: Электронная почта ассоциированная с вашей учетной записью.
tr_tr: Hesabınızla bağlantılı eposta adresi.

source: Alphabetical
da_da: Alfabetisk
de_de: Alphabetisch
it_it: Alfabeticamente
nl_nl: Alfabetisch
pt_br: Alfabeticamente
ru_ru: В алфавитном порядке
tr_tr: Abecesel

source: Age
da_da: Alder
de_de: Alter
it_it: Età
nl_nl: Leeftijd
pt_br: Idade
ru_ru: Возраст
tr_tr: Yaş

source: Participation
da_da: Deltagelse
de_de: nach Aktivität
it_it: Partecipazione
nl_nl: Activiteit
pt_br: Participação
ru_ru: Участие
tr_tr: Katılım

source: Joined
da_da: Blev medlem
de_de: nach Registrierungsdatum
it_it: Registrato
nl_nl: Lid sinds
pt_br: Entrou
ru_ru: Присоединился
tr_tr: Katılma

source: Invalid Order.
da_da: Ugyldig bekendtgørelse.
de_de: ungültiger Ordner.
it_it: Ordine non valido.
nl_nl: Ongeldige volgorde
pt_br: Ordem inválida.
ru_ru: Неверный запрос
tr_tr: Sıralama Geçersiz

source: Participation Points
da_da: Deltagers points
de_de: Erhaltende Punkte
it_it: Punti di Partecipazione
nl_nl: Deelname punten
pt_br: Pontos de Participação
ru_ru: Очки участия
tr_tr: Katılım Puanları

source: %s years old
da_da: %s år gammel
de_de: %s Jahre alt
it_it: ha %s anni
nl_nl: %s jaren oud
pt_br: %s anos
ru_ru: %s лет
tr_tr: %s yaşında

source: M. j, Y (g:i a)
ru_ru: Месяц День, Год (пример: Апрель 25, 1956)

source: %s started the new thread %s.
da_da: %s startede den nye tråd %s.
de_de: %s hat einen neuen Beitrag (%s) im Forum eroeffnet.
it_it: %s ha avviato la nuova discussione %s.
nl_nl: %s begon de nieuwe discussie %s.
pt_br: % s começou a nova lista de discussão %s.
ru_ru: %s начал новое обсуждение %s.
tr_tr: %s yeni konu başlattı: %s.

source: %s has replied to the thread: %s
da_da: %s har svaret på tråden: %s
de_de: %s hat auf den Beitrag %s geantwortet
it_it: %s ha risposto al thread: %s
nl_nl: %s heeft geantwoord op een discussie: %s
pt_br: %s respondeu o tópico: %s
ru_ru: %s ответил(а) в обсуждении: %s
tr_tr: %s konuyu yanıtladı: %s

source: Invalid Date [%s]
da_da: Ugyldig dato [%s]
de_de: Ungültiges Datum [%s]
it_it: Data [%s] non valida
nl_nl: Ongeldige Datum [%s]
pt_br: Data Inválida [%s]
ru_ru: Неправильная дата [%s]
tr_tr: Tarih Geçersiz [%s]

source: Could not find anything matching your search.
da_da: Kunne ikke finde noget matcher din søgning.
de_de: Ihre Suchanfrage erzielte keine Treffer.
it_it: Non ci sono risultati per la tua ricerca.
nl_nl: Er voldeed niets aan je zoekopdracht.
pt_br: Não foi possível encontrar nada relacionado à sua busca.
ru_ru: Не нашлось ничего, удовлетворяющего условиям поиска.
tr_tr: Aramanıza uygun bir değer bulunamadı.

source: Search For
da_da: Søg efter
de_de: Suche nach
it_it: Cerca per
nl_nl: Zoeken naar
pt_br: Procurar Por
ru_ru: Поиск
tr_tr: Aranan

source: You do not have any notifications.
da_da: Du har ikke nogen meddelelser.
de_de: Du hast keine Benachrichtigungen.
it_it: Non ci sono notifiche.
nl_nl: U heeft geen berichten
pt_br: Você não tem quaisquer notificações.
ru_ru: У вас нет уведомлений.
tr_tr: Hiç bildirim yok.

source: View past notifications
da_da: Se tidligere meddelelser
de_de: Alte Benachrichtigungen anzeigen.
it_it: Visualizza le notifiche passate
nl_nl: Bekijk oude berichten
pt_br: Ver últimas notificações
ru_ru: Посмотреть последние уведомления.
tr_tr: Eski Bildirimleri goster

source: Mark All Read
da_da: Markér alle som læst
de_de: Alle als gelesen markieren
it_it: Segna tutto come letto
nl_nl: Alles markeren als gelezen
pt_br: Marcar todas como lidas
ru_ru: Пометить как прочитанные
tr_tr: Tümünü Okundu Olarak İşaretle

source: Mark Read
da_da: Angiv som læst
de_de: Als gelesen markieren
it_it: Segna come Letto
nl_nl: Markeer als gelezen
pt_br: Marcar como lida
ru_ru: Отметить прочитанным
tr_tr: Okundu Olarak İşaretle

source: %s has added a photo of you.
da_da: %s har tilføjet et billede af dig.
de_de: %s hat ein neues Foto von/mit dir hinzugefügt
it_it: %s ha aggiunto una foto con te.
nl_nl: %s heeft een foto van u geplaatst
pt_br: %s adicionou uma foto de você.
ru_ru: %s отметил вас на фото.
tr_tr: %s sizin bir fotoğrafınızı ekledi.

source: Unread Notifications
da_da: Ulæste meddelelser
de_de: Ungelesene Benachrichtigungen
it_it: Notifiche non lette
nl_nl: Ongelezen berichten
pt_br: Notificações não lidas
ru_ru: Непрочитанные уведомления
tr_tr: Okunmamış Bildirimler

source: Comments (%s)
da_da: Kommentarer (%s)
de_de: Kommentare (%s)
it_it: Commenti (%s)
nl_nl: commentaren [%s]
pt_br: Comentários (%s)
ru_ru: Комментарии (%s)
tr_tr: Yorum (%s)

source: M. j, Y, g:i a
ru_ru: M. j, Y, G:i

source: Votes
da_da: Stemmer
de_de: Stimmen
it_it: Voti
nl_nl: Stemmen
pt_br: Votos
ru_ru: Голоса
tr_tr: Oy

source: You have already voted.
ar_ar: لقد أجريت التصويت سابقًا.
da_da: Du har allerede stemt.
de_de: Sie haben bereits abgestimmt
it_it: Hai già votato.
nl_nl: Je hebt al gestemd
pt_br: Você já votou.
ru_ru: Вы уже проголосовали.
tr_tr: Zaten oy verdiniz.

source: Could not add comment.
da_da: Kunne ikke tilføje kommentar.
de_de: Kommentar kann nicht hinzugefügt werden.
it_it: Impossibile aggiungere un commento
nl_nl: kan het commentaar niet toevoegen
pt_br: Não foi possível adicionar comentário.
ru_ru: Невозможно добавить комментарий.
tr_tr: Yorum eklenemedi.

source: Add a Prayer Concern
da_da: Tilføj en forespørgsel
de_de: Gebetsanliegen
it_it: Aggiungi una preghiera
nl_nl: Voeg gelukswens toe
pt_br: Adicionar uma Prece
ru_ru: Добавить молитву заботы

source: Pray For
da_da: Forespørgsel for
de_de: Bete für
it_it: Prega per
nl_nl: Wens veel geluk voor
pt_br: Orar por
ru_ru: Молиться за

source: %s added a new Prayer Concern for %s
da_da: %s har tilføjet en ny forespørgsel for %s
de_de: %s fügte eine neue Todesanzeige für %s hinzu
it_it: %s ha aggiunto una nuova preghiera per %s
nl_nl: %s heeft een nieuwe gelukswens toegevoegd voor %s
pt_br: %s adicionou uma nova prece para %s
ru_ru: %s добавил(а) новую молитву заботы для %s
tr_tr: %s için yeni bir Dua eklendi %s

source: Edit Prayer Concern
da_da: Rediger forespørgsel
de_de: Gebetsanliegen bearbeiten
it_it: Modifica una Preghiera
nl_nl: Wijzig gelukswens
pt_br: Editar oração
ru_ru: Изменить предмет молитвы
tr_tr: Dua İçeriğini Düzenle

source: Prayer Concern Deleted Successfully
da_da: Forespørgsel slettet med succes
de_de: Löschen der Todesanzeige erfolgreich
it_it: Preghiera cancellata con successo
nl_nl: Gelukswens succesvol verwijderd
pt_br: Prece excluída com sucesso
ru_ru: Молитва заботы удалена успешно
tr_tr: Dua İçeriği Başarıyla Silindi

source: Currently no one has added any Prayer Concerns.
da_da: For nuværende er der ikke oprettet nogle Forespørgsler.
de_de: Derzeit gibt es noch keine Gebetsanliegen.
it_it: Attualmente nessuno ha inserito Preghiere.
nl_nl: Momenteel zijn er nog geen gelukswensen.
pt_br: Atualmente, ninguém tem qualquer preocupação ou Oração.
ru_ru: Нет ни одной молитвы.
tr_tr: Şu anda hiç kimse Dua İçeriği eklemedi.

source: Why don't you add a new Prayer Concern now?
da_da: Hvorfor tilføjer du ikke en ny forespørgsel nu?
de_de: Warum fügen Sie nicht ein Gebetsanliegen hinzu?
it_it: Perché non ne aggiungi una adesso?
nl_nl: Waarom voegt u niet gelijk een gedenkbericht toe?
pt_br: Por que você não adicionar uma nova Oração agora?
ru_ru: Не добавить ли вам новую молитву?
tr_tr: Neden şimdi yeni bir Dua İçeriği eklemeyesin?

source: Edit this Prayer Concern
da_da: Rediger denne Forespørgsel
de_de: Anzeige bearbeiten
it_it: Modifica questa Preghiera
nl_nl: Gelukswens bewerken
pt_br: Editar esta preocupação ou Oração
ru_ru: Редактировать вероисповедание
tr_tr: Bu Dua Konusunu Düzenle

source: Delete this Prayer Concern
da_da: Slet denne Forespørgsel
de_de: Anzeige löschen
it_it: Cancella questa Preghiera
nl_nl: Gelukswens verwijderen
pt_br: Eliminar essa preocupação ou Oração
ru_ru: Удалить это вероисповедание
tr_tr: Bu Dua Konusunu Sil

source: %s asks that you please pray for...
da_da: %s spørger om du vil be for...
de_de: %s bittet Sie, dass sie beten für...
it_it: %s ti ha richiesto di pregare per...
nl_nl: %s vraagt of veel geluk wil wensen voor...
pt_br: %s pede-lhe que por favor ore por ...
ru_ru: %s просит вас помолиться за...

source: Because...
da_da: Fordi...
de_de: Weil...
it_it: Perché...
nl_nl: Omdat...
pt_br: Porque ...
ru_ru: Потому что...
tr_tr: Çünkü ...

source: Inbox
da_da: Indbakke
de_de: Eingang
it_it: Posta in arrivo
nl_nl: Postvak in
pt_br: Caixa de entrada
ru_ru: Входящие
tr_tr: Gelen Kutusu

source: Inbox (%d)
da_da: Indbakke (%d)
de_de: Posteingang (%d)
pt_br: Caixa de Entrada (%d)
ru_ru: Входящие (%d)
tr_tr: Gelen iletiler (%d)

source: Sent
da_da: Sendt
de_de: Gesendet
it_it: Inviato
nl_nl: Verzonden
pt_br: Enviado
ru_ru: Отправлено
tr_tr: Gönderilen

source: To
da_da: Til
de_de: An
it_it: A
nl_nl: Aan
pt_br: Para
ru_ru: Кому
tr_tr: Alıcı

source: Send
de_de: Senden
it_it: Invia
nl_nl: Versturen
pt_br: Enviar
ru_ru: Отправить
tr_tr: Gönder

source: A new Private Message at %s
da_da: En ny privat besked på %s
de_de: Eine neue private Nachricht an %s
it_it: Un nuovo messaggioprivato su %s
nl_nl: Een nieuw Privébericht bij %s
pt_br: Nova Mensagem Privada em %s
ru_ru: Новое личное сообщение в %s
tr_tr: %s - Yeni Özel Mesaj

source: %s has sent you a new Private Message at %s
da_da: %s har sendt dig en ny privat besked på %s
de_de: %s hat Ihnen eine neue private Nachricht (%s) geschickt
it_it: %s ti ha inviato un nuovo messaggio privato su %s
nl_nl: %s heeft je een nieuw Privébericht gestuurd op %s
pt_br: %s enviou uma nova mensagem privada pra você em %s
ru_ru: %s отправил(а) вам новое личное сообщение в %s
tr_tr: %s %s üzerinde size bir Özel Mesaj gönderdi.

source: The message has been attached below.
da_da: Meddelelsen har været tilknyttet nedenfor.
de_de: Die Nachricht wurde unten hinzugefügt.
it_it: Il messaggio è stato allegato qui di seguito.
nl_nl: Het bericht is hieronder als bijlage toegevoegd.
pt_br: A mensagem foi anexada abaixo.
ru_ru: Сообщение прикреплено ниже.
tr_tr: Mesaj aşağıda ekli.

source: To respond to this message either visit %s or respond to this email.
da_da: For at svare på denne meddelelse enten besøg %s eller besvar med denne e-mail.
de_de: Um auf diese Nachricht zu antworten, besuchen Sie %s oder antworten Sie auf diese Nachricht.
it_it: Per rispondere a questo messaggio visita %s o rispondi a questa email.
nl_nl: Om op dit bericht te reageren kan je %s bezoeken of antwoorden op deze mail.
pt_br: Para responder à essa mensagem, visite %s ou responda este email.
ru_ru: Чтобы ответить на это сообщение посетите %s или ответьте на это письмо.
tr_tr: Mesaja yanıt vermek için ya %s bağlantısını kullanın ya da bu eposta iletisini yanıtlayın.

source: From
da_da: Fra
de_de: Von
it_it: Da
nl_nl: Van
pt_br: De
ru_ru: От
tr_tr: İleten

source: Message Title
da_da: Titel på besked
de_de: Betreff
it_it: Titolo messaggio
nl_nl: Berichttitel
pt_br: Título da Mensagem
ru_ru: Заголовок сообщения
tr_tr: Mesaj Başlığı

source: The PM you are trying to view either doesn't exist or you don't have permission to view it.
da_da: Den PM du forsøger at se enten eksisterer den ikke eller du har ikke tilladelse til at se den.
de_de: Die Nachricht existiert nicht oder Sie haben nicht die Berechtigungen sie zu lesen.
it_it: Il PM che stai cercando di vedere non esiste oppure non hai i permessi per vederlo.
nl_nl: Het privebericht dat je wil bekijken bestaat niet of je bent niet toegelaten het te zien.
pt_br: A PM está tentando ver se você tem ou não a permissão para visualizá-lo.
ru_ru: Страница, которую вы хотите посмотреть или не существует, или у вас нет прав для ее просмотра.
tr_tr: Bakmaya çalıştığınız ÖM mevcut değil ya da okuma yetkiniz yok.

source: n/j/Y g:i a
ru_ru: j/n/Y G:i

source: to %s
da_da: til %s
de_de: an %s
it_it: a %s
nl_nl: naar %s
pt_br: para %s
ru_ru: к %s
tr_tr: %s için
