Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Could not get albums.
da_da: Kunne ikke få albummer.
de_de: Kein Zugriff auf das Album.
ru_ru: Не удается получить альбомы.
tr_tr: Albümler alınamadı.

source: You must choose a category first.
ar_ar: عليك أولاً اختيار تصنيف.
da_da: Du skal vælge en kategori først.
de_de: Sie müssen zuerst eine Kategorie wählen.
it_it: Devi prima selezionare una categoria.
nl_nl: Je moet eerst een categorie kiezen.
pt_br: Primeiramente, é necessário escolher uma categoria.
ru_ru: Вы должны сначала выбрать категорию
tr_tr: Önce bir kategori seçmelisiniz.

source: You must choose a Picasa Web Album selected.
da_da: Du skal vælge et Picasa-Webalbum.
de_de: Sie üssen ein Picasa Web Album auswählen.
ru_ru: Вы должны выбрать отмеченный Picasa Web Album
tr_tr: Bir Picasa Web Albümü seçilmiş olmalı.

source: Your photo exceeds the maximum size allowed by your PHP settings [%s].
ar_ar: حجم ملف الصورة تجاوز الحد المسموح به في إعدادات خادم PHP لديك [%s].
da_da: Dit foto overstiger den maksimale tilladte størrelse af din PHP indstillinger [% s].
de_de: Ihr Foto überschreitet die maximale Größe [% s].
it_it: La dimensione dell'immagine supera il limite consentito dalle tue impostazioni PHP [%s].
nl_nl: Je foto overschrijdt de maximum toegelaten grootte [%s] zoals ingesteld in je PHP-settings.
pt_br: Sua foto excede o tamanho máximo de arquivo permitido pela configuração do PHP [%s]
ru_ru: Размер фото превышает максимально допустимый настройками PHP на сервере [%s]
tr_tr: Fotoğraf PHP ayarlarında belirlenen boyutu [%s] aşıyor.

source: You must choose a photo first.
ar_ar: يجب أن تختار صورة أولا
da_da: Du skal vælge et billede først.
de_de: Du musst als erstes ein Foto auswählen.
it_it: Devi prima scegliere una Foto.
nl_nl: Kies eerst een foto!
pt_br: Você deve escolhar uma foto primeiro.
ru_ru: Вы сначала должны выбрать фотографию
tr_tr: Önce bir fotoğraf seçin.

source: Could not resample photo.
da_da: Kunne ikke resample billedet.
de_de: Umwandlung misslungen.
ru_ru: Не удалось перезагрузить фотографию.
tr_tr: Fotoğraf işlenemedi.

source: Could not save resized photo.
da_da: Kunne ikke gemme foto med ændret størrelse.
de_de: Geändertes Bild konnte nicht gespeichert werden.
ru_ru: Не удалось запомнить фотографию с измененными размерами.
tr_tr: Yeniden boyutlanan fotoğraf kaydedilemedi.

source: Could not create new rotated photo.
da_da: Kunne ikke oprette nyt roteret foto
de_de: Gedrehtes Bild konnte nicht erzeugt werden.
ru_ru: Не удалось создать новую повернутую фотографию.
tr_tr: Yeni döndürülen fotoğraf oluşturulamadı.

source: Could not rotate photo.
da_da: Kunne ikke rotere foto.
de_de: Bild konnte nicht gedreht werden.
ru_ru: Не удалось повернуть фотографию.
tr_tr: Fotoğraf döndürülemedi.

source: Could not save rotated photo.
da_da: Kunne ikke gemme roteret foto
de_de: Gedrehtes Bild konnte nicht gespeichert werden.
ru_ru: Не удалось запомнить повернутую фотографию.
tr_tr: Döndürülmüş fotoğraf kaydedilemedi.

source: Out of Memory Warning
da_da: Advarsel om hukommelse
de_de: Warnung: Zu wenig Speicherplatz!
ru_ru: Внимание: не достаточно памяти
tr_tr: Yetersiz Bellek Uyarısı

source: The photo you are trying to upload is quite large and the server might run out of memory if you continue.
ar_ar: الصورة التي تحاول رفعها كبيرة وسوف يتعطل السيرفر في حالة المواصلة
da_da: Det foto, du forsøger at uploade er ganske stort, og serveren kan løbe tør for hukommelse, hvis du fortsætter.
de_de: Das Foto was gerade hoch geladen wird ist zu groß für den Server.
it_it: La foto che stai provando a caricare è piuttosto grande e il server potrebbe esaurire la memoria se si continua.
nl_nl: De foto die je wil opladen is misschien te groot voor het geheugen van de server.
pt_br: A foto que você está tentando carregar é bem grande e o servidor pode ficar sem espaço se você continuar.
ru_ru: Фото, которое вы загружаете, слишком большое.
tr_tr: Yüklemek istediğiniz dosyanın boyutu çok fazla ve devam edilirse bellek yetersiz kalabilir.

source: Change Avatar
da_da: Skift billede
de_de: Benutzerbild ändern
ru_ru: Сменить аватар
tr_tr: Kullanıcı Resmini Değiştir

source: Gravatar Email
ar_ar: البريد الإلكتروني للجرافاتر
it_it: Email Gravatar
pt_br: Email Gravatar
ru_ru: Твой адрес электронной почты, зарегистрированный в системе Gravatar.
tr_tr: Gravatar Eposta

source: Default
da_da: Standard
de_de: Standardeinstellung
ru_ru: По умолчанию
tr_tr: Varsayılan

source: Default avatar.
da_da: Standard avatar.
de_de: Standardavatar
ru_ru: Аватар по умолчанию
tr_tr: Varsayılan simgeresim.

source: Current Avatar
da_da: Nuværende Avatar
de_de: Aktueller Avatar
ru_ru: Текущий аватар
tr_tr: Mevcut Simgeresim

source: This is your current avatar.
ar_ar: هذه هي صورتك الشخصية
da_da: Dette er dit nuværende Avatar
de_de: Dies ist dein aktueller Avatar.
it_it: Questo è il tuo avatar corrente.
nl_nl: Dit is je huidige schermafbeelding.
pt_br: Essa é sua foto atual.
ru_ru: Это ваш аватар.
tr_tr: Bu sizin şu anki simgeresminiz.

source: Upload Avatar
ar_ar: تحميل الصورة
de_de: Avatar (Bildchen) hochladen
it_it: Carica avatar
nl_nl: Schermafbeelding uploaden
pt_br: Fazer upload de avatar
ru_ru: Загрузить аватар
tr_tr: Simgeresim Yükle

source: Use Gravatar
ar_ar: استخدم جرافاتر
da_da: Brug Gravatar
de_de: Benutze Gravatar (Bild mit eMail-Adresse verknüpfen)
it_it: Utilizza il Gravatar
nl_nl: Gebruik gravatar
pt_br: Usar Gravatar
ru_ru: Использовать Gravatar
tr_tr: Gravatar kullan

source: Use Default
ar_ar: استخدم الافتراضي
da_da: Anvend standard
de_de: Standard verwenden
it_it: Utilizza Predefinito
nl_nl: Gebruik standaard
pt_br: Usar padrão
ru_ru: Использовать по умолчанию
tr_tr: Varsayılanı Kullan

source: Choose Avatar
da_da: Vælg Avatar
de_de: Avatar auswählen
ru_ru: Выбрать Аватар
tr_tr: Simgeresim Seç

source: Could not get information for user [%s].
da_da: Information til brugeren [%s] kunne ikke hentes.
de_de: Konnte Informationen zum Mitglied nicht abrufen [%s].
it_it: Non è stato possibile avere informazioni sull'utente [%s]
nl_nl: kan info van deelnemer [%s] niet oproepen
pt_br: Não foi possível obter informações do usuário [% s].
ru_ru: Невозможно получить информацию о пользователе [%s].
tr_tr: Kullanıcı [%s] için bilgi alınamadı.

source: My Stuff
ar_ar: متعلقاتي
da_da: Mine ting
de_de: Privater Bereich
it_it: Profilo
nl_nl: Mijn gegevens
pt_br: Minha Info
ru_ru: Мои материалы
tr_tr: Bilgilerim

source: Administration
ar_ar: الإدارة
it_it: Amministrazione
nl_nl: Beheer
pt_br: Administração
ru_ru: Администрация
tr_tr: Yönetim

source: Awards
ar_ar: الجوائز
da_da: Præmier
de_de: Auszeichnungen
it_it: Riconoscimenti
nl_nl: Erkenningen
pt_br: Prêmios
ru_ru: Награды
tr_tr: Ödüller

source: Configuration
ar_ar: إعدادات
da_da: Konfiguration
de_de: Einstellungen
it_it: Configurazione
nl_nl: Configuratie
pt_br: Configuração
ru_ru: Конфигурация
tr_tr: Yapılandırma

source: Scheduler
ar_ar: المُجدوِل
da_da: Opgavestyring
it_it: Pianificatore
nl_nl: Takenplanner
pt_br: Agendador
ru_ru: Планировщик
tr_tr: Zamanlayıcı

source: Upgrade
ar_ar: تحديث
da_da: Opgradér
de_de: Aktualisierung
it_it: Aggiorna
nl_nl: Opwaarderen
pt_br: Atualizar
ru_ru: Обновить
tr_tr: Yükselt

source: Contact Webmaster
ar_ar: اتصل بمدير الموقع
da_da: Kontakt Webmaster
de_de: Kontakt
it_it: Contatta il Webmaster
nl_nl: Contacteer Beheerder
pt_br: Entrar em contato com o Webmaster
ru_ru: Написать вебмастеру
tr_tr: Web Yöneticisiyle İletişime Geç

source: Prayers
ar_ar: صلوات
da_da: Forespørgsel
de_de: Gebete
it_it: Preghiere
nl_nl: Gelukswensen
pt_br: Preces
ru_ru: Молитвы
tr_tr: Dualar

source: Profile
ar_ar: الملف الشخصي
da_da: Profil
de_de: Profil
it_it: Profilo
nl_nl: Profiel
pt_br: Perfil
ru_ru: Профиль
tr_tr: Kimlik Bilgileri

source: Private Messages
ar_ar: الرسائل الخاصة
da_da: Private meddelelser
de_de: Private Nachrichten
it_it: Messaggi Privati
nl_nl: Privéberichten
pt_br: Mensagens Privadas
ru_ru: Личные сообщения
tr_tr: Özel Mesajlar

source: Settings
ar_ar: الإعدادات
da_da: Indstillinger
de_de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações
ru_ru: Настройки
tr_tr: Ayarlar

source: Video Gallery
ar_ar: معرض الفيديو
da_da: Video Galleri
de_de: Video Galerie
nl_nl: Videogallerij
pt_br: Galeria de Vídeos
ru_ru: Видеогаллерея
tr_tr: Video Galerisi

source: Where Is Everyone
ar_ar: أين كل فرد
da_da: Hvor er allesammen
de_de: Wo ihr seid
it_it: Dove Sono Tutti
nl_nl: Waar Is Iedereen
pt_br: Onde estão Todos
ru_ru: Где все находятся?
tr_tr: Herkes Nerede

source: Allows members to share Address information.
ar_ar: السماح للأعضاء بمشاركة معلومات عنوانك.
da_da: Tillader medlemmer at dele adresseoplysninger.
de_de: Erlaube es Mitgliedern Adressinformationen zu teilen.
it_it: Permetti ai membri di condividere le informazioni sugli indirizzi.
nl_nl: Sta toe dat leden adresgegevens delen
pt_br: Permite que os membros compartilhem informações de endereço.
ru_ru: Позволяет участникам делиться информацией об адресах.
tr_tr: Üyelerin adres bilgisi paylaşmasına olanak sağlar.

source: Allows members to share events and send invitations.
ar_ar: السماح للأعضاء بمشاركة الأحداث وارسال الدعوات
da_da: Tillader medlemmer at dele begivenheder og sende invitationer.
de_de: Erlaube es Mitgliedern Veranstaltungen zu teilen und Einladungen zu versenden.
it_it: Permetti ai membri di condividere gli eventi ed inviare inviti.
nl_nl: Sta toe dat leden evenementen delen en uitnodigingen ontvangen
pt_br: Permite que os membros compartilhem eventos e possam enviar convites.
ru_ru: Позволяет участникам делиться событиями и рассылать приглашения.
tr_tr: Üyelerin etkinlikleri paylaşıp davet göndermesine olanak sağlar.

source: Allows members to share files.
ar_ar: السماح للأعضاء بمشاركة الملفات
da_da: Tillader medlemmer at dele filer.
de_de: Erlaube es Mitgliedern Dateien zu teilen.
it_it: Permetti ai membri di condividere dei files.
nl_nl: Sta toe dat leden bestanden delen
pt_br: Permite que os membros compartilhem arquivos.
ru_ru: Позволяет участникам делиться файлами.
tr_tr: Üyelerin dosya paylaşmasına olanak sağlar.

source: Allows members to create a family blog.
ar_ar: السماح للأعضاء بإنشاء مدونة عائلية
da_da: Tillader medlemmer at oprette familieblog.
de_de: Erlaube es Mitgliedern einen Familienblog anzulegen
it_it: Permetti ai membri di creare un blog di famiglia.
nl_nl: Sta toe dat leden een familieblog aanmaken
pt_br: Permite que os membros possam criar um blog para a família.
ru_ru: Позволяет пользователям вести семейный блог.
tr_tr: Üyelerin bir aile blogu oluşturmasına olanak sağlar.

source: Allows members to communicate with each other.
da_da: Tillader medlemmer at kommunikere med hinanden.
de_de: Erlaube es Mitgliedern miteinander zu kommunizieren.
it_it: Permetti ai membri di comunicare tra loro.
nl_nl: Sta toe dat leden berichten delen
pt_br: Permite que os membros de comunicar uns com os outros.
ru_ru: Позволяет участникам связываться друг с другом.
tr_tr: Üyelerin birbirleriyle iletişim kurmasına olanak sağlar.

source: Allows members to share photos.
da_da: Tillader medlemmer at dele fotos.
de_de: Erlaube es Mitgliedern Fotos zu teilen.
it_it: Permetti ai membri di condividere delle foto.
nl_nl: Sta toe dat leden foto's delen
pt_br: Permite que os membros de compartilhar fotos.
ru_ru: Позволяет участникам делиться фотографиями.
tr_tr: Üyelerin fotoğraf paylaşmasına olanak sağlar.

source: Allows members to share prayer concerns.
da_da: Tillader medlemmer at dele deres Forespørgsler.
de_de: Erlaube es Mitgliedern Gebetsanliegen zu teilen.
it_it: Consentire agli utenti di condividere le preghiere.
nl_nl: Sta toe dat leden familieberichten delen
pt_br: Permite que os membros possam compartilhar preocupações e oração.
ru_ru: Позволяет участникам делиться молитвами.

source: Allows members to share recipes.
da_da: Tillader medlemmer at dele opskrifter.
de_de: Erlaube es Mitgliedern Rezepte zu teilen.
it_it: Permetti ai membri di condividere ricette.
nl_nl: Sta toe dat leden recepten delen
pt_br: Permite que os membros compartilhem receitas.
ru_ru: Позволяет участникам делиться рецептами.
tr_tr: Üyelerin tarifler paylaşmasına olanak sağlar.

source: Allows members to create a family tree.
da_da: Tillader medlemmer til at oprette et stamtræ.
de_de: Erlaube es Mitgliedern einen STammbaum anzulegen.
it_it: Permetti ai membri di creare un albero genealogico.
nl_nl: Sta toe dat leden een stamboom kunnen maken
pt_br: Permite que os membros para criar uma árvore genealógica.
ru_ru: Позволяет участникам создать генеалогическое дерево.
tr_tr: Üyelerin soyağacı oluşturmasına olanak sağlar.

source: Allows members to share videos.
da_da: Tillader medlemmer at dele videoer
de_de: Erlaube es Mitgliedern Videos zu teilen.
it_it: Permetti ai membri di condividere dei video.
nl_nl: Sta toe dat leden vodeo's delen
pt_br: Permite que os membros possam compartilhar vídeos.
ru_ru: Позволяет участникам делиться видео.
tr_tr: Üyelerin video paylaşmasına olanak sağlar.

source: Allows members to share Foursquare checkins.
da_da: Tillader medlemmer at dele Foursquare indtjekninger.
de_de: Erlaube es Mitgliedern Foursquare Checkins zu teilen.
it_it: Permettere agli utenti di condividere i checkins di Foursquare.
nl_nl: Sta toe dat leden Foursquare check-in's delen
pt_br: Permite que os membros compartilhem Foursquare checkins.
ru_ru: Позволяет участникам делить Foursquare отметками.
tr_tr: Üyelerin Foursquare bilgilerini paylaşmasına olanak sağlar.

source: New PM
da_da: Ny PM
de_de: Nachricht verfassen
it_it: Nuovo PM
nl_nl: Nieuw privébericht
pt_br: Novo PM
ru_ru: Новые ЛС
tr_tr: Yeni ÖM

source: Level 10
da_da: Niveau 10
it_it: Livello 10
nl_nl: Niveau 10
ru_ru: Уровень 10
tr_tr: Düzey 10

source: Level 9
da_da: Niveau 9
it_it: Livello 9
nl_nl: Niveau 9
ru_ru: Уровень 9
tr_tr: Düzey 9

source: Level 8
da_da: Niveau 8
it_it: Livello 8
nl_nl: Niveau 8
ru_ru: Уровень 8
tr_tr: Düzey 8

source: Level 7
da_da: Niveau 7
it_it: Livello 7
nl_nl: Niveau 7
ru_ru: Уровень 7
tr_tr: Düzey 7

source: Level 6
da_da: Niveau 6
it_it: Livello 6
nl_nl: Niveau 6
ru_ru: Уровень 6
tr_tr: Düzey 6

source: Level 5
da_da: Niveau 5
it_it: Livello 5
nl_nl: Niveau 5
ru_ru: Уровень 5
tr_tr: Düzey 5

source: Level 4
da_da: Niveau 4
it_it: Livello 4
nl_nl: Niveau 4
ru_ru: Уровень 4
tr_tr: Düzey 4

source: Level 3
da_da: Niveau 3
it_it: Livello 3
nl_nl: Niveau 3
ru_ru: Уровень 3
tr_tr: Düzey 3

source: Level 2
da_da: Niveau 2
it_it: Livello 2
nl_nl: Niveau 2
ru_ru: Уровень 2
tr_tr: Düzey 2

source: Level 1
da_da: Niveau 1
it_it: Livello 1
nl_nl: Niveau 1
ru_ru: Уровень 1
tr_tr: Düzey 1

source: Level 0
da_da: Niveau 0
it_it: Livello 0
nl_nl: Niveau 0
ru_ru: Уровень 0
tr_tr: Düzey 0

source: Bold
da_da: Fed
de_de: Fett
it_it: Grassetto
nl_nl: Vet
pt_br: Negrito
ru_ru: Полужирный
tr_tr: Kalın

source: Italic
da_da: Kursiv
de_de: Kursiv
it_it: Corsivo
nl_nl: Cursief
pt_br: Itálico
ru_ru: Курсив
tr_tr: Yatık

source: Underline
da_da: Understreget
de_de: Unterstrichen
it_it: Sottolineato
nl_nl: Onderstreept
pt_br: Sublinhado
ru_ru: Подчёркнутый
tr_tr: Altı Çizili

source: Left Align
da_da: Venstrejustér
de_de: Linksbündig
it_it: Allineamento a sinistra
nl_nl: Links uitgelijnd
pt_br: Alinhamento à Esquerda
ru_ru: По левому краю
tr_tr: Sola Hizalı

source: Center
da_da: Centreret
de_de: Zentriert
it_it: Al centro
nl_nl: Centreren
pt_br: Centralizado
ru_ru: По центру
tr_tr: Ortala

source: Right Align
da_da: Højrejustér
de_de: Rechtsbündig
it_it: Allineamento a destra
nl_nl: Rechts uitgelijnd
pt_br: Alinhamento à Direita
ru_ru: По правому краю
tr_tr: Sağa Hizalı

source: Heading 1
da_da: Overskrift 1
de_de: Überschrift 1
it_it: Titolo 1
nl_nl: Hoofding 1
pt_br: Cabeçalho 1
ru_ru: Заголовок 1
tr_tr: Başlık 1

source: Heading 2
da_da: Overskrift 2
de_de: Überschrift 2
it_it: Titolo 2
nl_nl: Hoofding 2
pt_br: Cabeçalho 2
ru_ru: Заголовок 2
tr_tr: Başlık 2

source: Heading 3
da_da: Overskrift 3
de_de: Überschrift 3
it_it: Titolo 3
nl_nl: Hoofding 3
pt_br: Cabeçalho 3
ru_ru: Заголовок 3
tr_tr: Başlık 3

source: Insert Image
da_da: Indsæt billede
de_de: Bild einfügen
it_it: Inserisci Immagine
nl_nl: Afbeelding Invoegen
pt_br: Inserir Imagem
ru_ru: Вставить изображение
tr_tr: Resim Ekle

source: Insert URL
da_da: Indsæt URL
de_de: URL einfügen
it_it: Inserisci URL
nl_nl: URL invoegen
pt_br: Inserir URL
ru_ru: Вставить URL
tr_tr: URL Ekle

source: Insert Smiley
da_da: Indsæt smiley
de_de: Smiley einfügen
it_it: Inserisci smiley
nl_nl: Smiley invoegen
pt_br: Inserir emoticon
ru_ru: Вставить смайлик
tr_tr: Smiley Ekle

source: Images
da_da: Billeder
de_de: Bilder
it_it: Immagini
nl_nl: Afbeeldingen
pt_br: Imagens
ru_ru: Изображения
tr_tr: Resimler

source: Changes Updated Successfully.
da_da: Ændringer opdateret med succes
de_de: Änderungen erfolgreich übertragen.
it_it: Modifiche eseguite con successo!
nl_nl: Wijzigingen succesvol doorgevoerd.
pt_br: Alterações aplicadas com sucesso.
ru_ru: Изменения сохранены.
tr_tr: Değişiklikler Güncellendi.

source: Close Message
da_da: Luk meddelelse
de_de: Nachricht beenden
it_it: Chiudi Messaggio
nl_nl: Bericht sluiten
pt_br: Fechar Mensagem
ru_ru: Закрыть сообщение
tr_tr: Mesajı Kapat

source: Error: File %s is not a photo. Photos must be of type (.JPG, .JPEG, .GIF, .BMP or .PNG).
da_da: Fejl: Fil %s er ikke et foto. Billeder skal være af typen (. JPG. JPEG,. GIF,. BMP eller. PNG).
de_de: Fehler: Datei %s ist kein Foto. Fotos müssen Dateiendungen wie *.jpg, *.jpeg, *.gif, *.bmp oder *.png haben.
it_it: Errore: il file %s non è un' immagine. Le foto devono essere di tipo (.JPG, .JPEG, .GIF, .BMP o .PNG).
nl_nl: Fout: Bestand %s is geen foto. Fotobestanden zijn van het type: .JPG, .JPEG, .GIF, .BMP of .PNG
pt_br: Erro: Arquivo %s não é uma imagem. Imagens devem possuir extensão (.jpg, .jpeg, .gif, .bmp, .png).
ru_ru: Ошибка: Файл %s не фото. Фотографии должны быть типа JPG, JPEG, GIF, BMP или. PNG.
tr_tr: Hata: Dosya %s fotoğraf değil. İzin verilen dosya türleri: JPG, .JPEG, .GIF, .BMP ya da .PNG

source: First Page
ar_ar: الصفحة الأولى
da_da: Første side
de_de: erste Seite
it_it: Prima pagina
nl_nl: Eerste pagina
pt_br: Primeira página
ru_ru: Первая страница
tr_tr: İlk Sayfa

source: Previous Page
ar_ar: الصفحة السابقة
da_da: Forrige side
de_de: vorherige Seite
it_it: Pagina precedente
nl_nl: Vorige pagina
pt_br: Página Anterior
ru_ru: Предыдущая станица
tr_tr: Önceki Sayfa

source: Next Page
ar_ar: الصفحة التالية
da_da: Næste side
de_de: nächste Seite
it_it: Pagina successiva
nl_nl: Volgende pagina
pt_br: Página seguinte
ru_ru: Следующая страница
tr_tr: Sonraki Sayfa

source: Could not complete login.
da_da: Kunne ikke gennemføre logind.
de_de: Login nicht möglich.
ru_ru: Не удалось войти в систему
tr_tr: Giriş tamamlanamadı.

source: Could not get What's New data.
da_da: Kunne ikke få, hvad der er af nye data.
de_de: Neuigkeiten können nicht angezeigt werden.
ru_ru: Не удалось получить данные "Что Нового".
tr_tr: Yeni Neler Var verisi alınamadı.

source: Could not get additional What's New data.
da_da: Kunne ikke få yderligere hvad der er af nye data.
de_de: Zusätzliche Neuigkeiten können nicht angezeigt werden.
ru_ru: Не удалось получить дополнительные данные "Что Нового".
tr_tr: Ek Yeni Neler Var verisi alınamadı.

source: Could not get Foursquare What's New data.
da_da: Kunne ikke få Foursquare hvad der er af nye data.
de_de: Neuigkeiten von Foursquare können nicht angezeigt werden.
ru_ru: Не удалось получить данные "Что Нового" из Foursquare.
tr_tr: Foursquare Yeni Neler Var verisi alınamadı.

source: Foursquare is not configured correctly.
da_da: Foursquare er ikke konfigureret korrekt.
de_de: Foursquare ist nicht korrekt konfiguriert.
it_it: Foursquare non è configurato correttamente.
nl_nl: Foursquare is niet juist ingesteld.
pt_br: O Foursquare não está configurado corretamente.
ru_ru: Foursquare настроен неправильно.
tr_tr: Foursquare doğru yapılandırılmadı.

source: The "Where Is Everyone" feature cannot work without Foursquare. Please configure Foursquare or turn off "Where Is Everyone".
da_da: Funktionen "Hvor er alle" kan ikke fungere uden Foursquare. Du skal konfigurere Foursquare eller slukke for "Hvor er alle".
de_de: Das "Wo ihr seid" Feature kann nicht ohne Foursquare funktionieren. Bitte konfiguriere Foursquare oder schalte "Wo ihr seid" ab.
it_it: La funzione "Dove sono Tutti" non funziona senza Foursquare. Configura Foursquare o disattiva "Dove sono Tutti".
nl_nl: De 'Waar is iedereen'-functie werkt niet zonder Foursquare. Configureer Foursquare of schakel 'Waar is iedereen' uit.
pt_br: O menu "Onde estão todos" não funciona sem o Foursquare. Favor configurar o Foursquare ou desabilitar a funcionalidade.
ru_ru: Функция "Где все?" не может работать без Foursquare. Пожалуйста, укажите настройки доступа к Foursquare или отключите плагин "Где все?"
tr_tr: Herkes Nerede özelliği Foursquare olmadan çalışmaz. Ya Foursquare yapılandırmasını yapın ya da Herkes Nerede bölümünü kapalı hale getirin.

source: Configure Foursquare
da_da: Konfigurere Foursquare
de_de: Foursquare konfigurieren!
ru_ru: Настройки Foursquare.
tr_tr: Foursquare İçin Yapılandırma

source: Turn Off "Where is Everyone"
da_da: Sluk for "Hvor er alle"
de_de: Bitte "Wer ist Wo" abschalten!
ru_ru: Отключить "Где Все"
tr_tr: Herkes Nerede bölümünü kapat

source: Czech (Czech Republic)
da_da: Tjekkisk (Tjekkiet)
de_de: Tschechisch (Tschechische Republik)
it_it: Ceco (Repubblica Ceca)
nl_nl: Tsjechisch
pt_br: Checo (República Checa)
ru_ru: Чешский (Чешская республика)

source: Danish (Denmark)
da_da: Dansk (Danmark)
de_de: Dänisch (Dänemark)
it_it: Danese (Danimarca)
nl_nl: Deens (Denemarken)
pt_br: Dinamarquês (Dinamarca)
ru_ru: Датский (Дания)

source: German (Germany)
da_da: Tysk (Tyskland)
de_de: Deutsch (Deutschland)
it_it: Tedesco (Germania)
nl_nl: Duits (Duitsland)
pt_br: Alemão (Alemanha)
ru_ru: Немецкий (Германия)

source: English (United States)
da_da: Engelsk (USA)
de_de: Englisch (USA)
it_it: Inglese (Stati Uniti)
nl_nl: Engels (Verenigde Staten)
pt_br: Inglês (Estados Unidos)
ru_ru: Английский (США)
tr_tr: Türkçe

source: Spanish (Spain)
da_da: Spansk (Spanien)
de_de: Spanisch (Spanien)
it_it: Spagnolo (Spagna)
nl_nl: Spaans (Spanje)
pt_br: Espanhol (Espanha)
ru_ru: Испанский (Испания)
tr_tr: İspanyolca (İspanya)

source: Estonian
da_da: Estisk
it_it: Estone
nl_nl: Estlands
pt_br: Estoniano
ru_ru: Эстонский
tr_tr: Estonya dili

source: French (France)
da_da: Fransk (Frankrig)
de_de: Französisch (Frankreich)
it_it: Francese (Francia)
nl_nl: Frans (Frankrijk)
pt_br: Francês (França)
ru_ru: Французский (Франция)

source: Italian (Italy)
da_da: Italiensk (Italien)
de_de: Italienisch (Italien)
ru_ru: Итальянский (Италия)

source: Latvian
da_da: Lettisk
de_de: Lettisch
it_it: Lettone
nl_nl: Lets
pt_br: Letão
ru_ru: Латышский
tr_tr: Letonca

source: Dutch
da_da: Hollandsk
de_de: Niederländisch
it_it: Olandese
nl_nl: Nederlands
pt_br: Holandês
ru_ru: Голландский
tr_tr: Flemenkçe

source: Portuguese (Brazil)
da_da: Portugisisk (Brasilien)
de_de: Portugiesisch (Brasilien)
it_it: Portoghese (Brasile)
nl_nl: Portugees (Brazilië)
pt_br: Português (Brasil)
ru_ru: Португальский (Бразилия)
tr_tr: Portekizce (Brezilya)

source: Slovak
da_da: Slovakisk
de_de: Slowakisch
it_it: Slovacco
nl_nl: Slowaaks
pt_br: Eslovaco
ru_ru: Словацкий
tr_tr: Slovakça

source: Chinese (China)
da_da: Kinesisk (Kina)
de_de: Chinesisch (China)
it_it: Cinese (Cina)
nl_nl: Chinees (China)
pt_br: Chinês (China)
ru_ru: Китайский (Китай)
tr_tr: Çince (Çin)

source: Could not read inc/country.txt file.
da_da: Kunne ikke læse inc/country.txt fil.
de_de: Konnte die Datei inc/country.txt nicht lesen.
it_it: File inc/country.txt non leggibile.
nl_nl: Het bestand 'inc/country.txt' is onleesbaar.
pt_br: Não foi possível ler o arquivo inc/country.txt.
ru_ru: Нет доступа на чтение к файлу inc/country.txt
tr_tr: Gerekli inc/country.txt bulunamadı.
