Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Move the uploads directoy to the path you specified in step 1.
da_da: Flyt uploads mappe til den pladsering, du har angivet i trin 1.
de_de: Verschieben Sie das uploads Verzeichnis in den Pfad, den Sie im ersten Schritt 1 festgelegt haben.
it_it: Spostare la directory di upload al percorso specificato nel passaggio 1
nl_nl: verplaats de upload-folder naar de locatie die u in stap 1 heeft aangegeven
pt_br: Mova os diretórios de upload para o caminho que você especificou na etapa 1.
ru_ru: Перемещение каталогов добавления на путь, указанный в пункте 1
tr_tr: Dosya yükleme dizinini 1. adımda belirlediğiniz konuma taşıyın.

source: Welcome to the Help section.
ar_ar: مرحبا في قسم المساعدة
da_da: Velkommen til hjælpe sektionen
de_de: Willkommen im Hilfebereich.
it_it: Benvenuto nella sezione Help.
nl_nl: Welkom in de Help-omgeving
pt_br: Bem-vindo à seção de Ajuda.
ru_ru: Добро пожаловать в раздел помощи
tr_tr: Yardım bölümüne hoşgeldiniz.

source: Browse the topics to the left to find help on the most frequently asked topics.
ar_ar: استعرض المواضيع الى اليسار لكي تجد المساعدة في المواضيع الشائعة
da_da: Kig på emnerne til venstre for at finde hjælp til de oftest spurgte emner.
de_de: Sehen Sie sich die Themen auf der linken Seite an, um Antworten auf die am häufigsten gestellten Fragen zu bekommen.
it_it: Sfoglia i Topics sulla sinistra per trovare un aiuto sulle richieste più frequenti.
nl_nl: Kijk bij de onderwerpen aan je linkerzijde om een antwoord te vinden op de meest voorkomende vragen.
pt_br: Navegue nos tópicos à esquerda para encontrar ajuda no FAQ.
ru_ru: Просмотрите темы слева для ответов на часто задаваемые вопросы.
tr_tr: En sık sorulan sorular hakkında yardım almak için soldaki konuları tarayın.

source: Need more help?
ar_ar: هل تحتاج إلى المساعدة؟
da_da: Har du brug for mere hjælp?
de_de: Brauchst du mehr Hilfe?
it_it: Hai bisogno di ulteriore aiuto?
nl_nl: Meer hulp nodig?
pt_br: Precisa de mais ajuda?
ru_ru: Нуждаетесь в помощи?
tr_tr: Daha fazla yardım mı gerekiyor?

source: Check out the support forum for more help.
ar_ar: راجع منتدى الدعم للحصول على المساعدة
da_da: Kig på hjælpe forummet for at få mere hjælp.
de_de: Für mehr Hilfe, besuche das Support Forum.
it_it: Controlla il Forum di Supporto per un ulteriore aiuto.
nl_nl: Kijk ook eens op het support-forum voor meer help.
pt_br: Acesse o fórum de suporte para obter mais ajuda.
ru_ru: Перейдите на форум поддержки, для получения большей помощи
tr_tr: Daha fazla yardım için destek forumuna bakın.

source: Support Forum
ar_ar: منتدى المساعدة
da_da: Hjælpe Forum
de_de: Forum
it_it: Forum di Supporto
pt_br: Fórum de Suporte
ru_ru: Форум поддержки
tr_tr: Destek Forumu

source: Topics
ar_ar: مواضيع
da_da: Emner
de_de: Themen
nl_nl: Onderwerpen
pt_br: Tópicos
ru_ru: Тема
tr_tr: Konular

source: Personal Settings
ar_ar: الإعدادات الشخصية
da_da: Personlig opsætning
de_de: Persönliche Einstellungen
it_it: Impostazioni personali
nl_nl: Persoonlijke instellingen
pt_br: Configurações Pessoais
ru_ru: Персональные настройки
tr_tr: Kişisel Ayarlar

source: How does the Photo Gallery work?
ar_ar: كيف يعمل معرض الصور
da_da: Hvordan virker Billed Galleriet?
de_de: Wie funktioniert die Foto-Galerie?
it_it: Come funziona la Foto Gallery?
nl_nl: Hoe werkt de fotogalerij?
pt_br: Como a Galeria de Fotos funciona?
ru_ru: Как работает Галерея Фотографий?
tr_tr: Fotoğraf Galerisi nasıl çalışır?

source: How do I add a photo?
ar_ar: كيف أضيف صورة؟
da_da: Hvordan tilføjer jeg et foto?
de_de: Wie füge ich ein Foto hinzu?
it_it: Come si aggiunge una foto?
nl_nl: Hoe voeg ik een foto toe?
pt_br: Como eu adiciono uma foto?
ru_ru: Как добавить фотографию?
tr_tr: Nasıl fotoğraf eklerim?

source: How do I edit/change a photo?
ar_ar: كيف أحرر أو أضيف صورة؟
da_da: Hvordan ændrer jeg et billede?
de_de: Wie bearbeite/ändere ich ein Foto?
it_it: Come si modifica/cambia una foto?
nl_nl: Hoe bewerk/verander ik een foto?
pt_br: Como eu altero uma foto?
ru_ru: Как мне отредактировать/изменить фотографию?
tr_tr: Fotoğrafı nasıl düzenlerim/değiştiririm?

source: How do I delete a photo?
ar_ar: كيف أحذف صورة؟
da_da: Hvordan sletter jeg et foto?
de_de: Wie lösche ich ein Foto?
it_it: Come si cancella una foto?
nl_nl: Hoe verwijder ik een foto?
pt_br: Como eu deleto uma foto?
ru_ru: Как удалить фотографию?
tr_tr: Fotoğrafı nasıl silerim?

source: How do I add a category?
ar_ar: كيف أضيف تصنيف؟
da_da: Hvordan tilføjer jeg en kategori?
de_de: Wie füge ich eine Kategorie hinzu?
it_it: Come si aggiunge una categoria?
nl_nl: Hoe voeg ik een categorie toe?
pt_br: Como eu adiciono uma categoria?
ru_ru: Как я могу добавить категорию?
tr_tr: Nasıl kategori eklerim?

source: How do I rename a category?
ar_ar: كيف ـعيد تسمية تصنيف؟
da_da: Hvordan omdøber jeg en kategori?
de_de: Wie benenne ich eine Kategorie um?
it_it: Come si rinomina una categoria?
nl_nl: Hoe geef ik een categorie een andere naam?
pt_br: Como eu renomeio uma categoria?
ru_ru: Как переименовать категорию?
tr_tr: Kategorinin adını nasıl değiştiririm?

source: How do I delete a category?
ar_ar: كيف أحذف تصنيف؟
da_da: Hvordan sletter jeg en kategori?
de_de: Wie lösche ich eine Kategorie?
it_it: Come si cancella una categoria?
nl_nl: Hoe verwijder ik een categorie?
pt_br: Como eu deleto uma categoria?
ru_ru: Как удалить категорию?
tr_tr: Kategoriyi nasıl silerim?

source: Each member of the website has his/her own Category on the Photo Gallery. This category will not show up until that member creates a new sub-category and uploads at least one photo. You can not upload photos until you have created a category. It is best to create a new category each time you upload a new group of photos. This helps create a more organized Photo Gallery.
ar_ar: كل عضو في الموقع له/لها تصنيفه الخاص في معرض الصور. وهذا التصنيف لن يظهر حتى ينشئ عضو آخر تصنيف فرعي ويرفع صورة واحدة على الأقل. ولاتستطيع أن ترفع صور دون تكوين مصنف ويفضل أن تنشئ تصنيف جديد كل مرة ترفع فيه صور جديده؟ وهذا يساعد في تنظيم معرض الصور.
da_da: Hvert medlem af hjemmesiden har hans / hendes egen kategori på fotoalbum. Denne kategori vil ikke vise frem, at medlemslandene opretter en ny sub-kategori og uploads mindst ét billede. Du kan ikke uploade billeder før du har oprettet en kategori. Det er bedst at oprette en ny kategori hver gang du uploader en ny gruppe af fotos. Dette medvirker til at skabe en mere organiseret fotoalbum.
de_de: Jedes Mitglied der Website hat seine eigene Kategorie in der Fotogalerie. Diese Kategorie wird nicht angezeigt, bis das Mitglied eine neue Sub-Kategorie, mit mindestens ein Foto hoch geladen hat. Sie können keine Fotos hoch laden, bis Sie eine Kategorie angelegt haben. Am besten ist es, eine neue Kategorie bei jedem Upload einer neuen Gruppe von Fotos zu erstellen. Dies hilft dabei, einen besseren Überblick auf die organisierte Fotogalerie zu haben.
it_it: Ogni membro ha una propria Categoria nella Foto Gallery. Questa categoria non sarà visibile finchè l'utente non crea una nuova sottocategoria e carica almeno una foto. Non è possibile caricare foto prima di aver creato una categoria. E' preferibile creare una nuova categoria ogni volta venga caricato un nuovo gruppo di foto. Tutto questo per una migliore organizzazione della Foto Gallery.
nl_nl: Elk lid van de website heeft zijn eigen categorie op de fotogalerij. Zolang je binnen deze categorie geen nieuwe subcategorie aanmaakt met minstens 1 foto, wordt deze niet getoond. Je kan geen foto's toevoegen zolang je geen categorie aangemaakt hebt. Voor elke nieuwe fotoverzameling maak je best eerst een nieuwe categorie aan.Je kan maar foto's uploaden nadat je een categorie aangemaakt hebt. Zo blijft de fotogallerij voor iedereen overzichtelijk.
pt_br: Cada membro do site tem sua própria categoria na Galeria de Fotos. Esta categoria não irá aparecer até aquele membro criar uma nova sub-categoria e fizer upload de ao menos uma foto. Você não pode realizar upload de fotos até que você tenha criado uma categoria. É melhor criar uma nova categoria cada vez que você fizer upload de um grupo de fotos. Isso ajuda a criar Galerias de Foto melhor organizadas.
ru_ru: Каждый член семьи имеет свою Категорию в Галереи Фотографий. Эта категория не будет показываться до тех пор, пока член семьи не создаст новую подкатегорию и не загрузит в нее хотя бы одну фотографию. Вы не можете загружать фотографии пока не создадите категорию. Хорошо бы создавать новую категорию каждый раз, когда вы загружаете новую группу фотографий. Это поможет создать более организованную Галерею Фотографий.
tr_tr: Web sitesinin her bir üyesinin Fotoğraf Galerisinde kendi Kategorisi bulunur. Üye bir alt kategori oluşturup en az bir fotoğraf yükleyene kadar bu kategori görünmez. Kategori oluşturmadan fotoğraf yüklenemez. Yeni bir fotoğraf grubu yüklerken en iyisi yeni bir kategori oluşturmaktır. Böylece Fotoğraf Galerisi daha düzenli kalır.

source: Choose <a href="gallery/index.php?action=upload">Upload Photos</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
ar_ar: اختر <a href="gallery/index.php?action=upload">رفع الصور</a> من <a href="gallery/index.php">معرض الصور</a> menu.
da_da: Vælg <a href="gallery/index.php?action=upload">Upload Billeder</a> fra <a href="gallery/index.php">Billed Galleri</a> menuen.
de_de: Wähle <a href="gallery/index.php?action=upload">Fotos Hochladen</a> aus dem <a href="gallery/index.php">Fotogalerie-</a> Menü.
it_it: Seleziona <a href="gallery/index.php?action=upload">Carica Foto</a> dal menu <a href="gallery/index.php">Foto Gallery</a>.
nl_nl: Kies <a href="gallery/index.php?action=upload">Foto's uploaden</a> uit het <a href="gallery/index.php">Fotogalerij</a> menu.
pt_br: Escolha <a href="gallery/index.php?action=upload">Envio de Fotos</a> no menu <a href="gallery/index.php">Galeria de Fotos</a>
ru_ru: Выберите <a href="gallery/index.php?action=upload">Загрузить фотографии</a> из меню <a href="gallery/index.php">Галерея Фотографий</a>.
tr_tr: <a href="gallery/index.php?action=upload">Fotoğraf Yükle</a> seçeneğini <a href="gallery/index.php">Fotoğraf Galerisi</a> mönüsünden seçin.

source: Choose a category from the drop down menu.
ar_ar: اختر تصنيف من القائمة
da_da: Vælg en kategori fra udtræksmenuen.
de_de: Wählen Sie eine Kategorie aus dem DropDown aus.
it_it: Seleziona una categoria dal menu a tendina.
nl_nl: Kies een categorie uit het dropdown menu.
pt_br: Escolha uma categoria no menu.
ru_ru: Выберите категорию из выпадающего меню.
tr_tr: Açılır mönüden bir kategori seçin.

source: Note: You must have at least one category to upload photos. If you do not have a existing category you must add a category first.
ar_ar: يجب أن يكون لديك تصنيف واحد على الأقل لكي ترفع صور. واذا لم يكن لديك تصنيف يجب أن تضيف تصنيف أولا.
da_da: Note: Du skal have mindst én kategori for at kunne uploade billeder. Hvis du ikke har en kategori skal du først tilføje en.
de_de: Info: Sie müssen erst eine Kategorie erstellen. Erst dann können Fotos hoch geladen werden. Wenn Sie also noch keine Kategorie erstellt haben, dann machen Sie das bitte jetzt.
it_it: Nota: devi avere almeno una categoria per caricare le foto. Se non hai alcuna categoria devi prima aggiungerne una.
nl_nl: Opgelet: Om foto's te uploaden moet er op zijn minst 1 categorie actief zijn. Als dit nog niet zo is, maak er dan eerst een aan.
pt_br: Você precisa ter ao menos uma categoria para poder realizar upload de fotos. Se você não possui uma categoria, deve criar uma primeiramente.
ru_ru: Заметим, что вы должны иметь хотя бы одну категорию для загрузки фотографий. Если у вас нет созданной категории вы должны добавить ее сначала.
tr_tr: Not: Fotoğrafların yükleneceği en az bir kategori olmalı. Mevcut kategoriniz yoksa önce kategori ekleyin.

source: Click the browse button to browse your computer for the desired photo to upload.
ar_ar: اضغط زر الاستعراض للبحث في جهازك عن الصورة المطلوب رفعها.
da_da: Tryk på gennemse-knappen for at gennemse din computer efter det billede du ønsker at lægge ud.
de_de: Klicken Sie auf die Schaltfläche Durchsuchen, um auf Ihren Computer das gewünschte Foto zu suchen und hoch zuladen.
it_it: Clicca su Sfoglia per ricercare la foto desiderata all'interno del tuo Computer.
nl_nl: Klik op de knop "Bladeren" om de gewenste foto op je computer te zoeken en te uploaden.
pt_br: Clique no botão Browse para procurar a foto que deseja realizar o upload.
ru_ru: Нажмите кнопку Обзор для поиска на компьютере нужных фото для загрузки.
tr_tr: Yüklemeyi istediğiniz fotoğrafı bilgisayarınızda bulmak için arama düğmesini tıklayın.

source: If the photo you are uploading needs rotated click 'Upload Options' and two radio buttons will drop in above the photo caption.
ar_ar: اذا كانت الصورة المرفوعة تحتاج استدارة اضغط "خيارات الاستدارة" واختار اليمين او اليسار للاستدارة
da_da: Hvis det billede du er ved at lægge ud har brug for at bliver roteret, klik da "Upload indstillinger" og to knapper vil komme over billedets titel.
de_de: Wenn Sie das gerade hoch geladene Foto drehen möchten, klicken Sie auf "Upload Einstellungen". Sie haben dann die Möglichkeit mit den beiden Buttons das Bild zu drehen.
it_it: Se la foto che hai caricato deve essere ruotata clicca su "Opzioni di Caricamento" e appariranno due pulsanti di opzione sopra la didascalia della foto.
nl_nl: Als je de geüploade foto's nog wil draaien, moet je op "Upload opties" klikken. Twee knoppen laten dan toe de foto naar rechts of naar links te draaien.
pt_br: Se a foto que você está realizando upload precisa ser girada, clique em 'Opções de Upload' e dois botões irão aparecer em cima da foto.
ru_ru: Если фотографию, которую вы загружаете необходимо повернуть, нажмите "Настройки загрузки" и два переключателя над фотографией снимутся.
tr_tr: Yüklenecek fotoğrafın döndürülmesi gerekiyorsa 'Yükleme Seçenekleri' yazısını tıklayın; resmin yazısının üstünde iki tuş belirir.

source: Note: You must have JavaScript enabled to use the rotation feature.
ar_ar: ملحوظة: يجب أن يكون لديك شفرة جافا مفعله لك تستخدم خاصية الدوران.
da_da: Du er nød til at have JavaScript slået til i din browser for at bruge rotations-funktionen.
de_de: Info. Sie müssen JavaScript aktiviert haben, damit Sie die Dreh-Funktion nutzen können.
it_it: Nota: devi avere JavaScript abilitato per usare le caratteristiche di rotazione.
nl_nl: Opmerking: Om de draaifunctie te kunnen gebruiken moet JavaScript geactiveerd zijn.
pt_br: Nota: Você precisa ter o JavaScript habilitado para utilizar a opção de girar fotos.
ru_ru: Заметим, что JavaScript должен быть включен для использования функции поворота.
tr_tr: Not: Fotoğraf döndürme özelliği içn Javascript engellenmemiş olmalıdır.

source: Fill in the caption (description of the photo).
ar_ar: إملأ الوصف (وصف الصورة)
da_da: Skriv titlen på billedet (beskrivelsen af billedet).
de_de: Füllen Sie die Bildüberschrift ein (Beschreibung des Fotos)
it_it: Inserisci la descrizione della Foto.
nl_nl: Vul het bijschrift in (beschrijving van de foto).
pt_br: Preencha a descrição da foto.
ru_ru: Заполните заголовок (описание фото).
tr_tr: Fotoğraf yazısını (açıklamayı) yazın.

source: Click the <b>Add Photos</b> button.
ar_ar: اضغط زر اضافة الصورة
da_da: Klik på <b>Tilføj billeder</b> knappen.
de_de: Klicken Sie auf den <b>Fotos hinzufügen</b> Knopf.
it_it: Clicca il pulsante <b>Aggiungi Foto</b>.
nl_nl: Klik op de knop <b>Foto's toevoegen</b>.
pt_br: Clique no botão <b>Adicionar Fotos</b>.
ru_ru: Нажмите кнопку <b>Добавить фотографии</b>.
tr_tr: <b>Fotoğraf Ekle</b> yazısını tıklayın.

source: You can only edit/change the photo's caption and category.
ar_ar: تستطيع فقط تحرير/ نعديل وصف وتنصيف الصورة
da_da: Du kan kun redigere/ændre billedets titel og kategori.
de_de: Sie können nur die Bildüberschrift und die Kategorie bearbeiten.
it_it: Puoi solo modificare/cambiare la didascalia e la categoria della foto.
nl_nl: Je kan alleen het bijschrift van de foto en de categorie bewerken.
pt_br: Você pode editar / alterar somente as legendas das fotos e as categorias
ru_ru: Вы можете только редактировать/изменять заголовок фотографии и категорию.
tr_tr: Yalnızca fotoğrafın açıklamasını ve kategorisini değiştirebilirsiniz

source: Navigate to the photo you would like to edit.
ar_ar: استعرض لاختيار الصورة التي ترغي في تحريرها
da_da: Naviger til det billede du ønsker at redigere.
de_de: Navigieren Sie zu dem Foto, das Sie bearbeiten möchten.
it_it: Vai alla foto che intendi modificare.
nl_nl: Nagiveer naar de foto die je wil bewerken.
pt_br: Navegue até as fotos que você gostaria de editar
ru_ru: Перейдите на фотографию, которую вы хотели бы изменить.
tr_tr: Düzenlemek istediğiniz fotoğrafa gidin.

source: Click the edit button <img src="ui/themes/default/img/edit.gif"/> located above the photo and to the right.
ar_ar: اضغط زر التعديل <img src="ui/themes/default/img/edit.gif"/> الموجود أعلى يمين الصورة.
da_da: Klik på knappen Rediger <img src="ui/themes/default/img/edit.gif"/> placeret over billedet og til højre.
de_de: Auf "Ändern" drücken (oberhalb Foto).
nl_nl: Klik op de bewerk/edit knop <img src="ui/themes/default/img/edit.gif"/> die U rechtsboven de foto vindt.
pt_br: Clique no botão Editar <img src="ui/themes/default/img/edit.gif"/> acima da foto e à direita.
ru_ru: Нажмите кнопку редактирования <img src="ui/themes/default/img/edit.gif"/>, расположенную справа от фотографии.
tr_tr: Fotoğrafın yukarısında sağda bulunan düzenle <img src="ui/themes/default/img/edit.gif"/> simgesini tıklayın.

source: To change the category: choose the new category from the dropdown menu above the photo.
ar_ar: لكي تقوم بتغيير التصنيف: اختر تصنيف جديد من القائمة المنسدلة اعلى الصورة
da_da: For at ændre kategori: vælg ny kategori i rullemenuen over billedet.
de_de: So ändern Sie die Kategorie: Wählen Sie die neue Kategorie im Dropdown-Menü oben auf dem Foto.
it_it: Per cambiare la categoria: scegli la nuova categoria dal menu a tendina sopra la foto.
nl_nl: Om de categorie te wijzigen kies je de nieuwe categorie in de vervolgkeuzelijst boven de foto.
pt_br: Para alterar a categoria: escolha a nova categoria no menu suspenso acima da foto.
ru_ru: Для изменения категории: выберите новую категорию из выпадающего списка на фотографией.
tr_tr: Kategori değiştirmek için: fotoğrafın yukarısındaki açılıp mönüden yeni kategoriyi seçin.

source: To edit/change the caption: make your changes in the text field area below the photo.
ar_ar: لكي تغير او تحرر الوصف: اكتب تغييراتك في مربع النص اسفل الصورة.
da_da: For at redigere denne billede tekst: Lav ændringerne i feltet nedenunder billedet
de_de: Zum Bearbeiten / Ändern der Bildunterschrift: Benutzen Sie das Textfeld unterhalb des Fotos.
it_it: Per modificare/cambiare la didascalia: fai le tue modifiche nell'area campo testo sotto la foto.
nl_nl: Om het bijschrift te bewerken/veranderen wijzig je de inhoud in het tekstvak onder de foto.
pt_br: Para editar / alterar a legenda: faça as alterações na área do campo de texto abaixo da foto.
ru_ru: Редактировать/Изменить заголовок: сделайте ваши изменения в текстовом поле под фотографией.
tr_tr: Açıklamayı düzenlemek/değiştirmek için: fotoğrafın altındaki alanda değişiklikleri yapın.

source: Click the submit changes button to finish your changes.
ar_ar: اضغط على زر الرفع لكي تحفظ تغييراتك
da_da: Klik på foretag ændringer knappen for at færdiggøre dine ændringer
de_de: Klicken Sie auf "speichern" um den Vorgang abzuschließen.
it_it: Clicca su salva modifiche per completare.
nl_nl: Klik op bewaren (submit) om je wijzigingen door te voeren.
pt_br: Clique no botão enviar alterações para concluir as alterações.
ru_ru: Нажмите кнопку отправить изменения для завершения ваших изменений.
tr_tr: Değişiklikleri bitirmek için Değişiklikleri Gönder tuşunu tıklayın.

source: Click the delete button <img src="ui/themes/default/img/delete.gif"/> located above the photo and to the right.
ar_ar: اضغط زر الحذف <img src="ui/themes/default/img/delete.gif"/> الموجود أعلى يمين الصورة.
da_da: Klik på knappen Slet <img src="ui/themes/default/img/delete.gif"/> placeret over billedet og til højre.
de_de: Auf "Löschen" drücken (oberhalb Foto).
nl_nl: Klik op de verwijder/delete knop <img src="ui/themes/default/img/delete.gif"/> die U rechts boven de foto vindt.
pt_br: Clique no botão Deletar <img src="ui/themes/default/img/delete.gif"/> acima da foto e à direita.
ru_ru: Нажмите кнопку удаления <img src="ui/themes/default/img/delete.gif"/>, расположенную справа от фотографии.
tr_tr: Fotoğrafın yukarısında sağda bulunan sil <img src="ui/themes/default/img/delete.gif"/> simgesini tıklayın.

source: You will be prompted with a message asking if you are sure you want to delete that photo, click Ok.
ar_ar: سوف تظهر رسالة تسألك اذا كنت تريد حذف هذه الصورة. إضغط موافق.
da_da: Du vil blive spurgt med en besked om du er sikker på at du vil slette dette billede. tryk ok
de_de: Sie bekommen nochmals eine Meldung ob Sie das Foto löschen möchten. Bitte bestätigen Sie den Vorgang.
it_it: Apparirà un messaggio per richiedere conferma sulla volontà di cancellare la Foto, clicca Ok.
nl_nl: Als je nogmaals de vraag krijgt of je zeker bent dat je de foto wil verwijderen, klik dan op 'Ok' om dit te bevestigen.
pt_br: Você será solicitado com uma mensagem perguntando se você tem certeza de que quer apagar a foto, clique em OK.
ru_ru: Вы получите уведомление с вопросом, уверены ли вы что хотите удалить эту фотографию, нажмите Ок.
tr_tr: Fotoğrafı silmeyi isteyip istemediğiniz sorulacak; Tamam yazısını tıklayın.

source: Note: you can only delete your own photos. Once you delete a photo it is gone forever, you cannot undo a delete.
ar_ar: لاحظ: تستطيع فقط حذف الصور الخاصة بك. وبمجرد الحذف لن تستطيع استرجاع الصورة مرة أخرى.
da_da: Note:Du kan kun slette dine egene billeder. Når du har slettet et billeder er det væk forevigt, og kan ikke blive gendannet.
de_de: Info: Sie können nur ihre eigenen Fotos löschen. Sobald das Foto gelöscht ist, ist es auch für immer auf der Seite gelöscht. Das Foto wird nicht auf dem Server gespeichert, das Löschen kann man also nicht wieder rückgängig machen.
it_it: Nota: puoi cancellare solo le tue Foto. Una volta effettuata la cancellazione è irreversibile, non si può annullare.
nl_nl: Opmerking: Je kan alleen eigen foto's verwijderen. Als een foto verwijderd is kan je deze niet meer terughalen, de verwijdering kan niet ongedaan gemaakt worden.
pt_br: Nota: você só pode remover as suas próprias fotos. Uma vez que você excluir uma foto, ela se foi para sempre, você não pode desfazer a exclusão.
ru_ru: Заметим, что вы можете удалить только свои собственные фотографии. Фотографии после удаления не возможно восстановить.
tr_tr: Not: Yalnız kendi fotoğraflarınızı silebilirsiniz. Fotoğraflar kalıcı olarak silinir.
