Repository: ryanhowdy/fcms-languages
Catalog: language/*/LC_MESSAGES/messages.po
Languages: ar_ar, da_da, de_de, it_it, nl_nl, pt_br, ru_ru, tr_tr

source: Email This Member
ar_ar: إرسل بريد إلكترونى لهذا العضو
da_da: Send e-mail til medlem
de_de: Diesem Mitglied eine E-Mail schreiben
it_it: Invia un'email a questo membro
nl_nl: Mail Dit Lid
pt_br: Email do membro
ru_ru: Написать e-mail этому пользователю
tr_tr: Bu Üyeye Eposta Gönder

source: Back to Addresses
ar_ar: العودة الى العناوين
da_da: Tilbage til adressen
de_de: Zurück zu den Adressen.
it_it: Torna alla Rubrica
nl_nl: Terug naar Adressen
pt_br: Voltar para Endereços
ru_ru: Вернуться в Адресную книгу.
tr_tr: Adreslere Dön

source: none
ar_ar: لا شيﺀ
da_da: ingen
de_de: nichts
it_it: nessuno
nl_nl: geen
pt_br: nenhum
ru_ru: не указан
tr_tr: yok

source: Add New Address
ar_ar: أضف عنوان جديد
da_da: Tilføj ny adresse
de_de: Neue Adresse hinzufügen
it_it: Aggiungi un Nuovo Indirizzo
nl_nl: Nieuw Adres Toevoegen
pt_br: Adicionar Novo Endereço
ru_ru: Добавить новый адрес
tr_tr: Yeni Adres Ekle

source: Phone
ar_ar: التليفون
da_da: Telefon
de_de: Telefon
it_it: Telefono
nl_nl: Telefoon
pt_br: Telefone
ru_ru: Телефон
tr_tr: Telefon

source: Email Selected
ar_ar: تم اختيار بريد إلكتروني
da_da: Valgt email
de_de: eMail an markierte senden
it_it: Email selezionata
nl_nl: Mail Geselecteerd
pt_br: Email selecionado
ru_ru: Выбранный адрес электронной почты
tr_tr: Eposta Seçili

source: View
ar_ar: عرض
da_da: Se
de_de: anzeigen
it_it: Visualizza
nl_nl: Tonen
pt_br: Visualizar
ru_ru: Просмотр
tr_tr: Görünüm

source: Options
ar_ar: خيارات
da_da: Valgmuligheder
de_de: Einstellungen
it_it: Opzioni
nl_nl: Opties
pt_br: Preferências
ru_ru: Параметры
tr_tr: Seçenekler

source: All
ar_ar: الكل
da_da: Alt
de_de: Alle
it_it: Tutto
nl_nl: Alles
pt_br: Todos
ru_ru: Все
tr_tr: Tümü

source: Only show My personal Addresses
ar_ar: قم بإظهار عناوينى الشخصيه فقط
da_da: Vis kun min personelige adresse
de_de: Nur meine persönliche Adressen anzeigen
it_it: Mostra solo i miei indirizzi personali
nl_nl: Toon enkel mijn persoonlijke adressen
pt_br: Mostrar apenas meu endereço pessoal
ru_ru: Показывать только мои личные адреса
tr_tr: Yalnızca kişisel adreslerimi göster

source: My Addresses
ar_ar: عناوينى
da_da: Min adresse
de_de: Meine Adressen
it_it: Miei indirizzi
nl_nl: Mijn adres
pt_br: Meus endereços
ru_ru: Мои Адреса
tr_tr: Adreslerim

source: Only show Addresses for members of the site
ar_ar: قم بإظهار العناوين لأعضاء الموقع فقط
da_da: Vis adresse for medlemmer på site
de_de: Zeige nur die Adressen für Mitglieder dieser Seite
it_it: Mostra gli indirizzi solo ai membri del sito
nl_nl: Toon alleen adressen van leden
pt_br: Mostrar apenas endereços para os membros do site
ru_ru: Показывать мои адреса только пользователям сайта
tr_tr: Yalnızca site üyeleri için adresleri göster

source: Members
ar_ar: الأعضاء
da_da: Medlemmer
de_de: Mitglieder
it_it: Membri
nl_nl: Leden
pt_br: Membros
ru_ru: Участники
tr_tr: Üyeler

source: Only show Addresses for non-members
ar_ar: إظهر العناوين لغير الأعضاء فقط
da_da: Vis kun adresse for ikke-medlemmer
de_de: Zeige nur Adressen von nicht-mitglieder
it_it: Mostra indirizzi ai non registrati
nl_nl: Toon alleen adressen van niet-leden
pt_br: Mostrar apenas endereços para não-membros
ru_ru: Показывать адреса, не для участников
tr_tr: Yalnızca üye olmayanlar için adresleri göster

source: Non-Members
ar_ar: غير الأعضاء
da_da: Ikke-medlemmer
de_de: Nicht-Mitglieder
it_it: Non membri
nl_nl: Niet leden
pt_br: Não Membros
ru_ru: Не члены семьи
tr_tr: Üye Olmayanlar

source: Import
ar_ar: إستيراد
da_da: Importér
it_it: Importa
nl_nl: Importeren
pt_br: Importar
ru_ru: Импорт
tr_tr: İçe aktar

source: Export
ar_ar: تصدير
da_da: Eksportér
de_de: Exportieren
it_it: Esporta
nl_nl: Exporteren
pt_br: Exportar
ru_ru: Экспорт
tr_tr: Dışa aktar

source: Edit Address
ar_ar: قم بتعديل العنوان
da_da: Redigér adresse
de_de: Adresse editieren
it_it: Modifica indirizzo
nl_nl: Adres Wijzigen
pt_br: Editar endereço
ru_ru: Изменить адрес
tr_tr: Adresi Düzenle

source: That's not a valid email, is it?
ar_ar: هذا البريد الإلكترونى غير صحيح, أليس كذلك؟
da_da: Det er da ikke en gyldig email, er det?
de_de: Diese Email existiert nicht, oder?
it_it: Email non valida
nl_nl: Dat is geen geldig mailadres... Toch?
pt_br: Isso não é um e-mail válido, ou é?
ru_ru: Это несуществующий email-адрес, верно?
tr_tr: Bu geçerli bir eposta adresi değil, öyle değil mi?

source: Country
ar_ar: الدولة
da_da: Land
de_de: Land
it_it: Stato
nl_nl: Land
pt_br: País
ru_ru: Страна
tr_tr: Ülke

source: UNITED STATES
ar_ar: الولايات المتحدة
da_da: Forenede Stater
de_de: USA
nl_nl: Verenigde Staten
pt_br: Estados Unidos
ru_ru: Соединенные Штаты Америки
tr_tr: BİRLEŞİK DEVLETLER

source: Street Address
ar_ar: عنوان الشارع
da_da: Vej navn
de_de: Straße
it_it: Indirizzo
nl_nl: Straat en huisnummer
pt_br: Endereço (Rua)
ru_ru: Улица
tr_tr: Cadde ve Sokak

source: City
ar_ar: المدينه
da_da: By
de_de: Ort
it_it: Città
nl_nl: Woonplaats
pt_br: Cidade
ru_ru: Населенный пункт
tr_tr: Şehir

source: State
ar_ar: المحافظة
da_da: Stat
de_de: Bundesland, Land
it_it: Provincia
nl_nl: Provincie/Staat
pt_br: Estado
ru_ru: Область/штат
tr_tr: Bölge

source: Zip Code
ar_ar: الرمز البريدي
da_da: Postnummer
de_de: Postleitzahl
it_it: C.A.P.
nl_nl: Postcode
pt_br: CEP
ru_ru: Почтовый Индекс
tr_tr: Posta Kodu

source: Home Phone
ar_ar: هاتف المنزل
da_da: Hjemmetelefon
de_de: Telefon (privat)
it_it: Telefono di casa
nl_nl: Telefoon Thuis
pt_br: Telefone residencial
ru_ru: Домашний Телефон
tr_tr: Ev Telefonu

source: Work Phone
ar_ar: هاتف العمل
da_da: Arbejdstelefon
de_de: Telefon (Arbeit)
it_it: Telefono lavoro
nl_nl: Telefoon Werk
pt_br: Telefone comercial
ru_ru: Рабочий Телефон
tr_tr: İş Telefonu

source: Cell Phone
ar_ar: الهاتف المحمول
da_da: Mobiltelefon
de_de: Handy
it_it: Cellulare
nl_nl: Mobiele Telefoon
pt_br: Telefone celular
ru_ru: Сотовый телефон
tr_tr: Cep Telefonu

source: or
ar_ar: أو
da_da: eller
de_de: oder
it_it: oppure
nl_nl: of
pt_br: ou
ru_ru: или
tr_tr: ya da

source: Please only add addresses for Non-members. Anyone who is a member of this website must add/update their own address.
ar_ar: الرجاء إضافة عناوين لغير الأعضاء فقط، حيث يجب على كل عضو مشترك في الموقع إضافة بيانات عناوينه أو تحديثها بنفسه.
da_da: Venligst kun tilføje adresser for ikke-medlemmer. Enhver, der er medlem af denne hjemmeside skal tilføje / opdatere deres egen adresse.
de_de: Bitte gib nur Adressen von Nicht-Mitglieder an. Jeder der ein Mitglied dieser Website ist, muss seine Adresse angeben/aktualisieren.
it_it: Si prega di aggiungere solo indirizzi di persone che non sono membri. Ogni membro del sito deve aggiungere/aggiornare il proprio indirizzo.
nl_nl: Gelieve alleen adressen toe te voegen van niet-leden. Iedereen die lid is van deze website moet zelf zijn adres beheren!
pt_br: Por favor, só adicionar os endereços para não-membros. Quem é membro deste site deve adicionar / atualizar o seu próprio endereço.
ru_ru: Пожалуйста не добавляйте адреса участников. Все те, кто являются участниками сайта, должны сами добавлять или обновлять свои собственные адреса.
tr_tr: Yalnızca Üye Olmayanlar için adresler ekleyin. Bu web sitesine üye olan herkes kendi adresini eklemeli/güncellemeli.

source: Add Address
ar_ar: أضف عنوان
da_da: Tilføj adresse
de_de: Adresse hinzufügen
it_it: Aggiungi indirizzo
nl_nl: Adres Toevoegen
pt_br: Adicionar endereço
ru_ru: Добавить Адрес
tr_tr: Adres Ekle

source: Last Name
ar_ar: الإسم الأخير
da_da: Efternavn
de_de: Nachname
it_it: Cognome
nl_nl: Achternaam
pt_br: Sobrenome
ru_ru: Фамилия
tr_tr: Soyad

source: Private
ar_ar: شخصي
da_da: Privat
de_de: Privat
it_it: Privato
nl_nl: Privé
pt_br: Privado
ru_ru: Приватный
tr_tr: Özel

source: Filling out the form below will send an email to all the selected members in your addressbook. Sending an email to a large number of people can take a long time. Please be patient.
ar_ar: ستُرسَل رسالة إلكترونية إلى كل الأعضاء المختارين في دفتر العناوين بعد تعبئة النموذج أدناه. قد يستغرق هذا وقتًا طويلًا عند الإرسال لعدد كبير من الناس. نرجو الصبر.
da_da: Udfyld formularen nedenfor vil sende en e-mail til alle de valgte medlemmer i din adressebog. Sende en e-mail til en stort antal mennesker kan tage lang tid. Vær tålmodig.
de_de: Wenn das Formular ausgefüllt wurde,wird eine email an alle Mitglieder in deinem Adressbuch gesendet. Das Senden von Emails an mehrere Mitglieder kann etwas dauern. Bitte sei geduldig.
it_it: Compilando il campo qui sotto verrà inviata una email a tutti i membri selezionati nella tua rubrica. Inviare una email ad un gran numero di persone può impiegare molto tempo. Sii paziente.
nl_nl: Het onderstaande formulier verstuurt een mail naar al de in je adresboek geselecteerde leden. Een mail versturen met een groot aantal ontvangers kan lang duren. Heb wat geduld a.u.b.
pt_br: Preencha o formulário abaixo para enviar um e-mail para todos os membros selecionados em seu livro de endereços. Enviar e-mail para um grande número de pessoas pode levar algum tempo. Por favor, seja paciente.
ru_ru: Заполнение формы расположенной ниже приведет к тому, что письмо будет отправлено всем выбранным членам семьи из вашей адресной книги. Отправка письма большому числу людей может занять длительное время. Пожалуйста, будьте терпеливы.
tr_tr: Aşağıdaki form doldurulduğunda adres defterinizde seçili tüm üyelere eposta gönderilecek. Büyük sayıda alıcıya eposta göndermek zaman alabilir. Sabırlı olun.

source: Send Email
ar_ar: إرسل البريد الإلكتروني
de_de: Email senden
it_it: Invia Email
nl_nl: E-mail versturen
pt_br: Enviar Email
ru_ru: Отправить Email
tr_tr: E-posta Gönder

source: %s (%s) is not a CSV file.
ar_ar: %s (%s) ليس ملف CSV صحيح.
da_da: %s (%s) er ikke en CSV file.
de_de: %s (%s) ist keine CSV-Datei.
it_it: %s (%s) non è un file CSV
nl_nl: %s (%s) is geen CSV bestand.
pt_br: %s (%s) não é um arquivo CSV.
ru_ru: %s (%s) не является CSV файлом
tr_tr: %s (%s) geçerli bir CVS dosyası değil.

source: %d Address Added Successfully
ar_ar: %d تم إضافة العنوان بنجاح
da_da: %d Adresse vellykket tilføjet
de_de: %d Address erfolgreich hinzugefügt
it_it: %d indirizzo aggiunto con successo
nl_nl: %d Adres Succesvol Toegevoegd
pt_br: Endereço %d adicionado com sucesso
ru_ru: %d адрес успешно добавлен
tr_tr: %d adres başarıyla eklendi.

source: Email Address
ar_ar: عنوان البريد الإلكتروني
da_da: Email adresse
de_de: E-Mailadresse
it_it: Indirizzo Email
nl_nl: E-mailadres
pt_br: Endereço de e-mail
ru_ru: Адрес электронной почты
tr_tr: Eposta Adresi

source: Home Phone Number
ar_ar: رقم هاتف المنزل
da_da: Privat telefonnummer
de_de: Telefonnummer privat
nl_nl: Telefoonnummer Thuis
pt_br: Telefone Residencial
ru_ru: Домашний телефон
tr_tr: Ev Telefonu Numarası

source: Work Phone Number
ar_ar: رقم هاتف العمل
da_da: Arbejds telefonnummer
de_de: Telefonnummer Geschäft
nl_nl: Telefoonnummer Werk
pt_br: Telefone Comercial
ru_ru: Рабочий телефон
tr_tr: İş Telefonu Numarası

source: Cellular Phone Number
ar_ar: رقم الهاتف الجوال
da_da: Telefon nummer
de_de: Telefonnummer mobil
nl_nl: Mobiele telefoon nummer
pt_br: Celular
ru_ru: Сотовый телефон
tr_tr: Cep Telefonu

source: Create New Member
ar_ar: أنشئ عضوية جديدة
da_da: Opret nyt medlem
de_de: Neues Mitglied erstellen
it_it: Crea nuovo membro
nl_nl: Nieuw Lid Aanmaken
pt_br: Criar novo membro
ru_ru: Создать нового участника
tr_tr: Yeni Üye Oluştur

source: First
ar_ar: أولًا
da_da: Første
de_de: Anfang
it_it: All'Inizio
nl_nl: Eerste
pt_br: Primeiro
ru_ru: Имя
tr_tr: İlk

source: Middle
ar_ar: أوسط
da_da: Midten
de_de: Mitte
it_it: Al Centro
nl_nl: Tweede
pt_br: Intermediário
ru_ru: Отчество
tr_tr: Orta

source: Last
ar_ar: الأخير
da_da: Sidste
de_de: Ende
it_it: Ultimo
nl_nl: Achter
pt_br: Último
ru_ru: Фамилия
tr_tr: Son

source: Maiden Name
ar_ar: اسم العائلة قبل الزواج
da_da: Pigenavn
de_de: Mädchenname
it_it: Cognome da Nubile
nl_nl: Trouwnaam
pt_br: Nome de solteira
ru_ru: Девичья фамилия
tr_tr: Evlenmeden Önceki Soyadı

source: Gender
ar_ar: الجنس
da_da: Køn
de_de: Geschlecht
it_it: Sesso
nl_nl: Geslacht
pt_br: Sexo
ru_ru: Ваш пол
tr_tr: Cinsiyet

source: Male
ar_ar: ذكر
da_da: Mand
de_de: männlich
it_it: Uomo
nl_nl: Man
pt_br: Masculino
ru_ru: Мужчина
tr_tr: Erkek

source: Female
ar_ar: أنثى
da_da: Kvinde
de_de: weiblich
it_it: Donna
nl_nl: Vrouw
pt_br: Feminino
ru_ru: Женщина
tr_tr: Kadın

source: Sorry, but this information is Required.
ar_ar: عفوًا، هذه المعلومة مطلوبة.
da_da: Undskyld, men denne information er nødvendig.
de_de: Entschuldige, aber diese Info wird benötigt.
it_it: Spiacente, ma questa informazione è obbligatoria.
nl_nl: Sorry maar dit veld is verplicht.
pt_br: Desculpe, mas esta informação é obrigatoria.
ru_ru: Извините, но эта информация необходима.
tr_tr: Bu bilgi gerekli.

source: Birthday
ar_ar: تاريخ الميلاد
da_da: Fødselsdato
de_de: Geburtstag
it_it: Compleanno
nl_nl: Geboortedatum
pt_br: Aniversário
ru_ru: Дата рождения
tr_tr: Doğum Tarihi

source: Send Invitation Email
ar_ar: ارسال دعوة بالبريد الإلكتروني
da_da: send en invitations email
de_de: Sende eine Einladung per E-Mail.
it_it: Invia un invito via Mail
nl_nl: Verstuur Uitnodigingsmail
pt_br: Enviar email de convite
ru_ru: Отправить приглашение на Email
tr_tr: Davet Eposta Mesajı Gönder

source: Create
ar_ar: أنشئ
da_da: Opret
de_de: Erstelle
it_it: Crea
nl_nl: Aanmaken
pt_br: Criar
ru_ru: Создать
tr_tr: Oluştur

source: Could not find member.
ar_ar: لم نستطع ايجاد عضو
da_da: Kunne ikke finde medlemmet.
de_de: Konnte Mitglied nicht finden.
it_it: Utente non trovato.
nl_nl: Kan lid niet vinden.
pt_br: Membro não encontrado.
ru_ru: Участник не найден
tr_tr: Üye bulunamadı.

source: Edit Member
ar_ar: حرِّر العضوية
da_da: Redigér medlem
de_de: Mitglied ändern
it_it: Modifica membro
nl_nl: Wijzig lid
pt_br: Editar membro
ru_ru: Редактировать участника
tr_tr: Üyenin Bilgilerini Düzenle

source: Merge
ar_ar: ادمج
da_da: Sammenflet
de_de: verbinden
it_it: Unisci
nl_nl: Samenvoegen
pt_br: Unir
ru_ru: Объединить
tr_tr: Birleştir

source: Middle Name
ar_ar: الاسم الأوسط
da_da: Mellemnavn
de_de: Zweitname
it_it: Secondo nome
nl_nl: Tweede naam
pt_br: Nome do Meio
ru_ru: Отчество
tr_tr: İkinci Ad

source: Day
ar_ar: اليوم
da_da: Dag
de_de: Tag
it_it: Giorno
nl_nl: Dag
pt_br: Dia
ru_ru: День
tr_tr: Gün

source: Month
ar_ar: الشهر
da_da: Måned
de_de: Monat
it_it: Mese
nl_nl: Maand
pt_br: Mês
ru_ru: Месяц
tr_tr: Ay

source: Year
ar_ar: السنة
da_da: År
de_de: Jahr
it_it: Anno
nl_nl: Jaar
pt_br: Ano
ru_ru: Год
tr_tr: Yıl

source: Deceased
ar_ar: متوفي
da_da: Død
de_de: Verstorben
it_it: Deceduto
nl_nl: Overleden
pt_br: Falecido
ru_ru: Умерший
tr_tr: Hayatta Değil

source: Access Level
ar_ar: مستوى الصلاحية
da_da: Adgangsniveau
de_de: Zugriffs-Level
it_it: Livello d'accesso
nl_nl: Toegangsniveau
pt_br: Nível de Acesso
ru_ru: Уровень доступа
tr_tr: Erişim Düzeyi

source: Admin
ar_ar: مدير
nl_nl: Beheerder
ru_ru: Администратор
tr_tr: Yönetici

source: Helper
ar_ar: مساعد
da_da: Hjælper
de_de: Helfer
it_it: Aiutante
pt_br: Auxiliar
ru_ru: Помощник
tr_tr: Yardımcı

source: Advanced Options
ar_ar: الخيارات المتقدّمة
da_da: Avancerede indstillinger
de_de: Erweiterte Einstellungen
it_it: Opzioni avanzate
nl_nl: Geavanceerde Opties
pt_br: Opções avançadas
ru_ru: Дополнительные параметры
tr_tr: Gelişmiş Seçenekler

source: Non-Photographer
ar_ar: غير مصوِّر
da_da: Ikke fotografer
de_de: Nicht-Fotograf
it_it: Non-Fotografo
nl_nl: Geen foto's plaatsen
pt_br: Não-fotógrafo
ru_ru: Не-Фотограф
tr_tr: Fotoğrafçı Olmayan

source: Non-Poster
ar_ar: غير كاتب
da_da: Ikke ??
de_de: Nicht-Schreiber
nl_nl: Geen berichten plaatsen
pt_br: Não-Cartaz
ru_ru: Не-Автор
tr_tr: İletici Olmayan

source: Commenter
ar_ar: معلِّق
da_da: Kommentator
de_de: Kommentator
it_it: Commentatore
nl_nl: Commentator
pt_br: Comentarista
ru_ru: Комментатор
tr_tr: Yorumcu

source: Poster
ar_ar: كاتب
da_da: Afsender
de_de: Schreiber
it_it: Mittente
nl_nl: Berichten plaatsen
pt_br: Cartaz
ru_ru: Плакат
tr_tr: İleten

source: Photographer
ar_ar: مصوِّر
da_da: Fotograf
de_de: Fotograf
it_it: Fotografo
nl_nl: Fotograaf
pt_br: Fotógrafo
ru_ru: Фотограф
tr_tr: Fotoğrafçı

source: Blogger
ar_ar: مدوِّن
nl_nl: Nieuwsberichten plaatsen
ru_ru: Блоггер

source: Guest
ar_ar: ضيف
da_da: Gæst
de_de: Gast
it_it: Ospite
nl_nl: Gast
pt_br: Convidado
ru_ru: Гость
tr_tr: Konuk

source: Non-Editable Member
ar_ar: عضو غير قابل للتحرير
da_da: Ikke redigerbar medlem
de_de: Nicht editierbares Mitglied
it_it: Utente non modificabile.
nl_nl: Niet-Aanpasbaar Lid
pt_br: Membro Não-Editável
ru_ru: Не редактируемый участник
tr_tr: Düzenlenemez Üye

source: Merge Member
ar_ar: ادمج العضو
da_da: Flet medlemmer
de_de: Verbindungsmitglied
it_it: Unisci Utente
nl_nl: Lid samenvoegen
pt_br: Unir Membro
ru_ru: Объединить участников
tr_tr: Üyeleri Birleştir

source: Zip
ar_ar: الرمز البريدي
da_da: Postnummer
de_de: PLZ
it_it: Cap
nl_nl: Postcode
pt_br: CEP
ru_ru: Почтовых индекс
tr_tr: Posta Kodu

source: Bio
ar_ar: تعريف
de_de: Über mich
it_it: Biografia
nl_nl: Biografie
pt_br: Descrição
ru_ru: Кратко о себе:
tr_tr: Ayrıntı

source: Member to merge with
ar_ar: العضوية المراد الدمج بها
da_da: Flet med medlem
de_de: Mitglied zu verbinden mit
it_it: Utente con cui legarsi
nl_nl: Lid waarmee samengevoegd wordt
pt_br: Membro para unir
ru_ru: Объединить участника с
tr_tr: Birleştirilecek üye

source: Next
ar_ar: التالي
da_da: Næste
de_de: Weiter
it_it: Successivo
nl_nl: Volgende
pt_br: Próximo
ru_ru: Следующая
tr_tr: Sonraki

source: Choose which information you would like to use from the two members below.
ar_ar: اختر أي المعلومات تود استخدامه من العضويتين أدناه.
da_da: Vælge, hvilke oplysninger du ønsker at bruge fra to medlemmer nedenfor.
de_de: Wählen Sie, welche Informationen Sie von den beiden Mitgliedern verwenden möchten
it_it: Scegli le informazioni che vuoi utilizzare dei due membri in basso.
nl_nl: Welke gegevens van beide leden wil je behouden?
pt_br: Escolha qual informação você gostaria de usar dos dois membros abaixo.
ru_ru: Выбери какую информацию от двоих участников ты хочешь использовать.
tr_tr: Aşağıdaki iki üyeden hangi bilgileri kullanmak istediğinizi seçin.

source: Please note that user [%s] and all information not selected will be deleted.
ar_ar: يرجى ملاحظة أن العضوية [%s] وكل المعلومات التي لم تُحدد ستحذف.
da_da: Bemærk venligst, at brugeren [%s] og alle de oplysninger, der ikke udvælges, vil blive slettet.
de_de: Bitte beachten Sie, dass der Benutzer [%s] und alle Informationen die nicht ausgewählt sind, gelöscht werden.
it_it: Notare che l'utente [% s] e tutte le informazioni non selezionate verranno cancellate.
nl_nl: Opgelet, gebruiker [%s] en alle niet-geselecteerde gegevens worden gewist!
pt_br: Saiba que o usuário [%s] e toda a informação não selecionada será excluída.
ru_ru: Обратите внимание, что пользователь [%s] и вся его информация будут удалены
tr_tr: Kullanıcı [%s] ve ona ait bütün bilgiler silinecek.

source: Create Member
ar_ar: أنشئ العضوية
da_da: Opret medlem
de_de: Mitglieder erstellen
it_it: Crea membro
nl_nl: Lid Aanmaken
pt_br: Criar Membro
ru_ru: Создать участника
tr_tr: Üye Oluştur

source: Search
ar_ar: ابحث
da_da: Søgning
de_de: Suche
it_it: Cerca
nl_nl: Zoeken
pt_br: Pesquisar
ru_ru: Поиск
tr_tr: Ara

source: Get Help using Access Levels
ar_ar: احصل على تعليمات حول استخدام مستويات الصلاحية
da_da: Få Hjælp til at bruge adgangs niveauer
de_de: Hilfe bezüglich Zugriffs-Level
it_it: Assistenza sull'utilizzo dei Livelli di accesso
nl_nl: Help Bij Gebruikersniveau's
pt_br: Obter ajuda com níveis de acesso
ru_ru: Посмотрите помощь при использовании Уровней доступа
tr_tr: Erişim Düzeylerini kullanmak konusunda Yardım al

source: Member?
ar_ar: عضو
da_da: Medlem?
de_de: Mitglied?
it_it: Utente?
nl_nl: Lid?
pt_br: Membro?
ru_ru: Участник?
tr_tr: Üye?

source: Active?
ar_ar: مفعَّل؟
da_da: Aktive?
de_de: Aktiv?
it_it: Attivo?
nl_nl: Actief?
pt_br: Ativo?
ru_ru: Активный?
tr_tr: Etkin?

source: Activate Selected
ar_ar: فعّل المختارة
da_da: Aktiverer valgte
de_de: Markierte aktivieren
it_it: Attiva selezionato/i
nl_nl: Activeer geselecteerde
pt_br: Ativar selecionados
ru_ru: Активировать Выбранный
tr_tr: Seçileni Etkinleştir

source: Inactivate Selected
ar_ar: عطّل المختارة
da_da: Deaktiverer valgte
de_de: Makierte deaktivieren
it_it: Disattiva selezionato/i
nl_nl: Deactiveer geselecteerde
pt_br: Inativar selecionados
ru_ru: Деактивировать Выбранный
tr_tr: Seçileni Devredışı Bırak

source: Non-editable Member
ar_ar: عضو غير قابل للتحرير
da_da: Ikke redigerbar medlem
de_de: Nicht editierbares Mitglied
it_it: Utente Non modificabile
nl_nl: Niet-Aanpasbaar Lid
pt_br: Membro Não-Editável
ru_ru: Нередактируемый участник
tr_tr: Düzenlenemez Üye

source: Merge [%s] complete.
ar_ar: تم دمج [%s].
da_da: Flet [%s] komplet.
de_de: Verbindung [%s] komplett.
it_it: Legame [%s] completato.
nl_nl: Samenvoeging [%s] voltooid.
pt_br: Processo [%s] completo.
ru_ru: Объединение [%s] завершено.
tr_tr: Birleştirme [%s] tamam.

source: Connect social media sites
ar_ar: التوصيل لمواقع التواصل الاجتماعي
da_da: Forbind sociale medier websteder
de_de: Mit Social Media Seiten verbinden
it_it: Connessione ai siti di social media
nl_nl: Verbind met Social Media sites.
pt_br: Conecte Sites de Mídia Social
ru_ru: Присоедините социальные сети
tr_tr: Sosyal medya sitelerine bağlan

source: Add a Profile Picture
ar_ar: إضافة صورة الملف الشخصي
da_da: Tilføj et profilbilled
de_de: Profilbild hinzufügen
it_it: Aggiungi una foto del profilo
nl_nl: Profielfoto Toevoegen
pt_br: Adicionar Uma Foto de Perfil
ru_ru: Добавить фотографию в профиль
tr_tr: Bir Simgeresim Ekle

source: Add your Address/Contact information
ar_ar: إضافة معلومات الاتصال والعنوان
da_da: Tilføj din adresse/kontakt information
de_de: Füge deine Adresse/Kontaktinformationen hinzu
it_it: Aggiungi il tuo indirizzo / le tue Informazioni di contatto
nl_nl: Adres-/Contactgegevens Toevoegen
pt_br: Adicione sua informação de Endereço/Contato
ru_ru: Добавить контактную информацию
tr_tr: Adresinizi/İletişim bilgilerini ekleyin

source: Vote on the Poll
ar_ar: صوت على الاستفتاء
da_da: Stem på en meningsmåling
de_de: An der Abstimmung teilnehmen
it_it: Vota il Sondaggio
nl_nl: Geef Je Mening
pt_br: Vote na Enquete
ru_ru: Голос в голосовании
tr_tr: Ankette Oy Ver

source: It looks like you're new here.
ar_ar: يبدو أنك جديد هنا
da_da: Det ser ud til at du er ny her.
de_de: Es sieht so aus als wärst du neu hier
it_it: Sembra che tu sia nuovo.
nl_nl: Je bent blijkbaar nieuw hier.
pt_br: Parece que você é novo por aqui.
ru_ru: Похоже, вы впервые здесь
tr_tr: Görünüşe bakılırsa burada yenisiniz.

source: Complete the following list to get the most out of the site:
ar_ar: أكمل القائمة التالية للحصول على الفائدة من الموقع
da_da: Fuldfør følgende liste for at få mest muligt ud af stedet:
de_de: Vervollständige die folgende Liste um für dich das meiste aus der Seite herauszuholen.
it_it: Completa la seguente lista per ottenere il massimo dal sito:
nl_nl: Doe volgende dingen om de site optimaal te gebruiken:
pt_br: Complete a lista embaixo para obter a melhor experiência possível:
ru_ru: Заполните следующий список, пожалуйста
tr_tr: Siteden tam ölçüde yararlanabilmek için listedekileri tamamlayın:

source: Your profile is %s complete.
ar_ar: %s ملفك كامل بنسبة .
da_da: Din profil er %s komplet.
de_de: Dein Profil ist zu %s komplett.
it_it: Il tuo profilo è%s completato.
nl_nl: Je profiel is %s volledig.
pt_br: Seu perfil está %s completo.
ru_ru: Ваш профиль заполнен на %s
tr_tr: Kimlik bilgileriniz %s tamamlandı.

source: Skip This and get right to the app.
ar_ar: تخطى هذه الخطوة وانتقل الى التطبيق
da_da: Spring over dette og gå direkte til appen.
de_de: Überspringen und direkt zur App gehen.
it_it: Salta e dirigiti all'app.
nl_nl: Overslaan en meteen naar de app gaan.
pt_br: Pular esta parte e ir direto para o aplicativo.
ru_ru: Пропустить это и перейти к приложению
tr_tr: Bunu atla ve doğrudan içeriğe geç.
